{
  "current_hour": 3,
  "current_fact": {
    "hour": 3,
    "fact_text": "On 29 December 1607, English explorer John Smith claimed that Pocahontas, the young daughter of Powhatan leader Wahunsenacawh, intervened to save his life during a ritual execution. Whether myth, misinterpretation, or precise memory, the story became one of the most enduring and debated encounters between European settlers and Indigenous Americans.",
    "fact_year": 1607,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Pocahontas",
    "episode": {
      "id": 24,
      "title": "Morning Drops #18 - Sardegna",
      "description": "Yasmin traces her connection to Sardegna — the island where her Italian journey began. Through music and memory, she shares the story of how this place shaped her family's path, and why it still holds such a deep place in her heart.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-18-sardegna",
      "songs": [
        "Piero Marras - Istrales",
        "Mahmood & Tenores di Bitti - Com’è profondo il mare",
        "Fabrizio De André - Hotel Supramonte",
        "Giuni Russo - Alghero"
      ],
      "music-genres": [
        "Italian Folk",
        "Sardinian",
        "Italian Pop"
      ]
    },
    "match_reason": "Both center on contested origin stories and how place, memory, and narrative shape identity across cultures."
  },
  "queue": [
    {
      "hour": 4,
      "fact_text": "On 29 December 1778, during the American Revolutionary War, British forces under Archibald Campbell captured Savannah, Georgia, in a swift and decisive attack. The little‑known battle turned the city into a crucial British base in the southern theater of the war, reshaping strategies on both sides.",
      "fact_year": 1778,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/American_Revolutionary_War",
      "episode": {
        "id": 19,
        "title": "Morning Drops #13 - Demystifying Reggaeton",
        "description": "Yasmin takes us on a journey through the real story of reggaeton — from its roots in Panama and Puerto Rico to its global evolution. Exploring the genre's history, influences, and cultural impact.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-demystifying-reggaeton",
        "songs": [
          "Renato - Chica de los Ojos Café",
          "B. F. Yaviah - Si Tu Quieres Fumar",
          "Calle 13 - Atrévete",
          "Bad Bunny - DtMF"
        ],
        "music-genres": [
          "Reggaeton",
          "Latin Urban",
          "Hip-Hop"
        ]
      },
      "match_reason": "A colonial‑era clash in the Americas links to an episode unpacking how colonial histories shaped modern Latin/Caribbean sounds."
    },
    {
      "hour": 5,
      "fact_text": "On 29 December 1862, Union forces under General William T. Sherman were bloodily repulsed by Confederate troops at the Battle of Chickasaw Bayou near Vicksburg. The swampy terrain, miscommunication, and underestimated defenses turned the Union’s ambitious river assault into a costly failure.",
      "fact_year": 1862,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Chickasaw_Bayou",
      "episode": {
        "id": 31,
        "title": "Morning Drops #26 - Canserbero",
        "description": "Yasmin guides us through the story of Canserbero, the Venezuelan rapper who reshaped Latin American hip hop with his raw voice and deeply reflective lyrics. A journey into his music, his vision, and the legacy of an artist who transformed personal and social struggles into powerful storytelling.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-canserbero",
        "songs": [
          "Canserbero - Mañana será otro día",
          "Canserbero - Querer Querernos",
          "Canserbero - Jeremías",
          "Canserbero - De la vida como una película y su tragedia, comedia y ficción"
        ],
        "music-genres": [
          "Latin Rap",
          "Hip-Hop",
          "Conscious Rap"
        ]
      },
      "match_reason": "A grim military defeat and reflective, socially conscious rap both dwell on tragedy, consequence, and the cost of conflict."
    },
    {
      "hour": 6,
      "fact_text": "On 29 December 1874, General Arsenio Martínez Campos led a pronunciamiento at Sagunto, overturning Spain’s First Republic and restoring the Bourbon monarchy under Alfonso XII. Remarkably, the coup was brief and almost bloodless, yet it reshaped Spain’s political order for decades.",
      "fact_year": 1874,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/First_Spanish_Republic",
      "episode": {
        "id": 44,
        "title": "Morning Drops #38 - History of Flamenco",
        "description": "A special journey into the history of Flamenco, guided by Yasmin and her guest Almudena from Madrid, Spain. Exploring the roots and evolution of this emotionally raw and culturally rich tradition, from its early vocal origins and Andalusian influences, through its transformation on stage and screen, to its modern reinventions by iconic Spanish artists.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-history-of-flamenco",
        "songs": [
          "La Niña de los Peines - Al Gurugú",
          "Lola Flores - Pena, penita, pena",
          "Paco de Lucía - Entre dos aguas",
          "Camarón de la Isla - La leyenda del tiempo",
          "Rosalía - Pienso en tu mirá"
        ],
        "music-genres": [
          "Flamenco",
          "Spanish Folk",
          "Nuevo Flamenco"
        ]
      },
      "match_reason": "A turning point in Spanish political history is paired with an episode tracing one of Spain’s most defining cultural traditions."
    },
    {
      "hour": 7,
      "fact_text": "On 29 December 1930, philosopher‑poet Muhammad Iqbal delivered his famous Allahabad Address, articulating the \"two‑nation theory\" and envisioning a separate Muslim homeland in northwest India. His poetic yet political speech became a foundational text in the long and contested story of Pakistan’s creation.",
      "fact_year": 1930,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Muhammad_Iqbal",
      "episode": {
        "id": 3,
        "title": "Sedna FM #03 - Beautiful as You Feel",
        "description": "An episode about self-acceptance and inner beauty. Music that reminds us we are beautiful as we feel, embracing our authentic selves. Warm, uplifting sounds that celebrate individuality.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/beautiful-as-you-feel",
        "songs": [
          "Radiohead - Lotus Flower",
          "Andrea Lazslo de Simone - Vivo",
          "The The - this is the day",
          "Steve Monite - Only You",
          "DCTL - Deep Tannin f(eat Rafael Leafar)",
          "Soufiane Sa3idi - El Njoum",
          "Area - La mela di odessa",
          "Carol King - Beautiful",
          "Mannarino - Vivere la vita"
        ],
        "music-genres": [
          "Alternative Rock",
          "Italian Singer-Songwriter",
          "New Wave",
          "Afro-Funk",
          "Maghreb",
          "Progressive Rock"
        ]
      },
      "match_reason": "Iqbal’s vision of identity and self‑definition resonates with an episode centered on inner voice and embracing who you are."
    },
    {
      "hour": 8,
      "fact_text": "On 29 December 1934, Japan gave formal notice that it would leave the Washington and London Naval Treaties, freeing itself from limits on warship construction. This quiet legal withdrawal signaled a loud strategic shift, accelerating a new arms race on the oceans in the run‑up to World War II.",
      "fact_year": 1934,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Washington_Naval_Treaty",
      "episode": {
        "id": 18,
        "title": "Morning Drops #12 - 80's Club",
        "description": "Starting with a Monday evening in Munich — a few drinks, friends, and landing in an 80s dance party. From Donna Summer's hypnotic pulse, to Depeche Mode's bright synthpop, Ken Laszlo's Italo Disco romance, and Mylène Farmer's darker theatrical world. Four songs, four corners of the 80s — connected by the machines that changed how we dance.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-80s-club",
        "songs": [
          "Donna Summer - I Feel Love",
          "Depeche Mode - Just Can't Get Enough",
          "Ken Laszlo - Hey Hey Guy",
          "Mylène Farmer - Sans Contrefaçon"
        ],
        "music-genres": [
          "Disco",
          "Synthpop",
          "Italo Disco",
          "French Pop"
        ]
      },
      "match_reason": "A break from international constraints and a new arms race mirrors the episode’s theme of machines changing the rules—in this case, how we dance."
    },
    {
      "hour": 9,
      "fact_text": "In the night of 29–30 December 1940, the Luftwaffe’s \"Second Great Fire of London\" rained tens of thousands of incendiary bombs onto the city. The resulting inferno destroyed entire blocks around St Paul’s Cathedral and produced some of the most haunting wartime images of London in flames.",
      "fact_year": 1940,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Second_Great_Fire_of_London",
      "episode": {
        "id": 48,
        "title": "Evening Flows #01 - Yasmin - Crescendo in the Medina",
        "description": "The first Evening Flow episode comes from Yasmin. It starts deep in the medina, slow, mysterious, textured, and grows into a liberating dance across sub-Saharan landscapes. A journey through ambient soundscapes, Arabic melodies, Afro-Latin rhythms, and funky highlife grooves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/evening-flows-party-in-the-medina",
        "songs": [
          "Stive Morgan - Solar Wind, Pt. 3",
          "David Visan & Carlos Campos - Crystal Heart",
          "Evan Mars - Ya Zareef Al Tool",
          "Gerardo Frisina - Cuiabá",
          "Dele Sosimi & Medlar - You No Fit Touch Am (Medlar Remix)",
          "The Busy Twist - Friday Night"
        ],
        "music-genres": [
          "Ambient",
          "Deep House",
          "World Music",
          "Nu Jazz",
          "Afrobeat",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "A night of spreading fire and ominous skies is paired with an episode that starts dark and slow, then gradually releases tension into movement."
    },
    {
      "hour": 10,
      "fact_text": "On 29 December 1937, the Irish Free State was formally replaced when a new constitution came into force, renaming the state simply \"Ireland\" (Éire). The document asserted greater independence from Britain and reshaped the country’s institutions, while leaving its full republican status still to be resolved.",
      "fact_year": 1937,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Constitution_of_Ireland",
      "episode": {
        "id": 34,
        "title": "Morning Drops #28 - Under Scottish Skies",
        "description": "Gaia shares a personal moment of transition — a shift in seasons, in rhythm, and in life. From this space of quiet change comes a musical journey through Scotland: not the usual names, but voices that speak from the edges. A personal ritual and a small act of curiosity: an invitation to notice what grounds us when everything moves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-under-scottish-skies",
        "songs": [
          "Paolo Nutini - Pencil Full of Lead",
          "Lapse - Lady Bug",
          "Joesef - Let's Stay Together",
          "Vital Spark - Stone of Destiny"
        ],
        "music-genres": [
          "Indie Rock",
          "Scottish Folk",
          "Soul",
          "Celtic Rock"
        ]
      },
      "match_reason": "A constitutional transition toward fuller sovereignty fits an episode about quiet shifts in identity and the grounding power of Celtic landscapes."
    },
    {
      "hour": 11,
      "fact_text": "On 29 December 1972, Eastern Air Lines Flight 401, a Lockheed L‑1011 TriStar, crashed into the Florida Everglades after its crew became distracted by a faulty landing-gear indicator light. The wide‑body jet gradually descended unnoticed into the dark wetlands, in one of the first major accidents linked to cockpit fixation and human‑factors issues.",
      "fact_year": 1972,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Eastern_Air_Lines_Flight_401",
      "episode": {
        "id": 33,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "A crash caused by distraction and fixation on a small indicator parallels an episode about technology, attention, and how our focus can quietly drift."
    },
    {
      "hour": 12,
      "fact_text": "On 29 December 1989, Japan’s Nikkei 225 stock index hit its all‑time intraday high of 38,957.44 and an all‑time closing high of 38,915.87. The dizzying peak captured the speculative euphoria of Japan’s late‑1980s asset bubble, just before it burst and ushered in years of stagnation.",
      "fact_year": 1989,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Japanese_asset_price_bubble",
      "episode": {
        "id": 25,
        "title": "Morning Drops #19 - Wabi Sabi",
        "description": "Wabi-sabi is a story about a handmade mug, a small mistake, and the idea that imperfection can be something to keep—not correct. In this Morning Drop, Gaia shares a moment that didn’t go to plan, and four tracks that echo the same spirit: rough takes, studio accidents, lo-fi textures, and quiet surprises. A soft, thoughtful selection moving between warm electronics, classic riffs, and raw edges.A reminder that not everything needs to be polished. Sometimes, it’s better that way.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-wabi-sabi",
        "songs": [
          "song 1"
        ],
        "music-genres": [
          "genre 1"
        ]
      },
      "match_reason": "The perfectionist euphoria of a market bubble contrasts with an episode celebrating imperfection and the beauty of things that don’t stay at their peak."
    },
    {
      "hour": 13,
      "fact_text": "On 29 December 1996, the Guatemalan government and the Guatemalan National Revolutionary Unity signed peace accords that brought an official end to a brutal 36‑year civil war. The conflict had left hundreds of thousands dead or disappeared, many of them Indigenous Maya civilians.",
      "fact_year": 1996,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Guatemalan_Civil_War",
      "episode": {
        "id": 20,
        "title": "Morning Drops #14 - Slow Planet",
        "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
        "songs": [
          "Air - Cherry Blossom Girl",
          "Kruder & Dorfmeister - Keep On Believing",
          "Tosca - Orozco",
          "Bonobo - Terrapin"
        ],
        "music-genres": [
          "Downtempo",
          "Trip-Hop",
          "Electronic",
          "Chillout"
        ]
      },
      "match_reason": "The transition from decades of violence to fragile peace pairs with an episode inviting listeners into slowness, breathing, and a gentler rhythm."
    },
    {
      "hour": 14,
      "fact_text": "On 29 December 2006, the United Kingdom finally repaid the last installment of the massive Anglo‑American loan that had helped it recover from World War II. The debt, agreed in 1946, took 60 years and several deferred payments to settle, a reminder of how long war’s financial shadows can linger.",
      "fact_year": 2006,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Anglo-American_loan",
      "episode": {
        "id": 2,
        "title": "Sedna FM #02 - Destination Sedna",
        "description": "Continuing the Sedna FM journey together with family and friends! Episode two of the main series — exploring new musical territories and deepening the connection with our listeners. A collective voyage through sound.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/destination-sedna",
        "songs": [
          "Pink Floyd - Breathe",
          "The fountain DC - Starburster",
          "Laura Cahen - La Poussiere",
          "Taxi Kebab - Lmchi w rjou3",
          "Odion Iruoje - Identify With Your Roots",
          "Depeche mode - world in my eyes (Oil Tank Mix)",
          "Massive attack - Dissolved girl",
          "Kokoroko - Three piece suite",
          "Salin - Egungun",
          "E.S.P. - It's You"
        ],
        "music-genres": [
          "Progressive Rock",
          "Post-Punk",
          "French Pop",
          "Maghreb",
          "Afrobeat",
          "Synthpop",
          "Trip-Hop"
        ]
      },
      "match_reason": "Closing a 60‑year financial journey after war suits an episode about long voyages, continuity, and moving into new territories over time."
    },
    {
      "hour": 15,
      "fact_text": "On 29 December 2012, Red Wings Airlines Flight 9268, a Tupolev Tu‑204, overshot the runway at Moscow’s Vnukovo International Airport and crashed into a road embankment by the M3 highway. The accident, attributed in part to a failure of the thrust‑reverser system and pilot response, highlighted ongoing concerns about safety culture in some sectors of Russian aviation.",
      "fact_year": 2012,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Red_Wings_Airlines_Flight_9268",
      "episode": {
        "id": 26,
        "title": "Morning Drops #20 - Hitchhiking Poland",
        "description": "Yasmin takes you back to the summer of 2020, when borders were still uncertain and a long-held wish to visit Poland finally came true. Through four tracks, tracing her journey from a stranger's couch in Poznań to the peaks of Zakopane.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-hitchhiking-poland",
        "songs": [
          "Pidżama Porno - Ezoteryczny Poznań",
          "Seev, Masswo - Primal Scream",
          "Antoha MC - Ритм сердца",
          "Yugopolis & Maciej Maleńczuk - Ostatnia Nocka"
        ],
        "music-genres": [
          "Polish Rock",
          "Electronic",
          "Russian Rap",
          "Slavic Folk Rock"
        ]
      },
      "match_reason": "A Russian aircraft tragedy is matched with a travel‑story episode that weaves in Eastern European and Russian sounds, exploring journeys and their risks."
    },
    {
      "hour": 16,
      "fact_text": "On 29 December 2013, seven‑time Formula One world champion Michael Schumacher suffered a severe head injury while skiing off‑piste in the French Alps. Despite wearing a helmet, he struck a rock, and the accident abruptly turned a life defined by speed and precision into a long, private fight for recovery.",
      "fact_year": 2013,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Michael_Schumacher",
      "episode": {
        "id": 41,
        "title": "Morning Drops #36 - Women of Rock",
        "description": "A tribute to the women who shaped the sound of rock, the ones who picked up a guitar and refused to ask for permission. The conversation unfolds in Italian, led by Gaia and her father. A dialogue between generations and a reminder that the pulse of rock has always belonged to anyone brave enough to play it loud. Distortion, rhythm, freedom.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-women-of-rock",
        "songs": [
          "Suzi Quatro - Can the Can",
          "Joan Jett & The Blackhearts - I Love Rock 'n Roll",
          "Laura Cox - Hard Blues Shot",
          "Jackie Venson - Always Free (Live)"
        ],
        "music-genres": [
          "Glam Rock",
          "Hard Rock",
          "Blues Rock"
        ]
      },
      "match_reason": "High‑speed risk, resilience, and defying limits echo through both Schumacher’s story and the unapologetic energy of rock trailblazers."
    },
    {
      "hour": 17,
      "fact_text": "On 29 December 2020, a magnitude 6.4 earthquake struck near the town of Petrinja in Croatia’s Sisak‑Moslavina County. The shallow quake collapsed buildings, killed seven people, and was powerful enough to be felt across several neighboring countries.",
      "fact_year": 2020,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2020_Petrinja_earthquake",
      "episode": {
        "id": 21,
        "title": "Morning Drops #15 - Unfreezing",
        "description": "A short, honest Morning Drop with no grand theme — just four tracks, a bit of voice, and the decision to not wait for the 'right' moment. Room to breathe today.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-unfreezing",
        "songs": [
          "Jelisa - Friendly Pressure",
          "Jane Birkin & Serge Gainsbourg - Je t’aime… moi non plus",
          "Feng Suave - Maybe Another Time",
          "Bernard Badie - In Love (DJ Quad's at Night Mix)"
        ],
        "music-genres": [
          "Trip-Hop",
          "French Pop",
          "Indie",
          "Deep House"
        ]
      },
      "match_reason": "A sudden, shaking disruption of everyday life pairs with an understated episode about small, honest shifts and making space to breathe after shock."
    },
    {
      "hour": 18,
      "fact_text": "On 29 December 2023, South Africa filed an application at the International Court of Justice accusing Israel of genocide in its military operations in the Gaza Strip. The case invokes the 1948 Genocide Convention and places one state’s interpretation of another’s wartime conduct under intense legal and moral scrutiny.",
      "fact_year": 2023,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/South_Africa's_genocide_case_against_Israel",
      "episode": {
        "id": 14,
        "title": "Morning Drops #08 - (un)Boxing",
        "description": "An episode about breaking free from expectations and labels. Music that helps us unbox ourselves and embrace who we truly are.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-unboxing",
        "songs": [
          "Kendrick Lamar - Feel",
          "Kendrick Lamar - The Blacker the Berry",
          "Kendrick Lamar - Mirror"
        ],
        "music-genres": [
          "Hip-Hop",
          "Conscious Rap"
        ]
      },
      "match_reason": "A legal battle over definitions of genocide and state conduct connects to an episode about labels, identity, and questioning the boxes we’re put in."
    },
    {
      "hour": 19,
      "fact_text": "On 29 December 2024, Jeju Air Flight 2216 crashed into a wall while landing at Muan International Airport in South Korea, killing 179 of the 181 occupants. It became the deadliest aviation accident on South Korean soil, raising urgent questions about approach procedures and airport safety.",
      "fact_year": 2024,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Jeju_Air_Flight_2216",
      "episode": {
        "id": 41,
        "title": "Morning Drops #36 - Thailand",
        "description": "Recorded in Koh Samui, Thailand, where Yasmin and her friend Patricia spent more than two intense weeks training Muay Thai and Western boxing. Between sweat, rhythm, and sea breeze, they share reflections on discipline, friendship, and the beauty of movement - with a soundtrack that connects Thai sounds to the flow of daily practice.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-thailand",
        "songs": [
          "Salin - Egungun",
          "Justin Bieber - Love Yourself",
          "Khun Narin - Phua Kao",
          "Burna Boy - Cheat on Me (feat. Dave)"
        ],
        "music-genres": [
          "Afrobeat",
          "Pop",
          "Thai Funk",
          "Afro-Fusion"
        ]
      },
      "match_reason": "An air disaster in East Asia is contrasted with an episode about bodily discipline, presence, and navigating risk and motion with awareness."
    },
    {
      "hour": 20,
      "fact_text": "On 29 December 1930, the Washington Naval Treaty’s spirit of arms control was already fraying; by that same date in 1934 Japan would renounce it, but in 1930 the London Naval Treaty still held hope for limiting battleships and cruisers. It was a rare moment when world powers tried to restrain their own military technology by pen instead of steel.",
      "fact_year": 1930,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/London_Naval_Treaty",
      "episode": {
        "id": 30,
        "title": "Morning Drops #24 - The Rise Of Afrobeat",
        "description": "An exploration of the rise of Afrobeat, tracing its roots and evolution as a genre that blends African rhythms with jazz, funk, and highlife. A celebration of the infectious energy and cultural significance of this influential musical movement.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-rise-of-afrobeat",
        "songs": [
          "E.T. Mensah - Ghana Freedom",
          "I.K. Dairo - Salome",
          "Fela Kuti - Great Kids",
          "Fela Kuti - Expensive Shit"
        ],
        "music-genres": [
          "Highlife",
          "Jùjú",
          "Afrobeat"
        ]
      },
      "match_reason": "Global powers trying to restrain force through treaties mirrors how Afrobeat turned politics and power into rhythm and resistance instead of weapons."
    },
    {
      "hour": 21,
      "fact_text": "On 29 December 1937, as Ireland’s new constitution took effect, the country quietly shifted from Dominion status toward a more independent republic, even though full republican declaration came later. The document blended Catholic social thinking, Gaelic cultural revival, and modern statecraft in a uniquely Irish mix.",
      "fact_year": 1937,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Republic_of_Ireland",
      "episode": {
        "id": 27,
        "title": "Morning Drops #21 - Endless Summer",
        "description": "Recorded from Fano, a quiet town on the Adriatic coast where summer stretches long and slow. Between swims, simple meals, and time with family, Gaia reflects on the kind of music that helps us return to ourselves. Through different shades of jazz — from minimal and meditative to warm and rhythmic — an invitation to slip into that endless summer feeling.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-endless-summer",
        "songs": [
          "Nik Bärtsch - Modul 14",
          "Mama Terra - Chameleon (Single Edit)",
          "Spyro Gyra - Morning Dance",
          "Yussef Kamaal - Black Focus"
        ],
        "music-genres": [
          "Minimal Jazz",
          "Nu Jazz",
          "Jazz Fusion",
          "UK Jazz"
        ]
      },
      "match_reason": "A subtle, long‑term shift toward fuller independence pairs with an episode about slow transformations and finding a relaxed, enduring sense of self."
    },
    {
      "hour": 22,
      "fact_text": "On 29 December 1972’s Flight 401 crash in the Everglades, salvaged parts from the wrecked L‑1011 TriStar were later installed on other aircraft—sparking persistent ghost stories among some crews. While the official accident report is all engineering and human factors, folklore turned the tragedy into one of aviation’s most famous modern myths.",
      "fact_year": 1972,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Lockheed_L-1011_TriStar",
      "episode": {
        "id": 39,
        "title": "Morning Drops #33 - Immerse",
        "description": "An analogy between diving, one of Gaia's great passions, and the act of immersing in life itself. A reflection on what happens when we go below the surface: when we let ourselves be fully present. From moments of calm suspension to warm, rhythmic flow, the selection moves like water — fluid, organic, and alive. An invitation to slow down, listen deeper, and float.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-immerse",
        "songs": [
          "Pino D'Angiò - Un Po' d'Uva e un Liquore",
          "Midlife - The Magnificent Moon",
          "Tornado Wallace - Today",
          "Nu Genea - Marechià (feat. Celia Kameni)"
        ],
        "music-genres": [
          "Italo Disco",
          "Indie",
          "Balearic",
          "Nu Disco"
        ]
      },
      "match_reason": "Swampy Everglades waters, submerged wreckage, and lingering myths match an episode about going below the surface and drifting in fluid, underwater moods."
    },
    {
      "hour": 23,
      "fact_text": "On 29 December 1913, Hollywood’s first feature film was beginning, but on that same date decades later entire financial and political orders were cresting or collapsing. The echo across these 29ths of December is that seemingly ordinary winter days can hide turning points in art, war, law, and economics that we only recognize in hindsight.",
      "fact_year": 1913,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/December_29",
      "episode": {
        "id": 15,
        "title": "Morning Drops #09 - Birthday Cake",
        "description": "Today's breakfast comes with a sprinkle of stardust and a slice of birthday cake as we celebrate a pure and unique soul, Yasmin. On Sedna, we may not do years, but we sure know how to party!",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-birthdaycake",
        "songs": [
          "Artist Name - Song Title",
          "Artist Name - Song Title",
          "Artist Name - Song Title",
          "Artist Name - Song Title"
        ],
        "music-genres": [
          "Eclectic",
          "Celebratory"
        ]
      },
      "match_reason": "A reflective meta‑fact about many 29 December turning points closes the day with an episode that feels like a birthday—marking time, cycles, and hidden anniversaries."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "On 29 December 1913, Cecil B. DeMille began shooting *The Squaw Man*, widely regarded as Hollywood’s first feature-length film. The production helped lure the American film industry from the East Coast to the sunlit ranchlands of California, setting the stage for Hollywood’s rise as the global capital of cinema.",
      "fact_year": 1913,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/The_Squaw_Man_(1914_film)",
      "episode": {
        "id": 1,
        "title": "Sedna FM #01 - November Bomb",
        "description": "The first Family & Friends radio episode from Yasmin Sarbaoui and Gaia Parolini. Where it all began — a life soundtrack that launched Sedna FM into the universe. Raw, heartfelt, and full of the energy that defines everything that followed.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/november-bomb",
        "songs": [
          "berlioz - Open this wall",
          "Nas - One Mic",
          "Canserbero - De la vida como pelicula, tragedia, comedia y ficcion",
          "Frankie Knuckles - Your Love",
          "Notorious B.I.G. - 17 Ten Crack Commandments",
          "Liloca - Utani Xuva",
          "Fela Kuti - Zombie",
          "Neffa - Aspettando il sole",
          "Childish Gambino - No Excuses",
          "Modjo - Music takes you back"
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeat",
          "House",
          "Italian Pop",
          "R&B",
          "Latin Rap"
        ]
      },
      "match_reason": "A 'where it all began' cinema milestone pairs with Sedna’s own first, foundational episode."
    },
    {
      "hour": 1,
      "fact_text": "On 29 December 1860, HMS Warrior was launched as the world’s first ocean‑going iron‑hulled, armored warship driven by both sails and a screw propeller. Her radical mix of iron hull, steam power, and heavy guns instantly rendered wooden warships obsolete, forcing navies everywhere into a new technological era.",
      "fact_year": 1860,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/HMS_Warrior_(1860)",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "A shocking leap in naval technology fits the electrified, high‑voltage rock of “Electric Shock.”"
    },
    {
      "hour": 2,
      "fact_text": "On 29 December 1812, the American frigate USS Constitution defeated HMS Java off the coast of Brazil after a fierce three‑hour battle. Nicknamed “Old Ironsides” because enemy cannonballs seemed to bounce off her thick wooden hull, the ship became a symbol of resilience and naval ingenuity.",
      "fact_year": 1812,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/USS_Constitution",
      "episode": {
        "id": 37,
        "title": "Morning Drops #31 - Sailing With Germans",
        "description": "From the deck of a sailing boat, hosted by Yasmin and her special guests. A week at sea with six Germans, each with their own stories, songs, and ways of moving through the waves. From shared meals to unexpected laughter, from quiet resilience to sun-soaked joy — a collection of voices and tracks that reflect what it means to journey together.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sailing-with-germans",
        "songs": [
          "Billy Talent - Dead Silence",
          "Ben Howard - Keep Your Head Up",
          "Ziggy Alberts - Simple Things",
          "Vitor Kley - O Sol",
          "Enya - Orinoco Flow",
          "Paveier - Leev Marie"
        ],
        "music-genres": [
          "Punk Rock",
          "Indie Folk",
          "Surf Pop",
          "New Age",
          "German Folk"
        ]
      },
      "match_reason": "A legendary sea battle and an iconic sailing ship echo the episode’s ocean voyage and wave‑drifting mood."
    },
    {
      "hour": 3,
      "fact_text": "On 29 December 1607, English explorer John Smith claimed that Pocahontas, the young daughter of Powhatan leader Wahunsenacawh, intervened to save his life during a ritual execution. Whether myth, misinterpretation, or precise memory, the story became one of the most enduring and debated encounters between European settlers and Indigenous Americans.",
      "fact_year": 1607,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Pocahontas",
      "episode": {
        "id": 24,
        "title": "Morning Drops #18 - Sardegna",
        "description": "Yasmin traces her connection to Sardegna — the island where her Italian journey began. Through music and memory, she shares the story of how this place shaped her family's path, and why it still holds such a deep place in her heart.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-18-sardegna",
        "songs": [
          "Piero Marras - Istrales",
          "Mahmood & Tenores di Bitti - Com’è profondo il mare",
          "Fabrizio De André - Hotel Supramonte",
          "Giuni Russo - Alghero"
        ],
        "music-genres": [
          "Italian Folk",
          "Sardinian",
          "Italian Pop"
        ]
      },
      "match_reason": "Both center on contested origin stories and how place, memory, and narrative shape identity across cultures."
    }
  ],
  "generated_at": "2025-12-29T00:00:00.008372+00:00",
  "date": "2025-12-29",
  "updated_at": "2025-12-29T03:00:01.097306+00:00"
}