{
  "current_hour": 14,
  "current_fact": {
    "hour": 14,
    "fact_text": "On December 21, 1992, Martinair Flight 495, a Dutch DC-10, crashed while landing in poor weather at Faro Airport in Portugal, killing 56 people. Investigations into the accident highlighted the complex interplay between weather, human decisions, and aircraft design in aviation safety.",
    "fact_year": 1992,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Martinair_Flight_495",
    "episode": {
      "id": 30,
      "title": "Morning Drops #25 - A Trip-Hop Journey",
      "description": "Hosted by friend Lorenzo, a journey through the roots and evolution of trip-hop. From Bristol's early experiments with Massive Attack and Tricky, to DJ Shadow's cinematic sampling in California, and Thievery Corporation's global downtempo grooves in Washington D.C. — exploring how this genre blurred boundaries and reshaped electronic music.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-trip-hop-journey",
      "songs": [
        "Massive Attack - Unfinished Sympathy",
        "Tricky - Hell Is Round the Corner",
        "DJ Shadow - Midnight in a Perfect World",
        "Thievery Corporation - Lebanese Blonde",
        "Smoke City - Underwater Love"
      ],
      "music-genres": [
        "Trip-Hop",
        "Downtempo",
        "Electronic"
      ]
    },
    "match_reason": "A somber aviation disaster suits a moody, cinematic trip-hop journey whose reflective textures echo investigation, memory, and unresolved questions."
  },
  "queue": [
    {
      "hour": 15,
      "fact_text": "On December 21, 1970, the F-14 Tomcat made its first flight, introducing a swing-wing fighter that could change its wing shape in midair. Designed to defend aircraft carriers, the F-14 became an icon of Cold War aviation and pop culture alike.",
      "fact_year": 1970,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Grumman_F-14_Tomcat",
      "episode": {
        "id": 5,
        "title": "Sedna FM #05 - On The Go - Zero Zero",
        "description": "An energetic mix for when you're on the move. Zero Zero captures that feeling of starting fresh, moving forward, and embracing the journey. Perfect for travel, walks, or just getting things done.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/on-the-go-zero-zero",
        "songs": [
          "Alborosie - Rock the dancehall",
          "Grace Jones - Pull up to the bumper",
          "Hollie cook - Happy hour",
          "Easy star all star - Soul love",
          "Jeremie Albino - Rolling down the 405",
          "Cyril Neville - I found joy",
          "Aretha Franklin - Rock steady",
          "James Brown - Talking loud and saying nothing (remix)",
          "Nubiyan Twist - So mi stay",
          "Professor Wouassa - Fallou Fall",
          "Jarabe de Palo - La Flaca"
        ],
        "music-genres": [
          "Reggae",
          "Funk",
          "Soul",
          "Afrobeat",
          "Latin Rock",
          "New Wave"
        ]
      },
      "match_reason": "The debut of a fast, agile fighter jet fits with an ‘on the move’ soundtrack built for motion, speed, and forward momentum."
    },
    {
      "hour": 16,
      "fact_text": "On December 21, 1941, Thailand and Japan signed a Pact of Alliance during World War II, formally aligning Thailand with Japan’s wartime ambitions in Southeast Asia. The decision would shape the country’s occupation, resistance, and post-war politics.",
      "fact_year": 1941,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Thailand_in_World_War_II",
      "episode": {
        "id": 40,
        "title": "Morning Drops #36 - Thailand",
        "description": "Recorded in Koh Samui, Thailand, where Yasmin and her friend Patricia spent more than two intense weeks training Muay Thai and Western boxing. Between sweat, rhythm, and sea breeze, they share reflections on discipline, friendship, and the beauty of movement - with a soundtrack that connects Thai sounds to the flow of daily practice.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-thailand",
        "songs": [
          "Salin - Egungun",
          "Justin Bieber - Love Yourself",
          "Khun Narin - Phua Kao",
          "Burna Boy - Cheat on Me (feat. Dave)"
        ],
        "music-genres": [
          "Afrobeat",
          "Pop",
          "Thai Funk",
          "Afro-Fusion"
        ]
      },
      "match_reason": "A pivotal Thai wartime alliance sits alongside an episode recorded in Thailand, linking its complex history to present-day culture and rhythm."
    },
    {
      "hour": 17,
      "fact_text": "On December 21, 1995, the city of Bethlehem was handed over from Israeli to Palestinian control under the Oslo Accords framework. The transfer returned administrative authority over one of the world’s most symbolically charged cities to the Palestinian Authority.",
      "fact_year": 1995,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Bethlehem",
      "episode": {
        "id": 26,
        "title": "Morning Drops #21 - Endless Summer",
        "description": "Recorded from Fano, a quiet town on the Adriatic coast where summer stretches long and slow. Between swims, simple meals, and time with family, Gaia reflects on the kind of music that helps us return to ourselves. Through different shades of jazz — from minimal and meditative to warm and rhythmic — an invitation to slip into that endless summer feeling.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-endless-summer",
        "songs": [
          "Nik Bärtsch - Modul 14",
          "Mama Terra - Chameleon (Single Edit)",
          "Spyro Gyra - Morning Dance",
          "Yussef Kamaal - Black Focus"
        ],
        "music-genres": [
          "Minimal Jazz",
          "Nu Jazz",
          "Jazz Fusion",
          "UK Jazz"
        ]
      },
      "match_reason": "A moment of political transition in a deeply historic city is paired with reflective, spacious jazz that invites contemplation about home, peace, and continuity."
    },
    {
      "hour": 18,
      "fact_text": "On December 21, 1999, Spain’s Civil Guard intercepted a van carrying 950 kg of explosives that the militant group ETA planned to use against Madrid’s Torre Picasso skyscraper. The foiled plot averted what could have been one of the deadliest attacks in the group’s history.",
      "fact_year": 1999,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/ETA_(separatist_group)",
      "episode": {
        "id": 44,
        "title": "Morning Drops #39 - Moving Meditation",
        "description": "An episode inspired by how travel helps us see more clearly. Stepping into new places opens the mind, shifts perspective. The music moves through balearic warmth, boogie grooves, world and latin-folk influences, and touches of new wave — a selection built to follow the quiet changes that happen when you're out of your usual rhythm.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-moving-meditation",
        "songs": [
          "Stella & The Longos - La Flamme",
          "España Circo Este - Dormo poco e sogno molto",
          "Mystic Jungle - Sunset Breaker",
          "Talking Heads - This Must Be the Place (Naive Melody)"
        ],
        "music-genres": [
          "Balearic",
          "Italian Folk Rock",
          "World Music",
          "New Wave"
        ]
      },
      "match_reason": "A narrowly avoided tragedy in Spain fits an episode that gently shifts perspective through travel and movement, hinting at the many paths a city’s story can take."
    },
    {
      "hour": 19,
      "fact_text": "On December 21, 1124, Honorius II was consecrated pope after a bitter dispute that had seen his rival Celestine II briefly elected and then deposed. The contested succession reflected deep tensions between Roman factions and the powerful noble families of the time.",
      "fact_year": 1124,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Pope_Honorius_II",
      "episode": {
        "id": 16,
        "title": "Morning Drops #10 - The One With Many Names",
        "description": "Yasmin guides us through the glamorous world of Ghost, the Swedish band that turned rock into ritual. From masked clergy to shifting identities, diving into the music and myth of one of the most theatrical acts of our time.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-one-with-many-names",
        "songs": [
          "Ghost - Spirit",
          "Ghost - Mary on a Cross",
          "Ghost - Dance Macabre",
          "Ghost - Umbra"
        ],
        "music-genres": [
          "Hard Rock",
          "Heavy Metal",
          "Arena Rock"
        ]
      },
      "match_reason": "A medieval power struggle over the papacy resonates with an episode about Ghost, a band built on theatrical clergy imagery, ritual, and contested spiritual authority."
    },
    {
      "hour": 20,
      "fact_text": "On December 21, 69, the same Vespasian who became emperor would later be remembered for imposing a tax on public urinals, inspiring the phrase \"Pecunia non olet\"—\"money does not stink\". It’s a reminder that even unglamorous ideas can stabilize an empire’s finances.",
      "fact_year": 69,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/AD_69",
      "episode": {
        "id": 1,
        "title": "Sedna FM #01 - November Bomb",
        "description": "The first Family & Friends radio episode from Yasmin Sarbaoui and Gaia Parolini. Where it all began — a life soundtrack that launched Sedna FM into the universe. Raw, heartfelt, and full of the energy that defines everything that followed.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/november-bomb",
        "songs": [
          "berlioz - Open this wall",
          "Nas - One Mic",
          "Canserbero - De la vida como pelicula, tragedia, comedia y ficcion",
          "Frankie Knuckles - Your Love",
          "Notorious B.I.G. - 17 Ten Crack Commandments",
          "Liloca - Utani Xuva",
          "Fela Kuti - Zombie",
          "Neffa - Aspettando il sole",
          "Childish Gambino - No Excuses",
          "Modjo - Music takes you back"
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeat",
          "House",
          "Italian Pop",
          "R&B",
          "Latin Rap"
        ]
      },
      "match_reason": "A quirky, pragmatic imperial tax that quietly changed things pairs with the raw ‘origin story’ energy of Sedna’s first episode, where small, bold moves launch something much bigger."
    },
    {
      "hour": 21,
      "fact_text": "On December 21, 1968, as Apollo 8 left Earth behind, the crew became the first humans to experience the profound silence of deep space around our planet. In that void, they read passages from Genesis to a live global audience on Christmas Eve, blending space-age technology with ancient storytelling.",
      "fact_year": 1968,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Apollo_program",
      "episode": {
        "id": 32,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "Humans stepping into the communications void of space and broadcasting back to Earth mirrors an episode about our relationship with technology, connection, and the strange silence when we disconnect."
    },
    {
      "hour": 22,
      "fact_text": "On December 21, 1968, as Apollo 8 orbited the Moon, the astronauts captured the iconic \"Earthrise\" photograph—our blue planet rising over a barren lunar horizon. This single image is often credited with accelerating the global environmental movement by showing Earth as a fragile, shared home.",
      "fact_year": 1968,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Earthrise",
      "episode": {
        "id": 45,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "A view of Earth that helped spark environmental consciousness aligns with an episode immersed in Arctic oceans and marine life, both urging us to see our planet as one living habitat."
    },
    {
      "hour": 23,
      "fact_text": "On December 21, 1937, as audiences met Snow White on the big screen, the film’s use of synchronized music and song numbers turned animated cinema into a kind of moving musical theatre. Its success paved the way for generations of animated film scores and soundtracks we still hum today.",
      "fact_year": 1937,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Animation",
      "episode": {
        "id": 18,
        "title": "Morning Drops #12 - 80's Club",
        "description": "Starting with a Monday evening in Munich — a few drinks, friends, and landing in an 80s dance party. From Donna Summer's hypnotic pulse, to Depeche Mode's bright synthpop, Ken Laszlo's Italo Disco romance, and Mylène Farmer's darker theatrical world. Four songs, four corners of the 80s — connected by the machines that changed how we dance.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-80s-club",
        "songs": [
          "Donna Summer - I Feel Love",
          "Depeche Mode - Just Can't Get Enough",
          "Ken Laszlo - Hey Hey Guy",
          "Mylène Farmer - Sans Contrefaçon"
        ],
        "music-genres": [
          "Disco",
          "Synthpop",
          "Italo Disco",
          "French Pop"
        ]
      },
      "match_reason": "An early marriage of animation and musical theatre connects to an episode celebrating dance-floor soundtracks and the evolution of music paired with moving images and lights."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "On December 21, 1968, Apollo 8 blasted off from Kennedy Space Center and became the first crewed mission to leave Earth’s orbit and head for the Moon. Its three astronauts would soon witness an Earthrise over the lunar horizon, reshaping how humanity saw its home planet.",
      "fact_year": 1968,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Apollo_8",
      "episode": {
        "id": 9,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "A mission that literally left Earth’s orbit pairs with an episode about shifting perspective and seeing ‘empty space’ as potential, echoing Apollo 8’s transformative view of the cosmos."
    },
    {
      "hour": 1,
      "fact_text": "On December 21, 2020, Jupiter and Saturn aligned in an extraordinarily close great conjunction, appearing just 0.1 degrees apart in the night sky. It was the closest visible pairing of these giant planets since 1623, creating a ‘double planet’ spectacle for observers on Earth.",
      "fact_year": 2020,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Great_conjunction",
      "episode": {
        "id": 20,
        "title": "Morning Drops #14 - Slow Planet",
        "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
        "songs": [
          "Air - Cherry Blossom Girl",
          "Kruder & Dorfmeister - Keep On Believing",
          "Tosca - Orozco",
          "Bonobo - Terrapin"
        ],
        "music-genres": [
          "Downtempo",
          "Trip-Hop",
          "Electronic",
          "Chillout"
        ]
      },
      "match_reason": "A rare planetary alignment under the sky fits a calm, celestial-feeling set about slowing down on our ‘slow planet’ and looking up."
    },
    {
      "hour": 2,
      "fact_text": "On December 21, 1872, HMS Challenger set sail from Portsmouth on a four-year voyage that became the first true global oceanographic expedition. The crew mapped deep-sea trenches, catalogued thousands of new species, and essentially launched modern marine science.",
      "fact_year": 1872,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Challenger_expedition",
      "episode": {
        "id": 38,
        "title": "Morning Drops #33 - Immerse",
        "description": "An analogy between diving, one of Gaia's great passions, and the act of immersing in life itself. A reflection on what happens when we go below the surface: when we let ourselves be fully present. From moments of calm suspension to warm, rhythmic flow, the selection moves like water — fluid, organic, and alive. An invitation to slow down, listen deeper, and float.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-immerse",
        "songs": [
          "Pino D'Angiò - Un Po' d'Uva e un Liquore",
          "Midlife - The Magnificent Moon",
          "Tornado Wallace - Today",
          "Nu Genea - Marechià (feat. Celia Kameni)"
        ],
        "music-genres": [
          "Italo Disco",
          "Indie",
          "Balearic",
          "Nu Disco"
        ]
      },
      "match_reason": "A pioneering deep-sea expedition pairs perfectly with an episode themed around immersion, water, and going below the surface."
    },
    {
      "hour": 3,
      "fact_text": "On December 21, 1934, Sergei Prokofiev’s \"Lieutenant Kijé\" suite was premiered, based on a satirical story about a non-existent Russian officer accidentally created by bureaucratic error. The music made this imaginary man more real and enduring than many historical figures.",
      "fact_year": 1934,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Lieutenant_Kij%C3%A9_(Prokofiev)",
      "episode": {
        "id": 6,
        "title": "Sedna FM #06 - Alters of an Ego",
        "description": "What if you could step outside yourself and become someone freer, bolder, or completely unexpected? Exploring the artistry of musicians who craft alter-egos and parallel realities to experiment with new dimensions of their identity. It's not about hiding who they are — it's about expanding who they can be.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/alters-of-an-ego",
        "songs": [
          "The Thin White Duke - Stay",
          "Mac Miller - Dang (feat. Anderson .Paak)",
          "Larry Lovestein - Love Affair",
          "The Fireman - Strawberries Oceans Ships Forest",
          "Paul McCartney - Oh! Darling",
          "Prince - Kiss",
          "Camille - Rebirth of the Flash",
          "MF DOOM - Deep Fried Frenz",
          "Gorillaz - Dirty Harry",
          "Gorillaz - Andromeda"
        ],
        "music-genres": [
          "Glam Rock",
          "Hip-Hop",
          "Jazz",
          "Ambient",
          "Classic Rock",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "A fictional officer accidentally conjured by paperwork mirrors the idea of crafted personas and alter-egos explored in this episode."
    },
    {
      "hour": 4,
      "fact_text": "On December 21, 1937, \"Snow White and the Seven Dwarfs\" premiered in Los Angeles, becoming the first full-length cel-animated feature film. Walt Disney bet his studio on the risky experiment, which critics dubbed “Disney’s Folly” until it transformed animation and cinema forever.",
      "fact_year": 1937,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Snow_White_and_the_Seven_Dwarfs_(1937_film)",
      "episode": {
        "id": 4,
        "title": "Sedna FM #04 - Queen of Spades",
        "description": "Tuning in from the planet of irrational love. Exploring love's most vulnerable side — the kind that awakens the child within us. A diverse music selection ranging from electric blues to downtempo, soul, and jazz. A tribute to the feeling that has moved artists to create the most beautiful works. Love makes us vulnerable, and there is no art without vulnerability.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/queen-of-spades",
        "songs": [
          "Alabama Shakes - Gimme All Your Love",
          "Queens of the stone age - Make it wit chu",
          "Rosa Passos - Fusion",
          "Sade - Mr Wrong",
          "Daft Punk - Something About Us",
          "10cc - I'm Not in Love",
          "Jonny Nash - Theories",
          "Etta James - I'd Rather Go Blind",
          "Adriano Celentano - Storia D'amore",
          "Eric Clapton - Have you ever loved a woman",
          "Arctic Monkey - The Bakery"
        ],
        "music-genres": [
          "Blues Rock",
          "Stoner Rock",
          "Bossa Nova",
          "Soul",
          "Electronic",
          "Soft Rock",
          "Blues"
        ]
      },
      "match_reason": "A fairy-tale ‘queen’ and a groundbreaking, emotionally rich animated love story resonate with an episode centered on vulnerable love and timeless emotion."
    },
    {
      "hour": 5,
      "fact_text": "On December 21, 1879, Henrik Ibsen’s play \"A Doll’s House\" premiered in Copenhagen, scandalizing audiences with its ending: a woman walking out on her husband and children to discover herself. The play cracked open debates on gender roles, marriage, and personal freedom.",
      "fact_year": 1879,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/A_Doll%27s_House",
      "episode": {
        "id": 14,
        "title": "Morning Drops #08 - (un)Boxing",
        "description": "An episode about breaking free from expectations and labels. Music that helps us unbox ourselves and embrace who we truly are.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-unboxing",
        "songs": [
          "Kendrick Lamar - Feel",
          "Kendrick Lamar - The Blacker the Berry",
          "Kendrick Lamar - Mirror"
        ],
        "music-genres": [
          "Hip-Hop",
          "Conscious Rap"
        ]
      },
      "match_reason": "Nora’s decision to step out of her ‘doll’s house’ and social expectations aligns with an episode about unboxing ourselves from roles and labels."
    },
    {
      "hour": 6,
      "fact_text": "On December 21, 1844, a group of working-class weavers in Rochdale, England opened a small cooperative shop that would spark the global cooperative movement. Their principles of democratic control and fair pricing became the blueprint for co-ops around the world.",
      "fact_year": 1844,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Rochdale_Society_of_Equitable_Pioneers",
      "episode": {
        "id": 12,
        "title": "Morning Drops #06 - Friend's Home",
        "description": "Yasmin and Gaia are reunited under the same roof to spend Easter Monday morning together, exploring that heartwarming 'just like home' feeling that comes from being surrounded by beloved friends.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-friends-home",
        "songs": [
          "Oumou Sangaré - Jah Rah Bee",
          "James Mason - Free",
          "Articolo 31 - Gente che spera",
          "Articolo 31 - Spirale ovale"
        ],
        "music-genres": [
          "Afropop",
          "Jazz-Funk",
          "Italian Hip-Hop"
        ]
      },
      "match_reason": "A story of ordinary people building a shared ‘home’ through cooperation fits an episode about friendship, community, and feeling at home under one roof."
    },
    {
      "hour": 7,
      "fact_text": "On December 21, 1620, the Mayflower Pilgrims landed near Plymouth Rock, beginning the Plymouth Colony. For them it was the end of a perilous sea crossing and the start of an uncertain experiment in building a new society on unfamiliar shores.",
      "fact_year": 1620,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Plymouth_Colony",
      "episode": {
        "id": 36,
        "title": "Morning Drops #31 - Sailing With Germans",
        "description": "From the deck of a sailing boat, hosted by Yasmin and her special guests. A week at sea with six Germans, each with their own stories, songs, and ways of moving through the waves. From shared meals to unexpected laughter, from quiet resilience to sun-soaked joy — a collection of voices and tracks that reflect what it means to journey together.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sailing-with-germans",
        "songs": [
          "Billy Talent - Dead Silence",
          "Ben Howard - Keep Your Head Up",
          "Ziggy Alberts - Simple Things",
          "Vitor Kley - O Sol",
          "Enya - Orinoco Flow",
          "Paveier - Leev Marie"
        ],
        "music-genres": [
          "Punk Rock",
          "Indie Folk",
          "Surf Pop",
          "New Age",
          "German Folk"
        ]
      },
      "match_reason": "A legendary transatlantic sea voyage connects to an episode literally recorded at sea, reflecting on journeys, boats, and crossing waters together."
    },
    {
      "hour": 8,
      "fact_text": "On December 21, 1826, settlers in Nacogdoches declared the short-lived Fredonian Rebellion, attempting to break away from Mexican Texas. Though it failed, this little-known uprising foreshadowed larger independence movements to come.",
      "fact_year": 1826,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Fredonian_Rebellion",
      "episode": {
        "id": 31,
        "title": "Morning Drops #26 - Canserbero",
        "description": "Yasmin guides us through the story of Canserbero, the Venezuelan rapper who reshaped Latin American hip hop with his raw voice and deeply reflective lyrics. A journey into his music, his vision, and the legacy of an artist who transformed personal and social struggles into powerful storytelling.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-canserbero",
        "songs": [
          "Canserbero - Mañana será otro día",
          "Canserbero - Querer Querernos",
          "Canserbero - Jeremías",
          "Canserbero - De la vida como una película y su tragedia, comedia y ficción"
        ],
        "music-genres": [
          "Latin Rap",
          "Hip-Hop",
          "Conscious Rap"
        ]
      },
      "match_reason": "A small, fiery rebellion in the Americas aligns with an episode about Latin American hip-hop that voices resistance, struggle, and defiance."
    },
    {
      "hour": 9,
      "fact_text": "On December 21, 1923, the Nepal–Britain Treaty was signed, with Britain formally recognizing Nepal’s independence and sovereignty. This agreement quietly reshaped relations in the Himalayas after a century of shifting borders and colonial pressures.",
      "fact_year": 1923,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Nepal%E2%80%93Britain_Treaty_of_1923",
      "episode": {
        "id": 33,
        "title": "Morning Drops #28 - Under Scottish Skies",
        "description": "Gaia shares a personal moment of transition — a shift in seasons, in rhythm, and in life. From this space of quiet change comes a musical journey through Scotland: not the usual names, but voices that speak from the edges. A personal ritual and a small act of curiosity: an invitation to notice what grounds us when everything moves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-under-scottish-skies",
        "songs": [
          "Paolo Nutini - Pencil Full of Lead",
          "Lapse - Lady Bug",
          "Joesef - Let's Stay Together",
          "Vital Spark - Stone of Destiny"
        ],
        "music-genres": [
          "Indie Rock",
          "Scottish Folk",
          "Soul",
          "Celtic Rock"
        ]
      },
      "match_reason": "A treaty redefining identity and sovereignty in the mountains echoes an episode steeped in another highland landscape, Scotland, and questions of what grounds us and where we belong."
    },
    {
      "hour": 10,
      "fact_text": "On December 21, 1598, Mapuche warriors led by the cacique Pelantaro dealt a crushing defeat to Spanish forces at the Battle of Curalaba. This Indigenous victory sparked a wider uprising that halted Spanish expansion in southern Chile for decades.",
      "fact_year": 1598,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Curalaba",
      "episode": {
        "id": 22,
        "title": "Morning Drops #16 - The Sound of Tuareg",
        "description": "A journey into the sound of the Tuareg: from traditional chants and desert rituals to the electrified rhythms of exile and resistance. Music shaped by sand, memory, and survival.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-sound-of-tuareg",
        "songs": [
          "Les Filles de Illighadad - Imigradan",
          "Tinariwen - Amassakoul ’N’ Ténéré",
          "Liya Ag Ablil - Awa Adounia",
          "Tinariwen - Sastanàqqàm"
        ],
        "music-genres": [
          "Desert Blues",
          "Tuareg",
          "World Music"
        ]
      },
      "match_reason": "An Indigenous resistance victory in Chile parallels an episode dedicated to Tuareg music, where sound is entwined with survival, land, and resistance to domination."
    },
    {
      "hour": 11,
      "fact_text": "On December 21, 1361, the Battle of Linuesa saw Castilian forces defeat the Emirate of Granada during the long Reconquista. Though small compared to famous crusades, such clashes gradually reshaped the cultural map of Iberia.",
      "fact_year": 1361,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Linuesa",
      "episode": {
        "id": 43,
        "title": "Morning Drops #38 - History of Flamenco",
        "description": "A special journey into the history of Flamenco, guided by Yasmin and her guest Almudena from Madrid, Spain. Exploring the roots and evolution of this emotionally raw and culturally rich tradition, from its early vocal origins and Andalusian influences, through its transformation on stage and screen, to its modern reinventions by iconic Spanish artists.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-history-of-flamenco",
        "songs": [
          "La Niña de los Peines - Al Gurugú",
          "Lola Flores - Pena, penita, pena",
          "Paco de Lucía - Entre dos aguas",
          "Camarón de la Isla - La leyenda del tiempo",
          "Rosalía - Pienso en tu mirá"
        ],
        "music-genres": [
          "Flamenco",
          "Spanish Folk",
          "Nuevo Flamenco"
        ]
      },
      "match_reason": "A medieval clash in Andalusia connects to an episode exploring Flamenco, an art form born from centuries of cultural mingling and conflict in the same region."
    },
    {
      "hour": 12,
      "fact_text": "On December 21, AD 69, the Roman Senate declared Vespasian emperor, ending the chaotic ‘Year of the Four Emperors’. A former soldier from a modest background, he stabilized the empire and quietly rebuilt Rome’s finances with a famously practical streak.",
      "fact_year": 69,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Vespasian",
      "episode": {
        "id": 7,
        "title": "Morning Drops #01 - Timeless Legacy",
        "description": "Gaia guides us through timeless music to start the morning with the right foot! The first episode of the Morning Drops series — classic sounds that never fade.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-timeless-legacy",
        "songs": [
          "Roberta Flack - Killing me softly with his song",
          "Stone, Angie & Raphael Saadiq - Brotha",
          "Roy Ayers - Running Away (Extended)"
        ],
        "music-genres": [
          "Soul",
          "R&B",
          "Jazz-Funk"
        ]
      },
      "match_reason": "The rise of a stabilizing emperor after turmoil reflects the idea of enduring influence and ‘timeless legacy’ that still shapes our world centuries later."
    },
    {
      "hour": 13,
      "fact_text": "On December 21, 1946, an 8.1-magnitude earthquake struck the Nankai region of Japan, unleashing a devastating tsunami that killed over 1,300 people and destroyed tens of thousands of homes. The disaster pushed scientists to study subduction zones more closely, improving tsunami warnings for future generations.",
      "fact_year": 1946,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1946_Nankai_earthquake",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "A sudden tectonic jolt and powerful waves are mirrored metaphorically by an ‘electric shock’ of intense, high-energy sound and raw forces."
    },
    {
      "hour": 14,
      "fact_text": "On December 21, 1992, Martinair Flight 495, a Dutch DC-10, crashed while landing in poor weather at Faro Airport in Portugal, killing 56 people. Investigations into the accident highlighted the complex interplay between weather, human decisions, and aircraft design in aviation safety.",
      "fact_year": 1992,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Martinair_Flight_495",
      "episode": {
        "id": 30,
        "title": "Morning Drops #25 - A Trip-Hop Journey",
        "description": "Hosted by friend Lorenzo, a journey through the roots and evolution of trip-hop. From Bristol's early experiments with Massive Attack and Tricky, to DJ Shadow's cinematic sampling in California, and Thievery Corporation's global downtempo grooves in Washington D.C. — exploring how this genre blurred boundaries and reshaped electronic music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-trip-hop-journey",
        "songs": [
          "Massive Attack - Unfinished Sympathy",
          "Tricky - Hell Is Round the Corner",
          "DJ Shadow - Midnight in a Perfect World",
          "Thievery Corporation - Lebanese Blonde",
          "Smoke City - Underwater Love"
        ],
        "music-genres": [
          "Trip-Hop",
          "Downtempo",
          "Electronic"
        ]
      },
      "match_reason": "A somber aviation disaster suits a moody, cinematic trip-hop journey whose reflective textures echo investigation, memory, and unresolved questions."
    }
  ],
  "generated_at": "2025-12-21T00:00:00.009845+00:00",
  "date": "2025-12-21",
  "updated_at": "2025-12-21T14:00:01.191853+00:00"
}