{
  "current_hour": 6,
  "current_fact": {
    "hour": 6,
    "fact_text": "In AD 41, after the assassination of the emperor Caligula, the Praetorian Guard reportedly found his uncle Claudius hiding behind a curtain and unexpectedly proclaimed him Roman emperor. Considered weak and awkward, Claudius would go on to become a capable ruler who expanded the empire and reformed its bureaucracy.",
    "fact_year": 41,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Claudius",
    "episode": {
      "id": 6,
      "title": "Sedna FM #06 - Alters of an Ego",
      "description": "What if you could step outside yourself and become someone freer, bolder, or completely unexpected? Exploring the artistry of musicians who craft alter-egos and parallel realities to experiment with new dimensions of their identity. It's not about hiding who they are — it's about expanding who they can be.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/alters-of-an-ego",
      "songs": [
        "The Thin White Duke - Stay",
        "Mac Miller - Dang (feat. Anderson .Paak)",
        "Larry Lovestein - Love Affair",
        "The Fireman - Strawberries Oceans Ships Forest",
        "Paul McCartney - Oh! Darling",
        "Prince - Kiss",
        "Camille - Rebirth of the Flash",
        "MF DOOM - Deep Fried Frenz",
        "Gorillaz - Dirty Harry",
        "Gorillaz - Andromeda"
      ],
      "music-genres": [
        "Glam Rock",
        "Hip-Hop",
        "Jazz",
        "Ambient",
        "Classic Rock",
        "Funk",
        "Electronic"
      ]
    },
    "match_reason": "Claudius’s sudden transformation from overlooked outsider to emperor mirrors the alter-ego theme—someone underestimated stepping into a powerful, unexpected role, much like artists reinventing themselves."
  },
  "queue": [
    {
      "hour": 7,
      "fact_text": "On this day in 1961, a U.S. B-52 bomber broke apart over Goldsboro, North Carolina, dropping two hydrogen bombs—one of which came perilously close to detonating, saved by a single safety switch that failed to flip. The incident, long kept partially secret, is one of the closest known near-misses to a nuclear catastrophe on American soil.",
      "fact_year": 1961,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1961_Goldsboro_B-52_crash",
      "episode": {
        "id": 1,
        "title": "Sedna FM #01 - November Bomb",
        "description": "The first Family & Friends radio episode from Yasmin Sarbaoui and Gaia Parolini. Where it all began — a life soundtrack that launched Sedna FM into the universe. Raw, heartfelt, and full of the energy that defines everything that followed.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/november-bomb",
        "songs": [
          "berlioz - Open this wall",
          "Nas - One Mic",
          "Canserbero - De la vida como pelicula, tragedia, comedia y ficcion",
          "Frankie Knuckles - Your Love",
          "Notorious B.I.G. - 17 Ten Crack Commandments",
          "Liloca - Utani Xuva",
          "Fela Kuti - Zombie",
          "Neffa - Aspettando il sole",
          "Childish Gambino - No Excuses",
          "Modjo - Music takes you back"
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeat",
          "House",
          "Italian Pop",
          "R&B",
          "Latin Rap"
        ]
      },
      "match_reason": "A literal near-explosion of nuclear bombs pairs with an episode titled \"November Bomb\"—both evoke high stakes, explosions (real or metaphorical), and pivotal moments that change the course of a story."
    },
    {
      "hour": 8,
      "fact_text": "In 1942, Allied aircraft bombed Bangkok, then under Japanese control, pushing Thailand to formally declare war on both the United States and the United Kingdom. The raids marked the arrival of the global conflict deep into Southeast Asia's urban centers and reshaped Thailand’s wartime diplomacy.",
      "fact_year": 1942,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Bombing_of_Bangkok_in_World_War_II",
      "episode": {
        "id": 41,
        "title": "Morning Drops #35 - Thailand",
        "description": "Recorded in Koh Samui, Thailand, where Yasmin and her friend Patricia spent more than two intense weeks training Muay Thai and Western boxing. Between sweat, rhythm, and sea breeze, they share reflections on discipline, friendship, and the beauty of movement - with a soundtrack that connects Thai sounds to the flow of daily practice.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-thailand",
        "songs": [
          "Salin - Egungun",
          "Justin Bieber - Love Yourself",
          "Khun Narin - Phua Kao",
          "Burna Boy - Cheat on Me (feat. Dave)"
        ],
        "music-genres": [
          "Afrobeat",
          "Pop",
          "Thai Funk",
          "Afro-Fusion"
        ]
      },
      "match_reason": "An episode rooted in contemporary Thailand counterbalances a wartime bombing of Bangkok, offering a modern, human-scale soundtrack to a place once caught in global conflict."
    },
    {
      "hour": 9,
      "fact_text": "On this day in 914, the Fatimid Caliphate launched its first invasion of Egypt, sending forces across the desert to challenge the Abbasid Caliphate’s control of the Nile. Though ultimately unsuccessful, the campaign foreshadowed the Fatimids’ eventual conquest of Egypt and the founding of Cairo decades later.",
      "fact_year": 914,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Fatimid_invasion_of_Egypt_(914%E2%80%931915)",
      "episode": {
        "id": 8,
        "title": "Morning Drops #02 - Waves of the Maghreb",
        "description": "Oriental vibes guided by Yasmin. Discovering curious facts about the Maghreb, together with its fascinating music! A wonderful trip with a selection of songs from North Africa.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-waves-of-the-maghreb",
        "songs": [
          "Hedi Jouini - Lamouni",
          "Rachid Taha - Ya Rayah",
          "Nass El Ghiwane - El Madi Fate"
        ],
        "music-genres": [
          "Maghreb",
          "Chaabi",
          "Raï"
        ]
      },
      "match_reason": "A North African Shi'a dynasty pushing toward Egypt fits naturally with an episode steeped in Maghreb sounds, tying medieval political tides to the enduring cultural waves of the region."
    },
    {
      "hour": 10,
      "fact_text": "In 1966, Air India Flight 101 crashed into Mont Blanc in the Alps, killing all 117 people on board after a navigation error in bad weather. The mountain already held wreckage from a previous Air India crash, and decades later fragments, documents, and even jewels from the flights still occasionally emerge from the glacier ice.",
      "fact_year": 1966,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Air_India_Flight_101",
      "episode": {
        "id": 28,
        "title": "Morning Drops #22 - Sicilians On The Dolomites",
        "description": "Hosted by Yasmin, a musical journey inspired by the mountains. Joined by two special guests, exploring the tracks they've chosen, hearing the stories behind their picks, and discovering the personal memories each song brings to life — a blend of music, voices, and landscapes you can hear.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sicilians-on-the-dolomites",
        "songs": [
          "Franco Battiato - Haiku",
          "Florian Pellissier Quintet - Coup de foudre à Thessalonique",
          "Lucio Dalla & Francesco De Gregori - Ma come fanno i marinai",
          "Pink Floyd - Fearless"
        ],
        "music-genres": [
          "Italian Art Pop",
          "French Jazz",
          "Italian Singer-Songwriter",
          "Progressive Rock"
        ]
      },
      "match_reason": "A tragic aviation accident in the high Alps aligns with a mountain-themed episode; both evoke the drama and mystery of peaks, where clouds hide routes and stories emerge slowly from ice and memory."
    },
    {
      "hour": 11,
      "fact_text": "On this day in 1918, revolutionary Russia officially adopted the Gregorian calendar, jumping from January 31 straight to February 14. Overnight, the country \"lost\" 13 days, aligning itself with Western timekeeping and adding an odd temporal twist to diaries and anniversaries from that year.",
      "fact_year": 1918,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Gregorian_calendar",
      "episode": {
        "id": 33,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "A nation abruptly changing its calendar mirrors a radical reset in how we structure time and connection—akin to putting the phone down and recalibrating our relationship to days, devices, and rhythms."
    },
    {
      "hour": 12,
      "fact_text": "In 1915, during World War I, British and German battlecruisers clashed in the North Sea at the Battle of Dogger Bank. The engagement showcased both the power and vulnerability of modern steel navies, with long-range gunnery, miscommunications, and a dramatic magazine explosion shaping the outcome.",
      "fact_year": 1915,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Grand_Fleet",
      "episode": {
        "id": 37,
        "title": "Morning Drops #31 - Sailing With Germans",
        "description": "From the deck of a sailing boat, hosted by Yasmin and her special guests. A week at sea with six Germans, each with their own stories, songs, and ways of moving through the waves. From shared meals to unexpected laughter, from quiet resilience to sun-soaked joy — a collection of voices and tracks that reflect what it means to journey together.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sailing-with-germans",
        "songs": [
          "Billy Talent - Dead Silence",
          "Ben Howard - Keep Your Head Up",
          "Ziggy Alberts - Simple Things",
          "Vitor Kley - O Sol",
          "Enya - Orinoco Flow",
          "Paveier - Leev Marie"
        ],
        "music-genres": [
          "Punk Rock",
          "Indie Folk",
          "Surf Pop",
          "New Age",
          "German Folk"
        ]
      },
      "match_reason": "A naval battle in the North Sea involving British and German ships meets an episode literally set on a boat with German companions—transforming the idea of contested waters into a peaceful, shared voyage."
    },
    {
      "hour": 13,
      "fact_text": "On this day in 2009, Cyclone Klaus swept into southwestern Europe, battering France and Spain with hurricane-force winds. The storm uprooted forests, cut power to millions, and disrupted transport, reminding temperate Europe that the atmosphere can turn suddenly wild.",
      "fact_year": 2009,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Cyclone_Klaus",
      "episode": {
        "id": 20,
        "title": "Morning Drops #14 - Slow Planet",
        "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
        "songs": [
          "Air - Cherry Blossom Girl",
          "Kruder & Dorfmeister - Keep On Believing",
          "Tosca - Orozco",
          "Bonobo - Terrapin"
        ],
        "music-genres": [
          "Downtempo",
          "Trip-Hop",
          "Electronic",
          "Chillout"
        ]
      },
      "match_reason": "After a story of violent winds and disruption, a \"Slow Planet\" soundscape offers the opposite: calm atmospheric textures, as if the air has finally settled and the world can exhale again."
    },
    {
      "hour": 14,
      "fact_text": "In 1935, the Gottfried Krueger Brewing Company introduced the first commercially successful canned beer in the United States. Early customers were so enthusiastic about the lighter, unbreakable cans that rival breweries rushed to follow, reshaping not just beer culture but packaging, recycling, and how people drink on the go.",
      "fact_year": 1935,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Gottfried_Krueger_Brewing_Company",
      "episode": {
        "id": 5,
        "title": "Sedna FM #05 - On The Go - Zero Zero",
        "description": "An energetic mix for when you're on the move. Zero Zero captures that feeling of starting fresh, moving forward, and embracing the journey. Perfect for travel, walks, or just getting things done.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/on-the-go-zero-zero",
        "songs": [
          "Alborosie - Rock the dancehall",
          "Grace Jones - Pull up to the bumper",
          "Hollie cook - Happy hour",
          "Easy star all star - Soul love",
          "Jeremie Albino - Rolling down the 405",
          "Cyril Neville - I found joy",
          "Aretha Franklin - Rock steady",
          "James Brown - Talking loud and saying nothing (remix)",
          "Nubiyan Twist - So mi stay",
          "Professor Wouassa - Fallou Fall",
          "Jarabe de Palo - La Flaca"
        ],
        "music-genres": [
          "Reggae",
          "Funk",
          "Soul",
          "Afrobeat",
          "Latin Rock",
          "New Wave"
        ]
      },
      "match_reason": "Canned beer is literally designed for being \"on the go\", pairing neatly with a travel-ready, energetic mix that celebrates movement and fresh starts—like cracking open a cold one for the journey."
    },
    {
      "hour": 15,
      "fact_text": "On this day in 1651, Spanish colonial authorities and Mapuche leaders met at the Parliament of Boroa in Chile, attempting once again to negotiate peace in the long-running Arauco War. These parliaments were rare moments where indigenous and colonial powers sat face to face, blending diplomacy, ritual, and fragile compromise.",
      "fact_year": 1651,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Parliament_of_Boroa",
      "episode": {
        "id": 22,
        "title": "Morning Drops #16 - The Sound of Tuareg",
        "description": "A journey into the sound of the Tuareg: from traditional chants and desert rituals to the electrified rhythms of exile and resistance. Music shaped by sand, memory, and survival.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-sound-of-tuareg",
        "songs": [
          "Les Filles de Illighadad - Imigradan",
          "Tinariwen - Amassakoul ’N’ Ténéré",
          "Liya Ag Ablil - Awa Adounia",
          "Tinariwen - Sastanàqqàm"
        ],
        "music-genres": [
          "Desert Blues",
          "Tuareg",
          "World Music"
        ]
      },
      "match_reason": "An indigenous Mapuche–Spanish parliament about land and resistance resonates with Tuareg desert blues—both speak to colonization, negotiation, and the enduring voice of indigenous cultures under pressure."
    },
    {
      "hour": 16,
      "fact_text": "In 2003, the United States Department of Homeland Security officially began operating, consolidating 22 federal agencies into a vast bureaucracy focused on preventing and responding to terrorism and disasters. Its creation marked a profound reorganization of how one country thinks about borders, safety, and surveillance.",
      "fact_year": 2003,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/United_States_Department_of_Homeland_Security",
      "episode": {
        "id": 19,
        "title": "Morning Drops #13 - Demystifying Reggaeton",
        "description": "Yasmin takes us on a journey through the real story of reggaeton — from its roots in Panama and Puerto Rico to its global evolution. Exploring the genre's history, influences, and cultural impact.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-demystifying-reggaeton",
        "songs": [
          "Renato - Chica de los Ojos Café",
          "B. F. Yaviah - Si Tu Quieres Fumar",
          "Calle 13 - Atrévete",
          "Bad Bunny - DtMF"
        ],
        "music-genres": [
          "Reggaeton",
          "Latin Urban",
          "Hip-Hop"
        ]
      },
      "match_reason": "While a government builds walls and security apparatuses, reggaeton—born from marginalized communities across borders—slips through and goes global, making an interesting counterpoint between control and cultural flow."
    },
    {
      "hour": 17,
      "fact_text": "On this day in 1972, Shoichi Yokoi, a Japanese sergeant who had been hiding in the jungles of Guam since World War II, was finally discovered by local hunters. Unaware the war had ended decades earlier, he survived in a handmade underground shelter, becoming a symbol of endurance, loyalty, and isolation.",
      "fact_year": 1972,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Shoichi_Yokoi",
      "episode": {
        "id": 39,
        "title": "Morning Drops #33 - Immerse",
        "description": "An analogy between diving, one of Gaia's great passions, and the act of immersing in life itself. A reflection on what happens when we go below the surface: when we let ourselves be fully present. From moments of calm suspension to warm, rhythmic flow, the selection moves like water — fluid, organic, and alive. An invitation to slow down, listen deeper, and float.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-immerse",
        "songs": [
          "Pino D'Angiò - Un Po' d'Uva e un Liquore",
          "Midlife - The Magnificent Moon",
          "Tornado Wallace - Today",
          "Nu Genea - Marechià (feat. Celia Kameni)"
        ],
        "music-genres": [
          "Italo Disco",
          "Indie",
          "Balearic",
          "Nu Disco"
        ]
      },
      "match_reason": "Yokoi’s decades-long immersion in the jungle is an extreme, haunting version of going \"below the surface\"; pairing it with a fluid, reflective episode reframes isolation as deep, if painful, presence."
    },
    {
      "hour": 18,
      "fact_text": "In 1968, during the Vietnam War, the 1st Australian Task Force launched Operation Coburg, moving into contested territory near Biên Hòa and Long Bình. The operation aimed to disrupt attacks around major allied bases as the broader Tet Offensive loomed on the horizon.",
      "fact_year": 1968,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Operation_Coburg",
      "episode": {
        "id": 10,
        "title": "Morning Drops #04 - Bars With Balls",
        "description": "Yasmin dives into Women's Day through the voices of four incredible female rappers. Morning fire from the magic planet of Sedna FM — move your hands up and down with us. Hip hop culture through a feminine lens.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-bars-with-balls",
        "songs": [
          "Ele A - Globo",
          "Little Simz - Point and Kill (feat. Obongjayar)",
          "Lil' Kim - Lighters Up",
          "Queen Latifah - U.N.I.T.Y."
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeats",
          "Rap"
        ]
      },
      "match_reason": "A complex, brutal conflict like Vietnam invites voices that confront power and injustice; the fierce, politically aware energy of women in hip hop provides a modern, resistant soundtrack to thinking about war."
    },
    {
      "hour": 19,
      "fact_text": "On this day in 1943, Franklin D. Roosevelt and Winston Churchill concluded the Casablanca Conference, where they agreed on the principle of \"unconditional surrender\" of the Axis powers. Behind the iconic photo ops, the meeting involved intricate debates over strategy, timing, and the future map of the world.",
      "fact_year": 1943,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Casablanca_Conference",
      "episode": {
        "id": 38,
        "title": "Morning Drops #32 - A Weekend In London",
        "description": "Recorded in London, marking a weekend reunion between Gaia and Yasmin. A selection inspired by London's energy, seen through the eyes of two inseparable friends — music from concerts, club nights, and long walks across town. Four tracks to ease you into the week at the right pace.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-weekend-in-london",
        "songs": [
          "Dele Sosimi - E Go Betta",
          "Jimmy Castor Bunch - It's Just Begun",
          "Little Simz feat. Obongjayar - Lion",
          "The Asphodells - Late Flowering Lust (Phil Kieran Remix)"
        ],
        "music-genres": [
          "Afrobeat",
          "Funk",
          "UK Hip-Hop",
          "Electronic"
        ]
      },
      "match_reason": "The conference hinged on British–American coordination; pairing it with a London-centered episode highlights the city as a modern stage where allied histories, politics, and cultures still intersect and remix."
    },
    {
      "hour": 20,
      "fact_text": "On this day in 2009, windstorm Klaus slammed into Bordeaux and much of southwestern Europe, snapping power lines and flattening forests. France’s famed wine country briefly became a landscape of toppled trees and darkened towns, showing how quickly climate and weather can rewrite even the most carefully cultivated terroir.",
      "fact_year": 2009,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Bordeaux",
      "episode": {
        "id": 27,
        "title": "Morning Drops #27 - Endless Summer",
        "description": "Recorded from Fano, a quiet town on the Adriatic coast where summer stretches long and slow. Between swims, simple meals, and time with family, Gaia reflects on the kind of music that helps us return to ourselves. Through different shades of jazz — from minimal and meditative to warm and rhythmic — an invitation to slip into that endless summer feeling.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-endless-summer",
        "songs": [
          "Nik Bärtsch - Modul 14",
          "Mama Terra - Chameleon (Single Edit)",
          "Spyro Gyra - Morning Dance",
          "Yussef Kamaal - Black Focus"
        ],
        "music-genres": [
          "Minimal Jazz",
          "Nu Jazz",
          "Jazz Fusion",
          "UK Jazz"
        ]
      },
      "match_reason": "A violent windstorm cutting through a wine region contrasts with the gentle, sunlit mood of \"Endless Summer\"—a reminder of how precarious calm climates and leisurely landscapes really are."
    },
    {
      "hour": 21,
      "fact_text": "In 1935, Krueger's canned beer roll-out included a simple taste test: 2,000 drinkers received free cans, and 91% gave them a thumbs-up. That small experiment in user feedback helped convince a whole industry to embrace metal packaging over glass.",
      "fact_year": 1935,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Gottfried_Krueger_Brewing_Company",
      "episode": {
        "id": 47,
        "title": "Morning Drops #41 - Sedna's friends: Marina",
        "description": "Today's Morning Drops episode feels like an easy coffee with someone you instantly get along with. It also introduces Sedna's Friends, a new sub-format where friends are invited to drink coffee and share the music they love.\n\nGaia invites her friend Marina, artist and aspiring singer, to share music, small thoughts, and that comfortable kind of conversation between good friends. They met by chance at a party and connected right away through music, creativity, and a healthy dose of sarcasm.\n\nThis episode sounds exactly like that: relaxed, honest, and a bit spontaneous. Press play, get comfortable, and enjoy the listen.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sednas-friends-marina",
        "songs": [
          "Florence + The Machine - Free",
          "Jordan Rakei - Mind's Eye",
          "Jill Scott - Golden",
          "Pink Floyd - Fearless"
        ],
        "music-genres": [
          "Indie Rock",
          "Neo-Soul",
          "R&B",
          "Progressive Rock"
        ]
      },
      "match_reason": "Sharing early canned beer with ordinary people to see what they think echoes the cozy, conversational feel of an episode built around friends sharing tastes, stories, and small experiments in what feels good."
    },
    {
      "hour": 22,
      "fact_text": "When Hiten launched in 1990, one of its clever tricks was releasing a small daughter probe, Hagoromo, toward the Moon. Although Hagoromo’s transmitter failed, Hiten still used radio tracking to confirm it successfully entered lunar orbit—an example of salvaging science from unexpected failure.",
      "fact_year": 1990,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Exploration_of_the_Moon",
      "episode": {
        "id": 25,
        "title": "Morning Drops #19 - Wabi Sabi",
        "description": "Wabi-sabi is a story about a handmade mug, a small mistake, and the idea that imperfection can be something to keep—not correct. In this Morning Drop, Gaia shares a moment that didn’t go to plan, and four tracks that echo the same spirit: rough takes, studio accidents, lo-fi textures, and quiet surprises. A soft, thoughtful selection moving between warm electronics, classic riffs, and raw edges.A reminder that not everything needs to be polished. Sometimes, it’s better that way.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-wabi-sabi",
        "songs": [
          "song 1"
        ],
        "music-genres": [
          "genre 1"
        ]
      },
      "match_reason": "Hagoromo’s failed transmitter yet successful orbit is orbital wabi-sabi—a flawed mission that still produced beauty and data, aligning with an episode celebrating imperfect outcomes and quiet surprises."
    },
    {
      "hour": 23,
      "fact_text": "Voyager 2’s 1986 flyby of Uranus revealed that the planet’s magnetic field is wildly tilted and offset from its center, unlike Earth’s relatively neat dipole. This lopsided magnetosphere may create bizarre, shifting auroras and seasons—magnetic weather on a planetary scale.",
      "fact_year": 1986,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Uranus",
      "episode": {
        "id": 31,
        "title": "Morning Drops #31 - A Trip-Hop Journey",
        "description": "Hosted by friend Lorenzo, a journey through the roots and evolution of trip-hop. From Bristol's early experiments with Massive Attack and Tricky, to DJ Shadow's cinematic sampling in California, and Thievery Corporation's global downtempo grooves in Washington D.C. — exploring how this genre blurred boundaries and reshaped electronic music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-trip-hop-journey",
        "songs": [
          "Massive Attack - Unfinished Sympathy",
          "Tricky - Hell Is Round the Corner",
          "DJ Shadow - Midnight in a Perfect World",
          "Thievery Corporation - Lebanese Blonde",
          "Smoke City - Underwater Love"
        ],
        "music-genres": [
          "Trip-Hop",
          "Downtempo",
          "Electronic"
        ]
      },
      "match_reason": "Uranus’s tilted, off-center magnetic field is a cosmic analog to trip-hop’s skewed, boundary-blurring sound—familiar physics and beats, rearranged into something strangely beautiful and atmospheric."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "In 1990, Japan launched Hiten, its first lunar probe and the first robotic mission to the Moon by any country other than the United States or the Soviet Union. Hiten pioneered new orbital techniques, including aerobraking and a clever use of gravity assists, helping to usher in a new era of international lunar exploration.",
      "fact_year": 1990,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Hiten_(spacecraft)",
      "episode": {
        "id": 9,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "A pioneering lunar mission fits the \"Space Shift\" theme of turning emptiness into creative space, and the upbeat electronic edge mirrors the bold step of entering a new era of moon exploration."
    },
    {
      "hour": 1,
      "fact_text": "On this day in 1986, Voyager 2 made its closest approach to Uranus, becoming the first—and so far only—spacecraft to visit the ice giant up close. The flyby revealed 11 new moons, strange dark rings, and an unexpectedly tilted magnetic field, transforming Uranus from a pale dot into a richly complex world.",
      "fact_year": 1986,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Voyager_2",
      "episode": {
        "id": 48,
        "title": "Evening Flows #01 - Yasmin - Crescendo in the Medina",
        "description": "The first Evening Flow episode comes from Yasmin. It starts deep in the medina, slow, mysterious, textured, and grows into a liberating dance across sub-Saharan landscapes. A journey through ambient soundscapes, Arabic melodies, Afro-Latin rhythms, and funky highlife grooves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/evening-flows-party-in-the-medina",
        "songs": [
          "Stive Morgan - Solar Wind, Pt. 3",
          "David Visan & Carlos Campos - Crystal Heart",
          "Evan Mars - Ya Zareef Al Tool",
          "Gerardo Frisina - Cuiabá",
          "Dele Sosimi & Medlar - You No Fit Touch Am (Medlar Remix)",
          "The Busy Twist - Friday Night"
        ],
        "music-genres": [
          "Ambient",
          "Deep House",
          "World Music",
          "Nu Jazz",
          "Afrobeat",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "Voyager 2’s passage through the outer solar system echoes the episode’s slow, mysterious build into expansive, liberating grooves—like drifting past a cold, distant world into a cosmic dance."
    },
    {
      "hour": 2,
      "fact_text": "In 1978, the Soviet satellite Kosmos 954, powered by a nuclear reactor, broke apart in Earth's atmosphere and scattered radioactive debris across Canada's Northwest Territories. The resulting recovery effort, code-named Operation Morning Light, was one of the earliest large-scale attempts to track and clean up space nuclear contamination on the ground.",
      "fact_year": 1978,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Kosmos_954",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "A nuclear-powered satellite burning up over Earth is a literal \"electric shock\" from space, matching the episode’s high-voltage rock energy and its sense of dangerous, uncontrolled power."
    },
    {
      "hour": 3,
      "fact_text": "On this day in 1848, carpenter James W. Marshall noticed shiny flakes in a California millrace and realized they were gold, sparking the California Gold Rush. Within a year, people from around the world were streaming into the region, reshaping ecosystems, economies, and cultures in a frantic search for glittering metal.",
      "fact_year": 1848,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/California_gold_rush",
      "episode": {
        "id": 30,
        "title": "Morning Drops #24 - The Rise Of Afrobeat",
        "description": "An exploration of the rise of Afrobeat, tracing its roots and evolution as a genre that blends African rhythms with jazz, funk, and highlife. A celebration of the infectious energy and cultural significance of this influential musical movement.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-rise-of-afrobeat",
        "songs": [
          "E.T. Mensah - Ghana Freedom",
          "I.K. Dairo - Salome",
          "Fela Kuti - Great Kids",
          "Fela Kuti - Expensive Shit"
        ],
        "music-genres": [
          "Highlife",
          "Jùjú",
          "Afrobeat"
        ]
      },
      "match_reason": "The frenzy and migration of the Gold Rush parallel the explosive rise of Afrobeat—both are about resource rushes, one for gold and one for rhythm, drawing people across continents into a new cultural landscape."
    },
    {
      "hour": 4,
      "fact_text": "In 1946, the very first resolution of the United Nations General Assembly created the United Nations Atomic Energy Commission. In the shadow of Hiroshima and Nagasaki, this body was tasked with figuring out how humanity might control atomic energy and prevent nuclear weapons from defining the future.",
      "fact_year": 1946,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/United_Nations_Atomic_Energy_Commission",
      "episode": {
        "id": 49,
        "title": "Morning Drops #42 - The Joy Of Learning",
        "description": "Hosted by Yasmin, this Morning Drop explores learning as a lifelong process, focusing on persistence, repetition, and the emotional landscape that comes with challenging oneself over time.\n\nThrough personal stories and scientific insights, the episode looks at how learning reshapes the brain, generates joy through effort, and why progress often arrives after confusion and frustration. It reflects on the so-called delayed pleasure effect, the role of dopamine in motivation, and how curiosity and learning support long-term wellbeing.\n\nThe episode also questions our cultural relationship with failure and invites a softer, more realistic approach to learning, one that accepts mistakes as part of growth and sees persistence as a quiet form of strength.\n\nMood: reflective, grounded, quietly hopeful\nMusic genre: alternative rock, hip hop, electronic, neo-soul, drill\n\nA space to listen slowly and stay with the process.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-joy-of-learning",
        "songs": [
          "Radiohead - Separator",
          "Mac Miller - What's the Use?",
          "Morad & Beny Jr - Sigue",
          "Post Malone - White Iverson"
        ],
        "music-genres": [
          "Alternative Rock",
          "Experimental Electronic",
          "Hip Hop",
          "Neo-Soul",
          "Drill / Trap"
        ]
      },
      "match_reason": "Creating a global commission to understand and regulate atomic energy is a massive collective learning project, resonating with an episode about persistence, scientific insight, and changing how we handle power and failure."
    },
    {
      "hour": 5,
      "fact_text": "On this day in 1939, the Chillán earthquake struck central Chile, becoming the deadliest quake in the country's history with around 28,000 lives lost. The disaster not only reshaped the city but also prompted major advances in Chilean seismology and building codes, influencing earthquake engineering worldwide.",
      "fact_year": 1939,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1939_Chill%C3%A1n_earthquake",
      "episode": {
        "id": 52,
        "title": "Morning Drops #45 - It Can't Rain Forever",
        "description": "In this first broadcast of 2026, Gaia returns from the vivid landscapes of Morocco to open a space for reflection. This episode navigates the delicate transition between closing a significant chapter and stepping into the new year. It explores the concept of constancy amidst change, celebrating the grounding force of friendship and the creative sanctuary that is Sedna FM.\n\nThe musical selection mirrors this journey, moving from the orchestral depth of changing seasons into the golden warmth of psychedelic soul. It recalls memories of Swiss mountains and unexpected downpours, reminding us that shared optimism can weather any storm.\n\nTake a moment to breathe in the new morning and listen deeply.\n\nMood: Reflective, Warm, Transitional, Hopeful\nMusic genre: Classic Rock, Psychedelic Soul, Pop Rock, Soft Rock",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-it-cant-rain-forever",
        "songs": [
          "Led Zeppelin - The Rain Song",
          "Khruangbin & Leon Bridges - Texas Sun",
          "Dragon - Rain",
          "Fleetwood Mac - Don't Stop"
        ],
        "music-genres": [
          "Classic Rock",
          "Psychedelic Soul",
          "Pop Rock",
          "Soft Rock"
        ]
      },
      "match_reason": "A devastating earthquake is a reminder that the ground itself can shift, tying into the episode’s reflections on weathering storms and finding constancy and hope after catastrophic change."
    },
    {
      "hour": 6,
      "fact_text": "In AD 41, after the assassination of the emperor Caligula, the Praetorian Guard reportedly found his uncle Claudius hiding behind a curtain and unexpectedly proclaimed him Roman emperor. Considered weak and awkward, Claudius would go on to become a capable ruler who expanded the empire and reformed its bureaucracy.",
      "fact_year": 41,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Claudius",
      "episode": {
        "id": 6,
        "title": "Sedna FM #06 - Alters of an Ego",
        "description": "What if you could step outside yourself and become someone freer, bolder, or completely unexpected? Exploring the artistry of musicians who craft alter-egos and parallel realities to experiment with new dimensions of their identity. It's not about hiding who they are — it's about expanding who they can be.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/alters-of-an-ego",
        "songs": [
          "The Thin White Duke - Stay",
          "Mac Miller - Dang (feat. Anderson .Paak)",
          "Larry Lovestein - Love Affair",
          "The Fireman - Strawberries Oceans Ships Forest",
          "Paul McCartney - Oh! Darling",
          "Prince - Kiss",
          "Camille - Rebirth of the Flash",
          "MF DOOM - Deep Fried Frenz",
          "Gorillaz - Dirty Harry",
          "Gorillaz - Andromeda"
        ],
        "music-genres": [
          "Glam Rock",
          "Hip-Hop",
          "Jazz",
          "Ambient",
          "Classic Rock",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "Claudius’s sudden transformation from overlooked outsider to emperor mirrors the alter-ego theme—someone underestimated stepping into a powerful, unexpected role, much like artists reinventing themselves."
    }
  ],
  "generated_at": "2026-01-24T00:00:00.010244+00:00",
  "date": "2026-01-24",
  "updated_at": "2026-01-24T06:00:01.709374+00:00"
}