{
  "current_hour": 10,
  "current_fact": {
    "hour": 10,
    "fact_text": "On this day in 1953, Samuel Beckett’s play 'Waiting for Godot' premiered in Paris, baffling and mesmerizing audiences with its near-empty stage and looping, absurd dialogue. It became a cornerstone of modern theatre by asking a strange question: what if nothing much happens, and that’s the point?",
    "fact_year": 1953,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Waiting_for_Godot",
    "episode": {
      "id": 25,
      "title": "Morning Drops #19 - Wabi Sabi",
      "description": "Wabi-sabi is a story about a handmade mug, a small mistake, and the idea that imperfection can be something to keep—not correct. In this Morning Drop, Gaia shares a moment that didn’t go to plan, and four tracks that echo the same spirit: rough takes, studio accidents, lo-fi textures, and quiet surprises. A soft, thoughtful selection moving between warm electronics, classic riffs, and raw edges.A reminder that not everything needs to be polished. Sometimes, it’s better that way.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-wabi-sabi",
      "songs": [
        "song 1"
      ],
      "music-genres": [
        "genre 1"
      ]
    },
    "match_reason": "A play built around emptiness, pauses, and unresolved waiting pairs with an episode celebrating imperfection, stillness, and the beauty of things 'not going to plan.'"
  },
  "queue": [
    {
      "hour": 11,
      "fact_text": "On January 5, 1941, pioneering British aviator Amy Johnson disappeared over the River Thames after bailing out of her aircraft in poor weather. She had been the first woman to fly solo from London to Australia, turning long-distance flight into a daring solo act of navigation and endurance.",
      "fact_year": 1941,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Amy_Johnson",
      "episode": {
        "id": 41,
        "title": "Morning Drops #35 - Thailand",
        "description": "Recorded in Koh Samui, Thailand, where Yasmin and her friend Patricia spent more than two intense weeks training Muay Thai and Western boxing. Between sweat, rhythm, and sea breeze, they share reflections on discipline, friendship, and the beauty of movement - with a soundtrack that connects Thai sounds to the flow of daily practice.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-thailand",
        "songs": [
          "Salin - Egungun",
          "Justin Bieber - Love Yourself",
          "Khun Narin - Phua Kao",
          "Burna Boy - Cheat on Me (feat. Dave)"
        ],
        "music-genres": [
          "Afrobeat",
          "Pop",
          "Thai Funk",
          "Afro-Fusion"
        ]
      },
      "match_reason": "A story of physical courage, endurance, and navigating the skies connects with an episode about disciplined training, movement, and testing the body’s limits far from home."
    },
    {
      "hour": 12,
      "fact_text": "In 1949, U.S. President Harry S. Truman used his State of the Union address to unveil the 'Fair Deal,' an ambitious program to expand social security, raise the minimum wage, and push for national health insurance. Many proposals were resisted or watered down, but the speech reframed the idea that prosperity should be more widely shared.",
      "fact_year": 1949,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Fair_Deal",
      "episode": {
        "id": 14,
        "title": "Morning Drops #08 - (un)Boxing",
        "description": "An episode about breaking free from expectations and labels. Music that helps us unbox ourselves and embrace who we truly are.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-unboxing",
        "songs": [
          "Kendrick Lamar - Feel",
          "Kendrick Lamar - The Blacker the Berry",
          "Kendrick Lamar - Mirror"
        ],
        "music-genres": [
          "Hip-Hop",
          "Conscious Rap"
        ]
      },
      "match_reason": "A political attempt to redefine what citizens deserve mirrors an episode focused on breaking out of boxes and renegotiating the terms of how we live and are seen."
    },
    {
      "hour": 13,
      "fact_text": "On January 5, 1957, President Dwight D. Eisenhower presented what would be called the Eisenhower Doctrine, promising U.S. economic and military aid to Middle Eastern countries resisting 'armed aggression.' It formalized a new geopolitical focus on the region’s oil, borders, and fragile alliances during the Cold War.",
      "fact_year": 1957,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Eisenhower_Doctrine",
      "episode": {
        "id": 45,
        "title": "Morning Drops #39 - Moving Meditation",
        "description": "An episode inspired by how travel helps us see more clearly. Stepping into new places opens the mind, shifts perspective. The music moves through balearic warmth, boogie grooves, world and latin-folk influences, and touches of new wave — a selection built to follow the quiet changes that happen when you're out of your usual rhythm.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-moving-meditation",
        "songs": [
          "Stella & The Longos - La Flamme",
          "España Circo Este - Dormo poco e sogno molto",
          "Mystic Jungle - Sunset Breaker",
          "Talking Heads - This Must Be the Place (Naive Melody)"
        ],
        "music-genres": [
          "Balearic",
          "Italian Folk Rock",
          "World Music",
          "New Wave"
        ]
      },
      "match_reason": "A doctrine that redrew mental maps of the Middle East sits against an episode about shifting perspectives through travel, inviting listeners to reconsider how borders and influence feel from the ground."
    },
    {
      "hour": 14,
      "fact_text": "In 1967, amid the Cultural Revolution, radical groups in Shanghai overthrew local authorities and declared the Shanghai People's Commune, inspired by the Paris Commune of 1871. For a brief period, they tried to run the city through mass assemblies and revolutionary committees before the experiment was reabsorbed into more traditional party structures.",
      "fact_year": 1967,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/January_Storm",
      "episode": {
        "id": 36,
        "title": "Morning Drops #30 - Star Treatment",
        "description": "A celebration of change and transformation. Gaia traces the evolution of Arctic Monkeys - from raw energy to cinematic sound - reflecting on how artists, and all of us, grow and change through time. A journey through courage, curiosity, and the beauty of slowing down.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-star-treatment",
        "songs": [
          "Arctic Monkeys - Brainstorm",
          "Arctic Monkeys - Pretty Visitors",
          "Arctic Monkeys - Star Treatment",
          "Arctic Monkeys - There’d Better Be a Mirrorball"
        ],
        "music-genres": [
          "Indie Rock",
          "Psychedelic Rock",
          "Lounge Pop"
        ]
      },
      "match_reason": "A radical attempt to reinvent political structures in Shanghai parallels an episode about evolution, shifts in identity, and the sometimes turbulent path of transformation."
    },
    {
      "hour": 15,
      "fact_text": "On January 5, 1945, the Soviet Union formally recognized the Provisional Government of the Republic of Poland, a pro-Soviet body set up as the Red Army advanced westward. This diplomatic gesture foreshadowed the geopolitical shape of postwar Eastern Europe and decades of contested legitimacy in Polish politics.",
      "fact_year": 1945,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Provisional_Government_of_the_Republic_of_Poland",
      "episode": {
        "id": 26,
        "title": "Morning Drops #20 - Hitchhiking Poland",
        "description": "Yasmin takes you back to the summer of 2020, when borders were still uncertain and a long-held wish to visit Poland finally came true. Through four tracks, tracing her journey from a stranger's couch in Poznań to the peaks of Zakopane.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-hitchhiking-poland",
        "songs": [
          "Pidżama Porno - Ezoteryczny Poznań",
          "Seev, Masswo - Primal Scream",
          "Antoha MC - Ритм сердца",
          "Yugopolis & Maciej Maleńczuk - Ostatnia Nocka"
        ],
        "music-genres": [
          "Polish Rock",
          "Electronic",
          "Russian Rap",
          "Slavic Folk Rock"
        ]
      },
      "match_reason": "A turning point in Poland’s postwar political fate is paired with an episode made of personal stories and songs from modern Poland, connecting big history to lived, local experience."
    },
    {
      "hour": 16,
      "fact_text": "In 1781, during the American Revolutionary War, British forces led by Benedict Arnold — once a hero of the American cause before defecting — burned Richmond, Virginia. The raid symbolized how quickly reputations can invert, turning a celebrated patriot into one of history’s archetypal traitors.",
      "fact_year": 1781,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Raid_on_Richmond",
      "episode": {
        "id": 6,
        "title": "Sedna FM #06 - Alters of an Ego",
        "description": "What if you could step outside yourself and become someone freer, bolder, or completely unexpected? Exploring the artistry of musicians who craft alter-egos and parallel realities to experiment with new dimensions of their identity. It's not about hiding who they are — it's about expanding who they can be.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/alters-of-an-ego",
        "songs": [
          "The Thin White Duke - Stay",
          "Mac Miller - Dang (feat. Anderson .Paak)",
          "Larry Lovestein - Love Affair",
          "The Fireman - Strawberries Oceans Ships Forest",
          "Paul McCartney - Oh! Darling",
          "Prince - Kiss",
          "Camille - Rebirth of the Flash",
          "MF DOOM - Deep Fried Frenz",
          "Gorillaz - Dirty Harry",
          "Gorillaz - Andromeda"
        ],
        "music-genres": [
          "Glam Rock",
          "Hip-Hop",
          "Jazz",
          "Ambient",
          "Classic Rock",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "Benedict Arnold’s dramatic shift from patriot general to British raider echoes the theme of multiple selves and altered identities explored through musical alter-egos."
    },
    {
      "hour": 17,
      "fact_text": "On January 5, 1822, the government of Central America voted to be annexed by the newly formed First Mexican Empire. The union would last barely a year, a fleeting experiment in knitting together diverse lands under a single imperial crown before political realities pulled them apart.",
      "fact_year": 1822,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Central_America_under_Mexican_rule",
      "episode": {
        "id": 19,
        "title": "Morning Drops #13 - Demystifying Reggaeton",
        "description": "Yasmin takes us on a journey through the real story of reggaeton — from its roots in Panama and Puerto Rico to its global evolution. Exploring the genre's history, influences, and cultural impact.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-demystifying-reggaeton",
        "songs": [
          "Renato - Chica de los Ojos Café",
          "B. F. Yaviah - Si Tu Quieres Fumar",
          "Calle 13 - Atrévete",
          "Bad Bunny - DtMF"
        ],
        "music-genres": [
          "Reggaeton",
          "Latin Urban",
          "Hip-Hop"
        ]
      },
      "match_reason": "A brief political union across Latin lands connects with an episode tracing how reggaeton transcended borders in Central America and the Caribbean to become a shared cultural language."
    },
    {
      "hour": 18,
      "fact_text": "On this day in 1991, as Somalia’s civil war intensified, the United States evacuated its embassy in Mogadishu by helicopter. The dramatic rooftop airlift, reminiscent of images from Saigon in 1975, symbolized a rapid collapse of order and the vulnerability of civilians in urban conflict.",
      "fact_year": 1991,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Somali_Civil_War",
      "episode": {
        "id": 33,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "An embassy evacuation where communication lines and safety collapse pairs with an episode questioning our dependence on communication technology and how we navigate disconnection."
    },
    {
      "hour": 19,
      "fact_text": "On January 5, 1969, construction began on the Golden Gate Bridge’s spiritual sibling in the sky: Alaska Airlines Flight 1282’s Boeing 737 MAX 9 would not yet exist, but decades later its emergency on the same date would reveal how much modern life depends on unseen bolts, panels, and design choices. In 2024, a door plug blew off mid-flight, creating a gaping hole in the fuselage; miraculously, the plane landed safely and no one died, but the incident grounded the 737 MAX fleet and reignited scrutiny of aviation safety.",
      "fact_year": 2024,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Alaska_Airlines_Flight_1282",
      "episode": {
        "id": 49,
        "title": "Morning Drops #42 - The Joy Of Learning",
        "description": "Hosted by Yasmin, this Morning Drop explores learning as a lifelong process, focusing on persistence, repetition, and the emotional landscape that comes with challenging oneself over time.\n\nThrough personal stories and scientific insights, the episode looks at how learning reshapes the brain, generates joy through effort, and why progress often arrives after confusion and frustration. It reflects on the so-called delayed pleasure effect, the role of dopamine in motivation, and how curiosity and learning support long-term wellbeing.\n\nThe episode also questions our cultural relationship with failure and invites a softer, more realistic approach to learning, one that accepts mistakes as part of growth and sees persistence as a quiet form of strength.\n\nMood: reflective, grounded, quietly hopeful\nMusic genre: alternative rock, hip hop, electronic, neo-soul, drill\n\nA space to listen slowly and stay with the process.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-joy-of-learning",
        "songs": [
          "Radiohead - Separator",
          "Mac Miller - What's the Use?",
          "Morad & Beny Jr - Sigue",
          "Post Malone - White Iverson"
        ],
        "music-genres": [
          "Alternative Rock",
          "Experimental Electronic",
          "Hip Hop",
          "Neo-Soul",
          "Drill / Trap"
        ]
      },
      "match_reason": "A near-disaster that forces an entire industry to re-examine its mistakes and standards matches an episode about learning through failure, scrutiny, and the slow work of improving complex systems."
    },
    {
      "hour": 20,
      "fact_text": "On this day in 1941–45’s shadow, but earlier in the war, another shift unfolded: in 1941 Amy Johnson vanished from the skies; by 1945, diplomatic maps were being redrawn across Europe. Against that background, the Golden Gate’s construction (begun in 1933) was already showing how engineering can bridge impossible gaps long before politics catches up.",
      "fact_year": 1941,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/San_Francisco_Bay",
      "episode": {
        "id": 39,
        "title": "Morning Drops #33 - Immerse",
        "description": "An analogy between diving, one of Gaia's great passions, and the act of immersing in life itself. A reflection on what happens when we go below the surface: when we let ourselves be fully present. From moments of calm suspension to warm, rhythmic flow, the selection moves like water — fluid, organic, and alive. An invitation to slow down, listen deeper, and float.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-immerse",
        "songs": [
          "Pino D'Angiò - Un Po' d'Uva e un Liquore",
          "Midlife - The Magnificent Moon",
          "Tornado Wallace - Today",
          "Nu Genea - Marechià (feat. Celia Kameni)"
        ],
        "music-genres": [
          "Italo Disco",
          "Indie",
          "Balearic",
          "Nu Disco"
        ]
      },
      "match_reason": "The Bay that the Golden Gate spans is a place of tides, fog, and deep water; pairing it with an episode about immersion and fluid, wave-like music emphasizes the watery world beneath the bridge."
    },
    {
      "hour": 21,
      "fact_text": "On January 5, 1941, Amy Johnson’s final flight, and by 1944–45 the reshaping of Poland, showed how war twists geography and human trajectories. Yet in parallel, artists built internal worlds that ignored borders altogether, composing soundtracks that outlived the regimes who drew the maps.",
      "fact_year": 1944,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Soviet_Union",
      "episode": {
        "id": 31,
        "title": "Morning Drops #25 - A Trip-Hop Journey",
        "description": "Hosted by friend Lorenzo, a journey through the roots and evolution of trip-hop. From Bristol's early experiments with Massive Attack and Tricky, to DJ Shadow's cinematic sampling in California, and Thievery Corporation's global downtempo grooves in Washington D.C. — exploring how this genre blurred boundaries and reshaped electronic music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-trip-hop-journey",
        "songs": [
          "Massive Attack - Unfinished Sympathy",
          "Tricky - Hell Is Round the Corner",
          "DJ Shadow - Midnight in a Perfect World",
          "Thievery Corporation - Lebanese Blonde",
          "Smoke City - Underwater Love"
        ],
        "music-genres": [
          "Trip-Hop",
          "Downtempo",
          "Electronic"
        ]
      },
      "match_reason": "A world carved into rigid blocs by superpowers contrasts with trip-hop’s borderless, hybrid sound, highlighting how culture can seep through any geopolitical line."
    },
    {
      "hour": 22,
      "fact_text": "Across the 20th century, from the Daily Mail’s transatlantic editions to Alaskan emergency landings, one theme of January 5th is how humans handle risk at speed — ships, planes, and printing presses all stretching their limits. Each failure or near-miss becomes a lesson written into new safety codes and unspoken instincts.",
      "fact_year": 1993,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Boeing_737_MAX",
      "episode": {
        "id": 1,
        "title": "Sedna FM #01 - November Bomb",
        "description": "The first Family & Friends radio episode from Yasmin Sarbaoui and Gaia Parolini. Where it all began — a life soundtrack that launched Sedna FM into the universe. Raw, heartfelt, and full of the energy that defines everything that followed.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/november-bomb",
        "songs": [
          "berlioz - Open this wall",
          "Nas - One Mic",
          "Canserbero - De la vida como pelicula, tragedia, comedia y ficcion",
          "Frankie Knuckles - Your Love",
          "Notorious B.I.G. - 17 Ten Crack Commandments",
          "Liloca - Utani Xuva",
          "Fela Kuti - Zombie",
          "Neffa - Aspettando il sole",
          "Childish Gambino - No Excuses",
          "Modjo - Music takes you back"
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeat",
          "House",
          "Italian Pop",
          "R&B",
          "Latin Rap"
        ]
      },
      "match_reason": "The rawness of first attempts, some risky and imperfect, matches Sedna FM’s debut episode — an origin story full of energy that, like early machines, sets the tone for everything that follows."
    },
    {
      "hour": 23,
      "fact_text": "Threaded through these January 5th events is a quieter pattern: from Eris changing the definition of a planet to flamenco’s evolution on global stages, our categories never stay fixed. The universe keeps forcing us to redraw our mental maps — scientifically, politically, and artistically.",
      "fact_year": 2005,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/International_Astronomical_Union",
      "episode": {
        "id": 3,
        "title": "Sedna FM #03 - Beautiful as You Feel",
        "description": "An episode about self-acceptance and inner beauty. Music that reminds us we are beautiful as we feel, embracing our authentic selves. Warm, uplifting sounds that celebrate individuality.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/beautiful-as-you-feel",
        "songs": [
          "Radiohead - Lotus Flower",
          "Andrea Lazslo de Simone - Vivo",
          "The The - this is the day",
          "Steve Monite - Only You",
          "DCTL - Deep Tannin f(eat Rafael Leafar)",
          "Soufiane Sa3idi - El Njoum",
          "Area - La mela di odessa",
          "Carol King - Beautiful",
          "Mannarino - Vivere la vita"
        ],
        "music-genres": [
          "Alternative Rock",
          "Italian Singer-Songwriter",
          "New Wave",
          "Afro-Funk",
          "Maghreb",
          "Progressive Rock"
        ]
      },
      "match_reason": "An institution redefining what counts as a planet mirrors the episode’s encouragement to redefine ourselves from the inside, accepting shifting identities as something beautiful rather than threatening."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "In 2005, astronomers at Palomar Observatory spotted a distant icy world later named Eris, a dwarf planet more massive than Pluto. Its discovery sparked a fierce debate that pushed the International Astronomical Union to formally define what a 'planet' is for the first time in history.",
      "fact_year": 2005,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Eris_(dwarf_planet)",
      "episode": {
        "id": 9,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "A distant dwarf planet turning astronomical 'emptiness' into a new category of worlds fits the episode’s theme of reimagining space as creative potential."
    },
    {
      "hour": 1,
      "fact_text": "On January 5, 1972, U.S. President Richard Nixon publicly announced the Space Shuttle program, envisioning a reusable 'space truck' that would make trips to orbit almost routine. Though the reality proved more complex, the shuttle reshaped human spaceflight for three decades.",
      "fact_year": 1972,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Space_Shuttle_program",
      "episode": {
        "id": 2,
        "title": "Sedna FM #02 - Destination Sedna",
        "description": "Continuing the Sedna FM journey together with family and friends! Episode two of the main series — exploring new musical territories and deepening the connection with our listeners. A collective voyage through sound.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/destination-sedna",
        "songs": [
          "Pink Floyd - Breathe",
          "The fountain DC - Starburster",
          "Laura Cahen - La Poussiere",
          "Taxi Kebab - Lmchi w rjou3",
          "Odion Iruoje - Identify With Your Roots",
          "Depeche mode - world in my eyes (Oil Tank Mix)",
          "Massive attack - Dissolved girl",
          "Kokoroko - Three piece suite",
          "Salin - Egungun",
          "E.S.P. - It's You"
        ],
        "music-genres": [
          "Progressive Rock",
          "Post-Punk",
          "French Pop",
          "Maghreb",
          "Afrobeat",
          "Synthpop",
          "Trip-Hop"
        ]
      },
      "match_reason": "A bold program to shuttle humans into orbit pairs with an episode framed as a collective voyage through new territories."
    },
    {
      "hour": 2,
      "fact_text": "In 1969, the Soviet Union launched Venera 5, a probe destined to dive into the crushing atmosphere of Venus. It transmitted valuable data on temperature and pressure before being destroyed, turning its brief life into a one-way ticket into a hellish alien world.",
      "fact_year": 1969,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Venera_5",
      "episode": {
        "id": 48,
        "title": "Evening Flows #01 - Yasmin - Crescendo in the Medina",
        "description": "The first Evening Flow episode comes from Yasmin. It starts deep in the medina, slow, mysterious, textured, and grows into a liberating dance across sub-Saharan landscapes. A journey through ambient soundscapes, Arabic melodies, Afro-Latin rhythms, and funky highlife grooves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/evening-flows-party-in-the-medina",
        "songs": [
          "Stive Morgan - Solar Wind, Pt. 3",
          "David Visan & Carlos Campos - Crystal Heart",
          "Evan Mars - Ya Zareef Al Tool",
          "Gerardo Frisina - Cuiabá",
          "Dele Sosimi & Medlar - You No Fit Touch Am (Medlar Remix)",
          "The Busy Twist - Friday Night"
        ],
        "music-genres": [
          "Ambient",
          "Deep House",
          "World Music",
          "Nu Jazz",
          "Afrobeat",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "A mysterious descent into Venus’s depths resonates with an episode that begins in slow, spacey textures and gradually dives into richer, layered soundscapes."
    },
    {
      "hour": 3,
      "fact_text": "On this day in 2014, India successfully launched its GSAT-14 communications satellite aboard a GSLV Mk.II rocket powered by the nation's first home-built cryogenic engine. The flight marked a technological turning point, proving India could master one of rocketry’s most complex and ultra-cold propulsion systems.",
      "fact_year": 2014,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/CE-7.5",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "Cryogenic engines and rocket launches are literal controlled 'electric shocks' of power, matching the episode’s high-voltage, propulsion-like energy."
    },
    {
      "hour": 4,
      "fact_text": "In 1933, workers began building the Golden Gate Bridge across San Francisco Bay, a project many engineers initially considered impossible due to fierce winds, deep waters, and strong currents. Within a few years, the bright orange span would become one of Earth’s most iconic human-made silhouettes against the sea and sky.",
      "fact_year": 1933,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Golden_Gate_Bridge",
      "episode": {
        "id": 37,
        "title": "Morning Drops #31 - Sailing With Germans",
        "description": "From the deck of a sailing boat, hosted by Yasmin and her special guests. A week at sea with six Germans, each with their own stories, songs, and ways of moving through the waves. From shared meals to unexpected laughter, from quiet resilience to sun-soaked joy — a collection of voices and tracks that reflect what it means to journey together.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sailing-with-germans",
        "songs": [
          "Billy Talent - Dead Silence",
          "Ben Howard - Keep Your Head Up",
          "Ziggy Alberts - Simple Things",
          "Vitor Kley - O Sol",
          "Enya - Orinoco Flow",
          "Paveier - Leev Marie"
        ],
        "music-genres": [
          "Punk Rock",
          "Indie Folk",
          "Surf Pop",
          "New Age",
          "German Folk"
        ]
      },
      "match_reason": "A bridge born from battling ocean currents pairs with a sea-bound sailing episode that lives in the same world of waves, wind, and human ingenuity over water."
    },
    {
      "hour": 5,
      "fact_text": "On January 5, 1993, the oil tanker MV Braer lost engine power in a storm and ran aground off the Shetland Islands, spilling nearly 85,000 tons of crude oil. Strong winds and waves, ironically, helped break up and disperse the oil faster than expected, turning the chaotic weather into an unexpected ally for the local ecosystem.",
      "fact_year": 1993,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/MV_Braer",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "An oil spill in stormy northern seas connects with an Arctic marine episode that centers on cold oceans, fragile ecosystems, and the life that swims through them."
    },
    {
      "hour": 6,
      "fact_text": "In 1970, a magnitude 7.1 earthquake struck Tonghai County in China’s Yunnan province, reaching an extreme Mercalli intensity of X. Much of the devastation went little reported internationally at the time, yet the event reshaped local landscapes and lives in a matter of seconds.",
      "fact_year": 1970,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1970_Tonghai_earthquake",
      "episode": {
        "id": 20,
        "title": "Morning Drops #14 - Slow Planet",
        "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
        "songs": [
          "Air - Cherry Blossom Girl",
          "Kruder & Dorfmeister - Keep On Believing",
          "Tosca - Orozco",
          "Bonobo - Terrapin"
        ],
        "music-genres": [
          "Downtempo",
          "Trip-Hop",
          "Electronic",
          "Chillout"
        ]
      },
      "match_reason": "A violent jolt from beneath the planet’s crust contrasts with a reflective 'Slow Planet' mood, inviting listeners to process how fragile and shifting the ground beneath us can be."
    },
    {
      "hour": 7,
      "fact_text": "On this day in 1913, during the First Balkan War, the Battle of Lemnos saw Greek Admiral Pavlos Kountouriotis force the Ottoman fleet back into the Dardanelles. After that clash, the Ottoman ships stayed bottled up for the rest of the war, effectively ceding control of the Aegean Sea.",
      "fact_year": 1913,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Lemnos_(1913)",
      "episode": {
        "id": 22,
        "title": "Morning Drops #16 - The Sound of Tuareg",
        "description": "A journey into the sound of the Tuareg: from traditional chants and desert rituals to the electrified rhythms of exile and resistance. Music shaped by sand, memory, and survival.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-sound-of-tuareg",
        "songs": [
          "Les Filles de Illighadad - Imigradan",
          "Tinariwen - Amassakoul ’N’ Ténéré",
          "Liya Ag Ablil - Awa Adounia",
          "Tinariwen - Sastanàqqàm"
        ],
        "music-genres": [
          "Desert Blues",
          "Tuareg",
          "World Music"
        ]
      },
      "match_reason": "A naval battle that locks in control of sea routes echoes an episode about music born from conflict, survival, and strategic resilience in harsh environments."
    },
    {
      "hour": 8,
      "fact_text": "On January 5, 1944, the Daily Mail became the first major London newspaper to be printed on both sides of the Atlantic. At a time when wartime news traveled slowly, this transatlantic edition helped synchronize information — a paper crossing oceans as fast as ships and radio waves allowed.",
      "fact_year": 1944,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Daily_Mail",
      "episode": {
        "id": 38,
        "title": "Morning Drops #32 - A Weekend In London",
        "description": "Recorded in London, marking a weekend reunion between Gaia and Yasmin. A selection inspired by London's energy, seen through the eyes of two inseparable friends — music from concerts, club nights, and long walks across town. Four tracks to ease you into the week at the right pace.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-weekend-in-london",
        "songs": [
          "Dele Sosimi - E Go Betta",
          "Jimmy Castor Bunch - It's Just Begun",
          "Little Simz feat. Obongjayar - Lion",
          "The Asphodells - Late Flowering Lust (Phil Kieran Remix)"
        ],
        "music-genres": [
          "Afrobeat",
          "Funk",
          "UK Hip-Hop",
          "Electronic"
        ]
      },
      "match_reason": "A London paper going bi-continental aligns with a London-themed episode that radiates the city’s global, cross-Atlantic cultural pulse."
    },
    {
      "hour": 9,
      "fact_text": "In 1875, Paris unveiled the Palais Garnier, a lavish opera house whose marble staircase, gilded ceilings, and grand chandelier turned performance into a total sensory spectacle. Its opulent design later inspired the setting for 'The Phantom of the Opera' and remains a monument to 19th-century musical excess.",
      "fact_year": 1875,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Palais_Garnier",
      "episode": {
        "id": 44,
        "title": "Morning Drops #38 - History of Flamenco",
        "description": "A special journey into the history of Flamenco, guided by Yasmin and her guest Almudena from Madrid, Spain. Exploring the roots and evolution of this emotionally raw and culturally rich tradition, from its early vocal origins and Andalusian influences, through its transformation on stage and screen, to its modern reinventions by iconic Spanish artists.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-history-of-flamenco",
        "songs": [
          "La Niña de los Peines - Al Gurugú",
          "Lola Flores - Pena, penita, pena",
          "Paco de Lucía - Entre dos aguas",
          "Camarón de la Isla - La leyenda del tiempo",
          "Rosalía - Pienso en tu mirá"
        ],
        "music-genres": [
          "Flamenco",
          "Spanish Folk",
          "Nuevo Flamenco"
        ]
      },
      "match_reason": "A legendary European opera house celebrating vocal drama pairs naturally with an episode about flamenco, another art form where voice, stage, and emotion are inseparable."
    },
    {
      "hour": 10,
      "fact_text": "On this day in 1953, Samuel Beckett’s play 'Waiting for Godot' premiered in Paris, baffling and mesmerizing audiences with its near-empty stage and looping, absurd dialogue. It became a cornerstone of modern theatre by asking a strange question: what if nothing much happens, and that’s the point?",
      "fact_year": 1953,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Waiting_for_Godot",
      "episode": {
        "id": 25,
        "title": "Morning Drops #19 - Wabi Sabi",
        "description": "Wabi-sabi is a story about a handmade mug, a small mistake, and the idea that imperfection can be something to keep—not correct. In this Morning Drop, Gaia shares a moment that didn’t go to plan, and four tracks that echo the same spirit: rough takes, studio accidents, lo-fi textures, and quiet surprises. A soft, thoughtful selection moving between warm electronics, classic riffs, and raw edges.A reminder that not everything needs to be polished. Sometimes, it’s better that way.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-wabi-sabi",
        "songs": [
          "song 1"
        ],
        "music-genres": [
          "genre 1"
        ]
      },
      "match_reason": "A play built around emptiness, pauses, and unresolved waiting pairs with an episode celebrating imperfection, stillness, and the beauty of things 'not going to plan.'"
    }
  ],
  "generated_at": "2026-01-05T00:00:00.007033+00:00",
  "date": "2026-01-05",
  "updated_at": "2026-01-05T10:00:01.330054+00:00"
}