{
  "current_hour": 19,
  "current_fact": {
    "hour": 19,
    "fact_text": "On December 29, 2013, Michael Schumacher, one of the most successful Formula One drivers in history, suffered a catastrophic head injury while skiing off-piste in Méribel, France. Despite wearing a helmet, he struck a rock, and his long, guarded recovery has since unfolded far from the public eye he once dominated.",
    "fact_year": 2013,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Michael_Schumacher",
    "episode": {
      "id": 27,
      "title": "Morning Drops #21 - Endless Summer",
      "description": "Recorded from Fano, a quiet town on the Adriatic coast where summer stretches long and slow. Between swims, simple meals, and time with family, Gaia reflects on the kind of music that helps us return to ourselves. Through different shades of jazz — from minimal and meditative to warm and rhythmic — an invitation to slip into that endless summer feeling.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-endless-summer",
      "songs": [
        "Nik Bärtsch - Modul 14",
        "Mama Terra - Chameleon (Single Edit)",
        "Spyro Gyra - Morning Dance",
        "Yussef Kamaal - Black Focus"
      ],
      "music-genres": [
        "Minimal Jazz",
        "Nu Jazz",
        "Jazz Fusion",
        "UK Jazz"
      ]
    },
    "match_reason": "The abrupt end to a high-speed public life contrasts with an episode about slow, reflective seasons, hinting at the enforced stillness and introspection that follow such an accident."
  },
  "queue": [
    {
      "hour": 20,
      "fact_text": "On December 29, 2023, South Africa filed a landmark case at the International Court of Justice accusing Israel of genocide in its operations in the Gaza Strip. The move invoked the 1948 Genocide Convention and positioned a post-apartheid state as a key legal voice in one of the world’s most contentious conflicts.",
      "fact_year": 2023,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/South_Africa's_genocide_case_against_Israel",
      "episode": {
        "id": 14,
        "title": "Morning Drops #08 - (un)Boxing",
        "description": "An episode about breaking free from expectations and labels. Music that helps us unbox ourselves and embrace who we truly are.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-unboxing",
        "songs": [
          "Kendrick Lamar - Feel",
          "Kendrick Lamar - The Blacker the Berry",
          "Kendrick Lamar - Mirror"
        ],
        "music-genres": [
          "Hip-Hop",
          "Conscious Rap"
        ]
      },
      "match_reason": "A legal case that challenges how the world names and frames mass violence aligns with an episode about dismantling labels and confronting uncomfortable truths, amplified by politically sharp hip-hop."
    },
    {
      "hour": 21,
      "fact_text": "On December 29, 1930, Cecil B. DeMille’s Hollywood was still young, but 60 years later on this date another kind of spectacle soared: by 1990, the modern blockbuster era had normalized global cinematic empires driven by sound, image, and marketing. The roots of that transformation trace back to early features like *The Squaw Man* and forward to the multimedia franchises that now dominate our screens.",
      "fact_year": 1990,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Hollywood,_Los_Angeles",
      "episode": {
        "id": 2,
        "title": "Sedna FM #02 - Destination Sedna",
        "description": "Continuing the Sedna FM journey together with family and friends! Episode two of the main series — exploring new musical territories and deepening the connection with our listeners. A collective voyage through sound.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/destination-sedna",
        "songs": [
          "Pink Floyd - Breathe",
          "The fountain DC - Starburster",
          "Laura Cahen - La Poussiere",
          "Taxi Kebab - Lmchi w rjou3",
          "Odion Iruoje - Identify With Your Roots",
          "Depeche mode - world in my eyes (Oil Tank Mix)",
          "Massive attack - Dissolved girl",
          "Kokoroko - Three piece suite",
          "Salin - Egungun",
          "E.S.P. - It's You"
        ],
        "music-genres": [
          "Progressive Rock",
          "Post-Punk",
          "French Pop",
          "Maghreb",
          "Afrobeat",
          "Synthpop",
          "Trip-Hop"
        ]
      },
      "match_reason": "The evolution from early silent features to sprawling cinematic universes mirrors this episode’s sense of journey and expansion into new sonic territories."
    },
    {
      "hour": 22,
      "fact_text": "On December 29, 1996, Guatemala’s peace accord ended not only open warfare but also one of Latin America’s most notorious episodes of state terror against Indigenous peoples. Truth commissions later described entire villages razed and languages nearly silenced, making the agreement a fragile first step toward preserving cultures that had nearly been erased.",
      "fact_year": 1996,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Guatemalan_National_Revolutionary_Unity",
      "episode": {
        "id": 19,
        "title": "Morning Drops #13 - Demystifying Reggaeton",
        "description": "Yasmin takes us on a journey through the real story of reggaeton — from its roots in Panama and Puerto Rico to its global evolution. Exploring the genre's history, influences, and cultural impact.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-demystifying-reggaeton",
        "songs": [
          "Renato - Chica de los Ojos Café",
          "B. F. Yaviah - Si Tu Quieres Fumar",
          "Calle 13 - Atrévete",
          "Bad Bunny - DtMF"
        ],
        "music-genres": [
          "Reggaeton",
          "Latin Urban",
          "Hip-Hop"
        ]
      },
      "match_reason": "A Central American peace process centered on marginalized voices pairs with an episode that retraces how a marginalized Caribbean-Latin sound became globally heard, both reclaiming narrative and rhythm."
    },
    {
      "hour": 23,
      "fact_text": "On December 29, 2020, while much of the world focused on a pandemic, the Petrinja earthquake’s strongest jolts caused the ground to slip sideways by up to 20 centimeters along a fault. Satellites later captured the sudden reshaping of the landscape from orbit, turning a brief roar underfoot into a visible scar from space.",
      "fact_year": 2020,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Petrinja",
      "episode": {
        "id": 9,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "A quake that literally shifts the ground and is later seen from space resonates with an episode about shifting perspectives and turning apparent emptiness into space for new creation."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "On December 29, 1913, Cecil B. DeMille began filming *The Squaw Man*, widely regarded as Hollywood’s first feature-length film. Shot in a barn near Los Angeles, the low-budget experiment unexpectedly launched both DeMille’s career and Hollywood’s rise as the world’s movie capital.",
      "fact_year": 1913,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/The_Squaw_Man_(1914_film)",
      "episode": {
        "id": 1,
        "title": "Sedna FM #01 - November Bomb",
        "description": "The first Family & Friends radio episode from Yasmin Sarbaoui and Gaia Parolini. Where it all began — a life soundtrack that launched Sedna FM into the universe. Raw, heartfelt, and full of the energy that defines everything that followed.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/november-bomb",
        "songs": [
          "berlioz - Open this wall",
          "Nas - One Mic",
          "Canserbero - De la vida como pelicula, tragedia, comedia y ficcion",
          "Frankie Knuckles - Your Love",
          "Notorious B.I.G. - 17 Ten Crack Commandments",
          "Liloca - Utani Xuva",
          "Fela Kuti - Zombie",
          "Neffa - Aspettando il sole",
          "Childish Gambino - No Excuses",
          "Modjo - Music takes you back"
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeat",
          "House",
          "Italian Pop",
          "R&B",
          "Latin Rap"
        ]
      },
      "match_reason": "Both the fact and the episode mark bold first chapters: Hollywood’s first feature film and Sedna FM’s inaugural broadcast, each setting a creative universe in motion."
    },
    {
      "hour": 1,
      "fact_text": "On December 29, 1860, HMS Warrior was launched as the Royal Navy’s first iron-hulled, armored warship powered by a screw propeller. Her radical mix of iron armor and steam propulsion instantly rendered every wooden warship afloat obsolete, forcing navies worldwide into a frantic era of technological catch-up.",
      "fact_year": 1860,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/HMS_Warrior_(1860)",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "Warrior’s iron and steam were a literal shock to the naval world, echoed by the episode’s ‘electric shock’ theme and high-voltage rock guitars."
    },
    {
      "hour": 2,
      "fact_text": "On December 29, 1812, the wooden frigate USS Constitution, nicknamed “Old Ironsides,” defeated HMS Java off the coast of Brazil after a brutal three-hour battle. The British cannonballs bounced so harmlessly off her thick hull that stunned sailors swore they were striking iron, cementing one of the most enduring ship nicknames in history.",
      "fact_year": 1812,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/USS_Constitution",
      "episode": {
        "id": 37,
        "title": "Morning Drops #31 - Sailing With Germans",
        "description": "From the deck of a sailing boat, hosted by Yasmin and her special guests. A week at sea with six Germans, each with their own stories, songs, and ways of moving through the waves. From shared meals to unexpected laughter, from quiet resilience to sun-soaked joy — a collection of voices and tracks that reflect what it means to journey together.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sailing-with-germans",
        "songs": [
          "Billy Talent - Dead Silence",
          "Ben Howard - Keep Your Head Up",
          "Ziggy Alberts - Simple Things",
          "Vitor Kley - O Sol",
          "Enya - Orinoco Flow",
          "Paveier - Leev Marie"
        ],
        "music-genres": [
          "Punk Rock",
          "Indie Folk",
          "Surf Pop",
          "New Age",
          "German Folk"
        ]
      },
      "match_reason": "A legendary naval duel on the open ocean pairs naturally with an episode recorded at sea, both steeped in salt water, wind, and stories carried by waves."
    },
    {
      "hour": 3,
      "fact_text": "On December 29, 1607, English explorer John Smith claimed that Pocahontas, the young daughter of the Powhatan leader, dramatically saved his life by placing her head upon his as executioners prepared to strike. Whether myth, diplomacy, or memory-warped storytelling, the episode became a powerful symbol of cross-cultural encounter and survival.",
      "fact_year": 1607,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Pocahontas",
      "episode": {
        "id": 22,
        "title": "Morning Drops #16 - The Sound of Tuareg",
        "description": "A journey into the sound of the Tuareg: from traditional chants and desert rituals to the electrified rhythms of exile and resistance. Music shaped by sand, memory, and survival.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-sound-of-tuareg",
        "songs": [
          "Les Filles de Illighadad - Imigradan",
          "Tinariwen - Amassakoul ’N’ Ténéré",
          "Liya Ag Ablil - Awa Adounia",
          "Tinariwen - Sastanàqqàm"
        ],
        "music-genres": [
          "Desert Blues",
          "Tuareg",
          "World Music"
        ]
      },
      "match_reason": "Both the Pocahontas story and Tuareg music sit at the crossroads of oral tradition, contested memory, and indigenous survival against expanding empires."
    },
    {
      "hour": 4,
      "fact_text": "On December 29, 1778, British forces under Lieutenant Colonel Archibald Campbell captured Savannah, Georgia, in a swift and devastating blow during the American Revolutionary War. The fall of the vital port city showed how control of a single harbor could reshape an entire theater of war.",
      "fact_year": 1778,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/American_Revolutionary_War",
      "episode": {
        "id": 23,
        "title": "Morning Drops #17 - Steel City",
        "description": "Gaia takes us on a short trip through Sheffield's sounds — from electronic textures to raw guitars and sharp storytelling. Four tracks, one city, different edges of the same story.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-steel-city",
        "songs": [
          "The Human League - The Sound Of The Crowd",
          "Cabaret Voltaire - Deep Time",
          "Pulp - Common People",
          "Arctic Monkeys - A Certain Romance"
        ],
        "music-genres": [
          "Synthpop",
          "Industrial",
          "Britpop",
          "Indie Rock"
        ]
      },
      "match_reason": "A war-torn port city whose fate shaped history connects with an episode about how one city’s character is etched into its sound and stories."
    },
    {
      "hour": 5,
      "fact_text": "On December 29, 1862, Union troops under William T. Sherman were bloodily repulsed at the Battle of Chickasaw Bayou near Vicksburg. The swamps, bluffs, and dense thickets turned into a natural fortress, proving that terrain and environment can be as decisive as cannons and commands.",
      "fact_year": 1862,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Chickasaw_Bayou",
      "episode": {
        "id": 45,
        "title": "Morning Drops #38 - History of Flamenco",
        "description": "A special journey into the history of Flamenco, guided by Yasmin and her guest Almudena from Madrid, Spain. Exploring the roots and evolution of this emotionally raw and culturally rich tradition, from its early vocal origins and Andalusian influences, through its transformation on stage and screen, to its modern reinventions by iconic Spanish artists.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-history-of-flamenco",
        "songs": [
          "La Niña de los Peines - Al Gurugú",
          "Lola Flores - Pena, penita, pena",
          "Paco de Lucía - Entre dos aguas",
          "Camarón de la Isla - La leyenda del tiempo",
          "Rosalía - Pienso en tu mirá"
        ],
        "music-genres": [
          "Flamenco",
          "Spanish Folk",
          "Nuevo Flamenco"
        ]
      },
      "match_reason": "A desperate, emotional battlefield defeat mirrors Flamenco’s raw intensity and its roots in struggle, grief, and resilience."
    },
    {
      "hour": 6,
      "fact_text": "On December 29, 1874, General Arsenio Martínez Campos staged a military coup at Sagunto that toppled Spain’s short-lived First Republic. Within days, the Bourbon monarchy was restored and young Alfonso XII was proclaimed king, resetting Spain’s political experiment with a single decisive act.",
      "fact_year": 1874,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/First_Spanish_Republic",
      "episode": {
        "id": 44,
        "title": "Morning Drops #39 - Moving Meditation",
        "description": "An episode inspired by how travel helps us see more clearly. Stepping into new places opens the mind, shifts perspective. The music moves through balearic warmth, boogie grooves, world and latin-folk influences, and touches of new wave — a selection built to follow the quiet changes that happen when you're out of your usual rhythm.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-moving-meditation",
        "songs": [
          "Stella & The Longos - La Flamme",
          "España Circo Este - Dormo poco e sogno molto",
          "Mystic Jungle - Sunset Breaker",
          "Talking Heads - This Must Be the Place (Naive Melody)"
        ],
        "music-genres": [
          "Balearic",
          "Italian Folk Rock",
          "World Music",
          "New Wave"
        ]
      },
      "match_reason": "A sudden political pivot in Spain aligns with an episode about changing direction and perspective, with Iberian-flavored sounds hinting at Spanish histories."
    },
    {
      "hour": 7,
      "fact_text": "On December 29, 1930, philosopher-poet Muhammad Iqbal delivered his famous Allahabad address, outlining the idea that Muslims in British India constituted a distinct nation. His vision of an autonomous Muslim-majority region would, years later, become a foundational intellectual step toward the creation of Pakistan.",
      "fact_year": 1930,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Muhammad_Iqbal",
      "episode": {
        "id": 3,
        "title": "Sedna FM #03 - Beautiful as You Feel",
        "description": "An episode about self-acceptance and inner beauty. Music that reminds us we are beautiful as we feel, embracing our authentic selves. Warm, uplifting sounds that celebrate individuality.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/beautiful-as-you-feel",
        "songs": [
          "Radiohead - Lotus Flower",
          "Andrea Lazslo de Simone - Vivo",
          "The The - this is the day",
          "Steve Monite - Only You",
          "DCTL - Deep Tannin f(eat Rafael Leafar)",
          "Soufiane Sa3idi - El Njoum",
          "Area - La mela di odessa",
          "Carol King - Beautiful",
          "Mannarino - Vivere la vita"
        ],
        "music-genres": [
          "Alternative Rock",
          "Italian Singer-Songwriter",
          "New Wave",
          "Afro-Funk",
          "Maghreb",
          "Progressive Rock"
        ]
      },
      "match_reason": "Iqbal’s speech was about envisioning identity and self-determination; this episode’s focus on inner beauty and authentic self mirrors that search for collective and individual identity."
    },
    {
      "hour": 8,
      "fact_text": "On December 29, 1934, Japan formally renounced the Washington and London Naval Treaties, freeing itself from interwar limits on battleships and cruisers. The quiet legal act signaled a loud strategic intent: an arms buildup that would help propel the Pacific into world war.",
      "fact_year": 1934,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Washington_Naval_Treaty",
      "episode": {
        "id": 18,
        "title": "Morning Drops #12 - 80's Club",
        "description": "Starting with a Monday evening in Munich — a few drinks, friends, and landing in an 80s dance party. From Donna Summer's hypnotic pulse, to Depeche Mode's bright synthpop, Ken Laszlo's Italo Disco romance, and Mylène Farmer's darker theatrical world. Four songs, four corners of the 80s — connected by the machines that changed how we dance.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-80s-club",
        "songs": [
          "Donna Summer - I Feel Love",
          "Depeche Mode - Just Can't Get Enough",
          "Ken Laszlo - Hey Hey Guy",
          "Mylène Farmer - Sans Contrefaçon"
        ],
        "music-genres": [
          "Disco",
          "Synthpop",
          "Italo Disco",
          "French Pop"
        ]
      },
      "match_reason": "A break from strict naval “rules” into a more aggressive, mechanized era resonates with the episode’s celebration of machines and synthesizers reshaping an entire sonic landscape."
    },
    {
      "hour": 9,
      "fact_text": "On December 29, 1937, the Irish Free State ceased to exist as a new constitution came into force, renaming the country simply “Ireland.” The change quietly redefined the young state’s identity and sovereignty, even while partition and complex relations with Britain persisted.",
      "fact_year": 1937,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Constitution_of_Ireland",
      "episode": {
        "id": 34,
        "title": "Morning Drops #28 - Under Scottish Skies",
        "description": "Gaia shares a personal moment of transition — a shift in seasons, in rhythm, and in life. From this space of quiet change comes a musical journey through Scotland: not the usual names, but voices that speak from the edges. A personal ritual and a small act of curiosity: an invitation to notice what grounds us when everything moves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-under-scottish-skies",
        "songs": [
          "Paolo Nutini - Pencil Full of Lead",
          "Lapse - Lady Bug",
          "Joesef - Let's Stay Together",
          "Vital Spark - Stone of Destiny"
        ],
        "music-genres": [
          "Indie Rock",
          "Scottish Folk",
          "Soul",
          "Celtic Rock"
        ]
      },
      "match_reason": "A constitutional rebirth and a new national name pair with an episode about quiet transitions and Celtic landscapes, both rooted in the British Isles’ shifting identities."
    },
    {
      "hour": 10,
      "fact_text": "On December 29–30, 1940, the Luftwaffe’s massive bombing raid ignited what became known as the Second Great Fire of London. Thousands of incendiary bombs turned the city’s square mile into a sea of flames, yet firefighters and volunteers saved St Paul’s Cathedral in a now-iconic image of endurance.",
      "fact_year": 1940,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Second_Great_Fire_of_London",
      "episode": {
        "id": 38,
        "title": "Morning Drops #32 - A Weekend In London",
        "description": "Recorded in London, marking a weekend reunion between Gaia and Yasmin. A selection inspired by London's energy, seen through the eyes of two inseparable friends — music from concerts, club nights, and long walks across town. Four tracks to ease you into the week at the right pace.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-weekend-in-london",
        "songs": [
          "Dele Sosimi - E Go Betta",
          "Jimmy Castor Bunch - It's Just Begun",
          "Little Simz feat. Obongjayar - Lion",
          "The Asphodells - Late Flowering Lust (Phil Kieran Remix)"
        ],
        "music-genres": [
          "Afrobeat",
          "Funk",
          "UK Hip-Hop",
          "Electronic"
        ]
      },
      "match_reason": "A night when London almost burned away is contrasted with a present-day sonic love letter to the same city, linking its scars, survival, and ongoing creative pulse."
    },
    {
      "hour": 11,
      "fact_text": "On December 29, 1989, Japan’s Nikkei 225 stock index hit its all-time high of 38,957.44, the glittering peak of an extraordinary asset bubble. Land in Tokyo’s prime districts was briefly estimated to be worth more than all the real estate in the United States, a surreal moment before a decade-long economic hangover.",
      "fact_year": 1989,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Japanese_asset_price_bubble",
      "episode": {
        "id": 25,
        "title": "Morning Drops #19 - Wabi Sabi",
        "description": "Wabi-sabi is a story about a handmade mug, a small mistake, and the idea that imperfection can be something to keep—not correct. In this Morning Drop, Gaia shares a moment that didn’t go to plan, and four tracks that echo the same spirit: rough takes, studio accidents, lo-fi textures, and quiet surprises. A soft, thoughtful selection moving between warm electronics, classic riffs, and raw edges.A reminder that not everything needs to be polished. Sometimes, it’s better that way.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-wabi-sabi",
        "songs": [
          "song 1"
        ],
        "music-genres": [
          "genre 1"
        ]
      },
      "match_reason": "The excess and polished illusion of Japan’s bubble economy contrasts with the episode’s wabi-sabi philosophy of imperfection, offering a gentle counterpoint to speculative perfectionism."
    },
    {
      "hour": 12,
      "fact_text": "On December 29, 2006, the United Kingdom quietly made its final payment on the massive Anglo-American loan that had helped it survive and rebuild after World War II. The last installment marked the end of a 61-year financial echo of the war, long after most of the generation that fought it had gone.",
      "fact_year": 2006,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Anglo-American_loan",
      "episode": {
        "id": 20,
        "title": "Morning Drops #14 - Slow Planet",
        "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
        "songs": [
          "Air - Cherry Blossom Girl",
          "Kruder & Dorfmeister - Keep On Believing",
          "Tosca - Orozco",
          "Bonobo - Terrapin"
        ],
        "music-genres": [
          "Downtempo",
          "Trip-Hop",
          "Electronic",
          "Chillout"
        ]
      },
      "match_reason": "The slow, decades-long unwinding of wartime debt matches an episode about deceleration and long arcs, both emphasizing patience and gradual release."
    },
    {
      "hour": 13,
      "fact_text": "On December 29, 1972, Eastern Air Lines Flight 401 crashed into the Florida Everglades after the crew became fixated on a faulty landing-gear indicator light and failed to notice their slow descent. The tragedy spurred major changes in cockpit resource management, transforming how pilots share attention and responsibilities in modern aviation.",
      "fact_year": 1972,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Eastern_Air_Lines_Flight_401",
      "episode": {
        "id": 33,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "A fatal crash caused by fixation on a tiny light parallels our modern over-focus on devices; both stories ask what we miss when our attention is hijacked."
    },
    {
      "hour": 14,
      "fact_text": "On December 29, 2012, a Tupolev Tu-204 operating Red Wings Airlines Flight 9268 overran the runway at Moscow’s Vnukovo Airport and crashed into a highway embankment, killing five of the eight crew. The accident highlighted the lethal consequences of mismanaged speed and thrust during landing on modern jets.",
      "fact_year": 2012,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Red_Wings_Airlines_Flight_9268",
      "episode": {
        "id": 26,
        "title": "Morning Drops #20 - Hitchhiking Poland",
        "description": "Yasmin takes you back to the summer of 2020, when borders were still uncertain and a long-held wish to visit Poland finally came true. Through four tracks, tracing her journey from a stranger's couch in Poznań to the peaks of Zakopane.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-hitchhiking-poland",
        "songs": [
          "Pidżama Porno - Ezoteryczny Poznań",
          "Seev, Masswo - Primal Scream",
          "Antoha MC - Ритм сердца",
          "Yugopolis & Maciej Maleńczuk - Ostatnia Nocka"
        ],
        "music-genres": [
          "Polish Rock",
          "Electronic",
          "Russian Rap",
          "Slavic Folk Rock"
        ]
      },
      "match_reason": "A modern travel disaster involving a Russian-built jet near Eastern Europe sits alongside an episode about overland journeys through that region, contrasting risk and the gentler side of travel."
    },
    {
      "hour": 15,
      "fact_text": "On December 29, 2024, Jeju Air Flight 2216 crashed into a wall at Muan International Airport in South Korea, killing 179 of the 181 people onboard. It became the deadliest aircraft accident on South Korean soil, a grim reminder that even in an age of ultra-safe aviation, a single approach can change hundreds of lives.",
      "fact_year": 2024,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Jeju_Air_Flight_2216",
      "episode": {
        "id": 41,
        "title": "Morning Drops #35 - Thailand",
        "description": "Recorded in Koh Samui, Thailand, where Yasmin and her friend Patricia spent more than two intense weeks training Muay Thai and Western boxing. Between sweat, rhythm, and sea breeze, they share reflections on discipline, friendship, and the beauty of movement - with a soundtrack that connects Thai sounds to the flow of daily practice.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-thailand",
        "songs": [
          "Salin - Egungun",
          "Justin Bieber - Love Yourself",
          "Khun Narin - Phua Kao",
          "Burna Boy - Cheat on Me (feat. Dave)"
        ],
        "music-genres": [
          "Afrobeat",
          "Pop",
          "Thai Funk",
          "Afro-Fusion"
        ]
      },
      "match_reason": "A catastrophic flight within East Asia contrasts with an episode about intentional movement and bodily discipline in another Asian sky-and-sea landscape, underscoring the fragility of travel."
    },
    {
      "hour": 16,
      "fact_text": "On December 29, 2020, a magnitude 6.4 earthquake struck near Petrinja in Croatia, collapsing buildings and killing seven people. The tremor rippled across neighboring countries, a reminder that the ground beneath Central Europe is still restless and very much alive.",
      "fact_year": 2020,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2020_Petrinja_earthquake",
      "episode": {
        "id": 29,
        "title": "Morning Drops #23 - Morning Dubs",
        "description": "Recorded while still processing Houghton Festival. One of the mornings there, waking up in the woods to a reggae DJ set — no phone signal, just trees, music, and loved ones. A slow selection of reggae, dub, and morning rhythms. Dubs instead of drops. Start your day slow — with space to breathe.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-morning-dubs",
        "songs": [
          "The Gaylads - Joy in the Morning",
          "The Officials - Babylonian",
          "King Tubby - King Tubby Meets the Rockers Uptown",
          "Aisha Morrison - Ethiopia"
        ],
        "music-genres": [
          "Reggae",
          "Dub",
          "Roots Reggae"
        ]
      },
      "match_reason": "The deep, rolling shockwaves of an earthquake echo the low-frequency rumble of dub, with both reminding us of hidden forces pulsing below the surface."
    },
    {
      "hour": 17,
      "fact_text": "On December 29, 1996, Guatemala signed a peace accord with the Guatemalan National Revolutionary Unity, ending a brutal 36-year civil war. The conflict had claimed over 200,000 lives, many of them Indigenous civilians, and the agreement marked a fragile hope for justice and reconciliation.",
      "fact_year": 1996,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Guatemalan_Civil_War",
      "episode": {
        "id": 30,
        "title": "Morning Drops #24 - The Rise Of Afrobeat",
        "description": "An exploration of the rise of Afrobeat, tracing its roots and evolution as a genre that blends African rhythms with jazz, funk, and highlife. A celebration of the infectious energy and cultural significance of this influential musical movement.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-rise-of-afrobeat",
        "songs": [
          "E.T. Mensah - Ghana Freedom",
          "I.K. Dairo - Salome",
          "Fela Kuti - Great Kids",
          "Fela Kuti - Expensive Shit"
        ],
        "music-genres": [
          "Highlife",
          "Jùjú",
          "Afrobeat"
        ]
      },
      "match_reason": "A peace accord closing a long civil war pairs with Afrobeat’s history as a politically charged, liberation-oriented music, both channeling struggle into the possibility of freer futures."
    },
    {
      "hour": 18,
      "fact_text": "On December 29, 1989, seven-time Formula One champion Michael Schumacher suffered a severe head injury while skiing in the French Alps, far from any racetrack. The accident instantly transformed one of motorsport’s most visible lives into one of its most private and mysterious recoveries.",
      "fact_year": 2013,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Michael_Schumacher",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "An elite athlete’s life-changing accident on snow-covered slopes fits the episode’s cold, cinematic journeys into extreme nature and the thin line between awe and danger."
    },
    {
      "hour": 19,
      "fact_text": "On December 29, 2013, Michael Schumacher, one of the most successful Formula One drivers in history, suffered a catastrophic head injury while skiing off-piste in Méribel, France. Despite wearing a helmet, he struck a rock, and his long, guarded recovery has since unfolded far from the public eye he once dominated.",
      "fact_year": 2013,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Michael_Schumacher",
      "episode": {
        "id": 27,
        "title": "Morning Drops #21 - Endless Summer",
        "description": "Recorded from Fano, a quiet town on the Adriatic coast where summer stretches long and slow. Between swims, simple meals, and time with family, Gaia reflects on the kind of music that helps us return to ourselves. Through different shades of jazz — from minimal and meditative to warm and rhythmic — an invitation to slip into that endless summer feeling.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-endless-summer",
        "songs": [
          "Nik Bärtsch - Modul 14",
          "Mama Terra - Chameleon (Single Edit)",
          "Spyro Gyra - Morning Dance",
          "Yussef Kamaal - Black Focus"
        ],
        "music-genres": [
          "Minimal Jazz",
          "Nu Jazz",
          "Jazz Fusion",
          "UK Jazz"
        ]
      },
      "match_reason": "The abrupt end to a high-speed public life contrasts with an episode about slow, reflective seasons, hinting at the enforced stillness and introspection that follow such an accident."
    }
  ],
  "generated_at": "2025-12-29T00:00:00.010312+00:00",
  "date": "2025-12-29",
  "updated_at": "2025-12-29T19:00:01.520647+00:00"
}