{
  "current_hour": 14,
  "current_fact": {
    "hour": 14,
    "fact_text": "In 1975, at Samastipur railway station in Bihar, a bomb exploded during the inauguration of a new rail line, fatally wounding India’s Minister of Railways, Lalit Narayan Mishra. The attack turned what was meant to symbolize connectivity and progress into a haunting reminder of how infrastructure and politics can collide violently.",
    "fact_year": 1975,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Lalit_Narayan_Mishra",
    "episode": {
      "id": 5,
      "title": "Sedna FM #05 - On The Go - Zero Zero",
      "description": "An energetic mix for when you're on the move. Zero Zero captures that feeling of starting fresh, moving forward, and embracing the journey. Perfect for travel, walks, or just getting things done.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/on-the-go-zero-zero",
      "songs": [
        "Alborosie - Rock the dancehall",
        "Grace Jones - Pull up to the bumper",
        "Hollie cook - Happy hour",
        "Easy star all star - Soul love",
        "Jeremie Albino - Rolling down the 405",
        "Cyril Neville - I found joy",
        "Aretha Franklin - Rock steady",
        "James Brown - Talking loud and saying nothing (remix)",
        "Nubiyan Twist - So mi stay",
        "Professor Wouassa - Fallou Fall",
        "Jarabe de Palo - La Flaca"
      ],
      "music-genres": [
        "Reggae",
        "Funk",
        "Soul",
        "Afrobeat",
        "Latin Rock",
        "New Wave"
      ]
    },
    "match_reason": "A bomb at the opening of a railway line is a dark twisting of travel and motion; pairing it with an \"on the go\" travel-themed mix highlights how the same rails can carry both joy and tragedy."
  },
  "queue": [
    {
      "hour": 15,
      "fact_text": "The second Ibrox disaster in 1971 began with a simple assumption that a match was over; fans started leaving just as Rangers scored a dramatic late equalizer. The surge of ecstatic supporters reversing direction on a stairway led to a fatal crush that killed 66 people, reshaping stadium safety standards across the UK.",
      "fact_year": 1971,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1971_Ibrox_disaster",
      "episode": {
        "id": 34,
        "title": "Morning Drops #28 - Under Scottish Skies",
        "description": "Gaia shares a personal moment of transition — a shift in seasons, in rhythm, and in life. From this space of quiet change comes a musical journey through Scotland: not the usual names, but voices that speak from the edges. A personal ritual and a small act of curiosity: an invitation to notice what grounds us when everything moves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-under-scottish-skies",
        "songs": [
          "Paolo Nutini - Pencil Full of Lead",
          "Lapse - Lady Bug",
          "Joesef - Let's Stay Together",
          "Vital Spark - Stone of Destiny"
        ],
        "music-genres": [
          "Indie Rock",
          "Scottish Folk",
          "Soul",
          "Celtic Rock"
        ]
      },
      "match_reason": "A tragic crowd crush at a Glasgow football match sits under the same Scottish skies this episode explores; the gentle, reflective music offers space to remember and honor those lost in a national sporting tragedy."
    },
    {
      "hour": 16,
      "fact_text": "In 1963, at the Battle of Ap Bac, lightly equipped Viet Cong guerrillas used careful planning, muddy rice paddies, and hidden trenches to defeat a better-armed South Vietnamese and U.S.-advised force. Their unexpected victory shattered assumptions about the war’s trajectory and signaled that technology alone would not decide Vietnam’s fate.",
      "fact_year": 1963,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Ap_Bac",
      "episode": {
        "id": 22,
        "title": "Morning Drops #16 - The Sound of Tuareg",
        "description": "A journey into the sound of the Tuareg: from traditional chants and desert rituals to the electrified rhythms of exile and resistance. Music shaped by sand, memory, and survival.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-sound-of-tuareg",
        "songs": [
          "Les Filles de Illighadad - Imigradan",
          "Tinariwen - Amassakoul ’N’ Ténéré",
          "Liya Ag Ablil - Awa Adounia",
          "Tinariwen - Sastanàqqàm"
        ],
        "music-genres": [
          "Desert Blues",
          "Tuareg",
          "World Music"
        ]
      },
      "match_reason": "Ap Bac’s underdog guerrilla victory echoes the spirit of Tuareg desert blues—music forged in struggle, resistance, and survival far from conventional centers of power."
    },
    {
      "hour": 17,
      "fact_text": "On January 2, 1955, Panama’s vice president José Ramón Guizado was hurriedly sworn in after President José Antonio Remón Cantera was assassinated—only to be arrested weeks later amid accusations of involvement in the plot. The rapid succession turned the presidency into a revolving door, exposing how fragile political legitimacy can be.",
      "fact_year": 1955,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Jos%C3%A9_Antonio_Rem%C3%B3n_Cantera",
      "episode": {
        "id": 19,
        "title": "Morning Drops #13 - Demystifying Reggaeton",
        "description": "Yasmin takes us on a journey through the real story of reggaeton — from its roots in Panama and Puerto Rico to its global evolution. Exploring the genre's history, influences, and cultural impact.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-demystifying-reggaeton",
        "songs": [
          "Renato - Chica de los Ojos Café",
          "B. F. Yaviah - Si Tu Quieres Fumar",
          "Calle 13 - Atrévete",
          "Bad Bunny - DtMF"
        ],
        "music-genres": [
          "Reggaeton",
          "Latin Urban",
          "Hip-Hop"
        ]
      },
      "match_reason": "A Panamanian political crisis anchors this story in the same country that helped birth reggaeton; the episode traces a very different side of Panama’s influence, through rhythm instead of power struggles."
    },
    {
      "hour": 18,
      "fact_text": "In 1942, the FBI secured the conviction of 33 agents in the Duquesne Spy Ring case, dismantling the largest Nazi espionage network ever uncovered in the United States. Much of the operation hinged on a single double agent, William Sebold, who quietly recorded conversations and funneled false information for years before the mass arrest.",
      "fact_year": 1942,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Fritz_Duquesne",
      "episode": {
        "id": 31,
        "title": "Morning Drops #25 - A Trip-Hop Journey",
        "description": "Hosted by friend Lorenzo, a journey through the roots and evolution of trip-hop. From Bristol's early experiments with Massive Attack and Tricky, to DJ Shadow's cinematic sampling in California, and Thievery Corporation's global downtempo grooves in Washington D.C. — exploring how this genre blurred boundaries and reshaped electronic music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-trip-hop-journey",
        "songs": [
          "Massive Attack - Unfinished Sympathy",
          "Tricky - Hell Is Round the Corner",
          "DJ Shadow - Midnight in a Perfect World",
          "Thievery Corporation - Lebanese Blonde",
          "Smoke City - Underwater Love"
        ],
        "music-genres": [
          "Trip-Hop",
          "Downtempo",
          "Electronic"
        ]
      },
      "match_reason": "Espionage, covert recordings, and coded messages align with trip-hop’s shadowy, cinematic atmospheres—beats built from samples and fragments, like intelligence stitched together from secret tapes."
    },
    {
      "hour": 19,
      "fact_text": "Also in early 1942, Japanese forces captured Manila, giving them control over the Philippines’ capital and a strategic foothold in Southeast Asia. For residents, the sudden switch from American to Japanese rule transformed familiar streets into occupied territory almost overnight.",
      "fact_year": 1942,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Manila",
      "episode": {
        "id": 41,
        "title": "Morning Drops #35 - Thailand",
        "description": "Recorded in Koh Samui, Thailand, where Yasmin and her friend Patricia spent more than two intense weeks training Muay Thai and Western boxing. Between sweat, rhythm, and sea breeze, they share reflections on discipline, friendship, and the beauty of movement - with a soundtrack that connects Thai sounds to the flow of daily practice.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-thailand",
        "songs": [
          "Salin - Egungun",
          "Justin Bieber - Love Yourself",
          "Khun Narin - Phua Kao",
          "Burna Boy - Cheat on Me (feat. Dave)"
        ],
        "music-genres": [
          "Afrobeat",
          "Pop",
          "Thai Funk",
          "Afro-Fusion"
        ]
      },
      "match_reason": "The fall of Manila is part of a broader World War II story in Southeast Asia; a Thailand-based episode about training, resilience, and regional sounds reflects how this area later rebuilt and redefined itself."
    },
    {
      "hour": 20,
      "fact_text": "Comets like 81P/Wild, which Stardust visited, are icy relics from the Solar System’s early days—dirty snowballs flung in from its colder outskirts. When they plunge toward the Sun, their ices vaporize into glowing comas and tails that can stretch millions of kilometers, turning a few kilometers of rock and ice into one of the sky’s grandest spectacles.",
      "fact_year": 2004,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Comet",
      "episode": {
        "id": 48,
        "title": "Evening Flows #01 - Yasmin - Crescendo in the Medina",
        "description": "The first Evening Flow episode comes from Yasmin. It starts deep in the medina, slow, mysterious, textured, and grows into a liberating dance across sub-Saharan landscapes. A journey through ambient soundscapes, Arabic melodies, Afro-Latin rhythms, and funky highlife grooves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/evening-flows-party-in-the-medina",
        "songs": [
          "Stive Morgan - Solar Wind, Pt. 3",
          "David Visan & Carlos Campos - Crystal Heart",
          "Evan Mars - Ya Zareef Al Tool",
          "Gerardo Frisina - Cuiabá",
          "Dele Sosimi & Medlar - You No Fit Touch Am (Medlar Remix)",
          "The Busy Twist - Friday Night"
        ],
        "music-genres": [
          "Ambient",
          "Deep House",
          "World Music",
          "Nu Jazz",
          "Afrobeat",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "The slow brightening of a comet’s tail as it nears the Sun mirrors the episode’s \"crescendo\" structure—starting mysterious and building into radiant, dancing energy, even featuring a track named \"Solar Wind.\""
    },
    {
      "hour": 21,
      "fact_text": "A Roman legion, like those that mutinied in Germania Superior in AD 69, could contain around 5,000 heavily trained soldiers, each carrying up to 30 kilograms of gear on long marches. These human machines of the ancient world built roads, bridges, and camps as they went, leaving a physical grid across Europe that still shapes travel routes today.",
      "fact_year": 69,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Roman_legion",
      "episode": {
        "id": 26,
        "title": "Morning Drops #20 - Hitchhiking Poland",
        "description": "Yasmin takes you back to the summer of 2020, when borders were still uncertain and a long-held wish to visit Poland finally came true. Through four tracks, tracing her journey from a stranger's couch in Poznań to the peaks of Zakopane.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-hitchhiking-poland",
        "songs": [
          "Pidżama Porno - Ezoteryczny Poznań",
          "Seev, Masswo - Primal Scream",
          "Antoha MC - Ритм сердца",
          "Yugopolis & Maciej Maleńczuk - Ostatnia Nocka"
        ],
        "music-genres": [
          "Polish Rock",
          "Electronic",
          "Russian Rap",
          "Slavic Folk Rock"
        ]
      },
      "match_reason": "Ancient legions marching across Europe and carving road networks parallel a modern hitchhiking journey across Poland; both are about moving across the continent, step by step, route by route."
    },
    {
      "hour": 22,
      "fact_text": "The Moon, first approached by Luna 1, always shows Earth the same face because it’s tidally locked—its rotation period matches its orbit around us. On the far side, unseen from Earth until spaceflight, lie enormous impact basins and thicker crust, offering a very different lunar story than the familiar \"man in the Moon\" we know.",
      "fact_year": 1959,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Moon",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "Both the Moon’s hidden far side and the underwater world of Arctic orcas are vast, normally unseen realms revealed only through exploration, matched by the episode’s cinematic, quietly awe-filled mood."
    },
    {
      "hour": 23,
      "fact_text": "The Sun, which Luna 1 accidentally began orbiting, fuses about 600 million tons of hydrogen into helium every second, converting mass into energy that rushes out as light and heat. Even so, it will take billions of years before it exhausts its core fuel and swells into a red giant, briefly turning Earth’s skies into a different kind of fire.",
      "fact_year": 1959,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Sun",
      "episode": {
        "id": 49,
        "title": "Morning Drops #42 - The Joy Of Learning",
        "description": "Hosted by Yasmin, this Morning Drop explores learning as a lifelong process, focusing on persistence, repetition, and the emotional landscape that comes with challenging oneself over time.\n\nThrough personal stories and scientific insights, the episode looks at how learning reshapes the brain, generates joy through effort, and why progress often arrives after confusion and frustration. It reflects on the so-called delayed pleasure effect, the role of dopamine in motivation, and how curiosity and learning support long-term wellbeing.\n\nThe episode also questions our cultural relationship with failure and invites a softer, more realistic approach to learning, one that accepts mistakes as part of growth and sees persistence as a quiet form of strength.\n\nMood: reflective, grounded, quietly hopeful\nMusic genre: alternative rock, hip hop, electronic, neo-soul, drill\n\nA space to listen slowly and stay with the process.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-joy-of-learning",
        "songs": [
          "Radiohead - Separator",
          "Mac Miller - What's the Use?",
          "Morad & Beny Jr - Sigue",
          "Post Malone - White Iverson"
        ],
        "music-genres": [
          "Alternative Rock",
          "Experimental Electronic",
          "Hip Hop",
          "Neo-Soul",
          "Drill / Trap"
        ]
      },
      "match_reason": "The Sun’s steady fusion over billions of years mirrors the episode’s theme of slow, sustained effort—tiny transformations adding up, quietly powering life and learning over long timescales."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "In 2004, NASA's Stardust spacecraft flew through the ghostly coma of Comet Wild 2, briefly opening a tennis-racket-shaped collector filled with aerogel to 'catch' dust grains moving faster than a bullet. Those microscopic particles, safely returned to Earth, became the first solid samples ever brought back from a comet, offering a time capsule of the early Solar System.",
      "fact_year": 2004,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Stardust_(spacecraft)",
      "episode": {
        "id": 9,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "A spacecraft flying through the \"emptiness\" around a comet and finding it full of ancient dust echoes the episode's theme of reimagining empty space as a place of creation and possibility."
    },
    {
      "hour": 1,
      "fact_text": "Launched in 1959, Luna 1 became the first human-made object to reach the vicinity of the Moon—yet it missed its intended impact and sailed on into solar orbit. This accidental trajectory turned it into the first artificial object to orbit the Sun, a serendipitous pioneer of deep space exploration.",
      "fact_year": 1959,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Luna_1",
      "episode": {
        "id": 2,
        "title": "Sedna FM #02 - Destination Sedna",
        "description": "Continuing the Sedna FM journey together with family and friends! Episode two of the main series — exploring new musical territories and deepening the connection with our listeners. A collective voyage through sound.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/destination-sedna",
        "songs": [
          "Pink Floyd - Breathe",
          "The fountain DC - Starburster",
          "Laura Cahen - La Poussiere",
          "Taxi Kebab - Lmchi w rjou3",
          "Odion Iruoje - Identify With Your Roots",
          "Depeche mode - world in my eyes (Oil Tank Mix)",
          "Massive attack - Dissolved girl",
          "Kokoroko - Three piece suite",
          "Salin - Egungun",
          "E.S.P. - It's You"
        ],
        "music-genres": [
          "Progressive Rock",
          "Post-Punk",
          "French Pop",
          "Maghreb",
          "Afrobeat",
          "Synthpop",
          "Trip-Hop"
        ]
      },
      "match_reason": "A mission called Luna 1 turning into an unintended voyage around the Sun mirrors the episode’s theme of drifting toward unexpected destinations and cosmic journeys through sound."
    },
    {
      "hour": 2,
      "fact_text": "The Gale of January 1976 unleashed a massive storm surge across the southern North Sea, pushing tides up to 3 meters above normal and flooding coastlines from Ireland to Yugoslavia. This single extratropical cyclone damaged over a million homes and quietly reshaped Europe’s relationship with coastal defenses and sea-level risk.",
      "fact_year": 1976,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Gale_of_January_1976",
      "episode": {
        "id": 39,
        "title": "Morning Drops #33 - Immerse",
        "description": "An analogy between diving, one of Gaia's great passions, and the act of immersing in life itself. A reflection on what happens when we go below the surface: when we let ourselves be fully present. From moments of calm suspension to warm, rhythmic flow, the selection moves like water — fluid, organic, and alive. An invitation to slow down, listen deeper, and float.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-immerse",
        "songs": [
          "Pino D'Angiò - Un Po' d'Uva e un Liquore",
          "Midlife - The Magnificent Moon",
          "Tornado Wallace - Today",
          "Nu Genea - Marechià (feat. Celia Kameni)"
        ],
        "music-genres": [
          "Italo Disco",
          "Indie",
          "Balearic",
          "Nu Disco"
        ]
      },
      "match_reason": "A catastrophic sea surge and reshaped coasts contrast with an episode built around water, immersion, and fluid motion, turning a story of overwhelming waves into a gentle reflection on the power of the sea."
    },
    {
      "hour": 3,
      "fact_text": "In 1921, a small theater in Hradec Králové hosted the world premiere of Karel Čapek’s play R.U.R., which casually introduced a new word to humanity: \"robot.\" Čapek’s artificial workers, created to free people from labor, eventually rebel—seeding a century of stories, fears, and dreams about machines that might outgrow their makers.",
      "fact_year": 1921,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/R.U.R.",
      "episode": {
        "id": 33,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "The birth of the word \"robot\" and anxieties about artificial workers resonates with an episode about our entanglement with digital devices and how technology shapes, and sometimes traps, human life."
    },
    {
      "hour": 4,
      "fact_text": "On January 2, 1967, former Hollywood actor Ronald Reagan stood on the steps of the California State Capitol and was sworn in as governor, beginning the political journey that would carry him to the U.S. presidency. His transition from screen star to head of state helped pioneer the modern blend of entertainment, media, and politics.",
      "fact_year": 1967,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Ronald_Reagan",
      "episode": {
        "id": 1,
        "title": "Sedna FM #01 - November Bomb",
        "description": "The first Family & Friends radio episode from Yasmin Sarbaoui and Gaia Parolini. Where it all began — a life soundtrack that launched Sedna FM into the universe. Raw, heartfelt, and full of the energy that defines everything that followed.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/november-bomb",
        "songs": [
          "berlioz - Open this wall",
          "Nas - One Mic",
          "Canserbero - De la vida como pelicula, tragedia, comedia y ficcion",
          "Frankie Knuckles - Your Love",
          "Notorious B.I.G. - 17 Ten Crack Commandments",
          "Liloca - Utani Xuva",
          "Fela Kuti - Zombie",
          "Neffa - Aspettando il sole",
          "Childish Gambino - No Excuses",
          "Modjo - Music takes you back"
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeat",
          "House",
          "Italian Pop",
          "R&B",
          "Latin Rap"
        ]
      },
      "match_reason": "Reagan’s inauguration marks a powerful \"first step\" toward a new role, paralleling Sedna FM’s own first, high-energy episode that launched a new creative chapter."
    },
    {
      "hour": 5,
      "fact_text": "In 1776, Maria Theresa of Austria quietly signed away one of the darkest tools of state power by amending her criminal code to abolish torture in the Habsburg domains. At a time when judicial torture was still widely accepted in Europe, this legal shift marked an early and influential move toward more humane justice.",
      "fact_year": 1776,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Maria_Theresa",
      "episode": {
        "id": 40,
        "title": "Morning Drops #34 - Soul Sisters",
        "description": "A tribute to four iconic voices — women who have shaped the way we listen, feel, and move. Each track carries a different kind of presence: one that holds you, one that questions, one that grounds, and one that lets go. An energy that is soulful, raw, and unapologetically feminine.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-soul-sisters",
        "songs": [
          "Grace Jones - Walking in the Rain",
          "Lauryn Hill - Lost Ones",
          "Aretha Franklin - A Rose Is Still a Rose",
          "Loredana Bertè - In Alto Mare"
        ],
        "music-genres": [
          "New Wave",
          "Neo-Soul",
          "R&B",
          "Italian Pop"
        ]
      },
      "match_reason": "An Empress using her power to reduce cruelty fits with an episode honoring strong, transformative women whose voices challenge injustice and redefine power."
    },
    {
      "hour": 6,
      "fact_text": "On January 2, 2024, two planes collided on a runway at Tokyo’s Haneda Airport, setting one aircraft ablaze and sending flames and smoke across one of the world’s busiest hubs. Thanks to rapid evacuation, almost all passengers survived, turning a devastating error into a rare aviation disaster where emergency procedures truly worked.",
      "fact_year": 2024,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2024_Haneda_Airport_runway_collision",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "The sudden, fiery collision and urgent response evoke an \"electric shock\" moment—intense, high-stakes, and charged with adrenaline—mirrored by the episode’s jolt of high-voltage rock."
    },
    {
      "hour": 7,
      "fact_text": "In 1954, newly independent India created its highest civilian honors, the Bharat Ratna and the Padma Vibhushan, to recognize extraordinary service to the nation. These awards quietly turned scientists, artists, and activists into cultural north stars, signaling that shaping a country’s soul can matter as much as wielding formal power.",
      "fact_year": 1954,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Bharat_Ratna",
      "episode": {
        "id": 7,
        "title": "Morning Drops #01 - Timeless Legacy",
        "description": "Gaia guides us through timeless music to start the morning with the right foot! The first episode of the Morning Drops series — classic sounds that never fade.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-timeless-legacy",
        "songs": [
          "Roberta Flack - Killing me softly with his song",
          "Stone, Angie & Raphael Saadiq - Brotha",
          "Roy Ayers - Running Away (Extended)"
        ],
        "music-genres": [
          "Soul",
          "R&B",
          "Jazz-Funk"
        ]
      },
      "match_reason": "National honors for lifelong contributions align with an episode about \"timeless legacy,\" celebrating works and people whose impact endures across generations."
    },
    {
      "hour": 8,
      "fact_text": "During the Cardiff Blitz in 1941, German bombs struck Cardiff’s Catholic cathedral, shattering its roof and stained glass but leaving the core structure standing. The wounded building became a symbol of both vulnerability and resilience, later rebuilt as a quiet testament to a city that refused to break.",
      "fact_year": 1941,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Cardiff_Blitz",
      "episode": {
        "id": 20,
        "title": "Morning Drops #14 - Slow Planet",
        "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
        "songs": [
          "Air - Cherry Blossom Girl",
          "Kruder & Dorfmeister - Keep On Believing",
          "Tosca - Orozco",
          "Bonobo - Terrapin"
        ],
        "music-genres": [
          "Downtempo",
          "Trip-Hop",
          "Electronic",
          "Chillout"
        ]
      },
      "match_reason": "The devastation of wartime bombing calls for a counterpoint of calm and healing; this slow, gentle episode offers a sonic space to process, pause, and rebuild internally—much like the cathedral itself."
    },
    {
      "hour": 9,
      "fact_text": "In the icy winter of 1777, George Washington’s outnumbered army held the line at the Battle of Assunpink Creek, repelling repeated British attacks as darkness fell. That stubborn stand—fighting across a narrow bridge and a frozen creek—bought Washington time to plan the daring Princeton maneuver that revived the American Revolution.",
      "fact_year": 1777,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/American_Revolutionary_War",
      "episode": {
        "id": 42,
        "title": "Morning Drops #36 - Women of Rock",
        "description": "A tribute to the women who shaped the sound of rock, the ones who picked up a guitar and refused to ask for permission. The conversation unfolds in Italian, led by Gaia and her father. A dialogue between generations and a reminder that the pulse of rock has always belonged to anyone brave enough to play it loud. Distortion, rhythm, freedom.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-women-of-rock",
        "songs": [
          "Suzi Quatro - Can the Can",
          "Joan Jett & The Blackhearts - I Love Rock 'n Roll",
          "Laura Cox - Hard Blues Shot",
          "Jackie Venson - Always Free (Live)"
        ],
        "music-genres": [
          "Glam Rock",
          "Hard Rock",
          "Blues Rock"
        ]
      },
      "match_reason": "A gritty defensive battle and strategic courage resonate with the loud, defiant spirit of rock—this episode’s distortion and freedom echo the refusal to back down at Assunpink Creek."
    },
    {
      "hour": 10,
      "fact_text": "On January 2 in the fateful \"Year of the Four Emperors\" (AD 69), legions in Germania Superior refused to swear loyalty to Emperor Galba and instead proclaimed their own commander, Vitellius, as emperor. In a frontier camp far from Rome, a simple oath ceremony became the spark that plunged the empire into rapid-fire civil war and regime change.",
      "fact_year": 69,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/AD_69",
      "episode": {
        "id": 45,
        "title": "Morning Drops #39 - Moving Meditation",
        "description": "An episode inspired by how travel helps us see more clearly. Stepping into new places opens the mind, shifts perspective. The music moves through balearic warmth, boogie grooves, world and latin-folk influences, and touches of new wave — a selection built to follow the quiet changes that happen when you're out of your usual rhythm.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-moving-meditation",
        "songs": [
          "Stella & The Longos - La Flamme",
          "España Circo Este - Dormo poco e sogno molto",
          "Mystic Jungle - Sunset Breaker",
          "Talking Heads - This Must Be the Place (Naive Melody)"
        ],
        "music-genres": [
          "Balearic",
          "Italian Folk Rock",
          "World Music",
          "New Wave"
        ]
      },
      "match_reason": "Restless legions on the move and an empire in flux pair with an episode about journeys and perspective shifts, turning ancient military marches into a more reflective kind of \"moving\" meditation."
    },
    {
      "hour": 11,
      "fact_text": "In 1981, British police finally arrested Peter Sutcliffe, the \"Yorkshire Ripper,\" ending one of the largest and most fraught investigations in UK history. Years of fear, media frenzy, and investigative missteps culminated in a quiet arrest over stolen number plates that unmasked a serial killer hiding in plain sight.",
      "fact_year": 1981,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Peter_Sutcliffe",
      "episode": {
        "id": 23,
        "title": "Morning Drops #17 - Steel City",
        "description": "Gaia takes us on a short trip through Sheffield's sounds — from electronic textures to raw guitars and sharp storytelling. Four tracks, one city, different edges of the same story.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-steel-city",
        "songs": [
          "The Human League - The Sound Of The Crowd",
          "Cabaret Voltaire - Deep Time",
          "Pulp - Common People",
          "Arctic Monkeys - A Certain Romance"
        ],
        "music-genres": [
          "Synthpop",
          "Industrial",
          "Britpop",
          "Indie Rock"
        ]
      },
      "match_reason": "Sutcliffe’s arrest in Sheffield directly ties to this city-focused episode; the music maps the same streets and social tensions that once lived in the shadow of the Yorkshire Ripper case."
    },
    {
      "hour": 12,
      "fact_text": "In 1865, after a brutal siege, Brazilian and Colorado forces captured the Uruguayan town of Paysandú, ending one of the most dramatic episodes of the Uruguayan War. The town’s stubborn defense turned a provincial river port into a symbol of sacrifice and regional rivalries in 19th-century South America.",
      "fact_year": 1865,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Uruguayan_War",
      "episode": {
        "id": 27,
        "title": "Morning Drops #21 - Endless Summer",
        "description": "Recorded from Fano, a quiet town on the Adriatic coast where summer stretches long and slow. Between swims, simple meals, and time with family, Gaia reflects on the kind of music that helps us return to ourselves. Through different shades of jazz — from minimal and meditative to warm and rhythmic — an invitation to slip into that endless summer feeling.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-endless-summer",
        "songs": [
          "Nik Bärtsch - Modul 14",
          "Mama Terra - Chameleon (Single Edit)",
          "Spyro Gyra - Morning Dance",
          "Yussef Kamaal - Black Focus"
        ],
        "music-genres": [
          "Minimal Jazz",
          "Nu Jazz",
          "Jazz Fusion",
          "UK Jazz"
        ]
      },
      "match_reason": "A coastal town scarred by war contrasts with a peaceful seaside \"endless summer\"; pairing them invites reflection on how many tranquil shorelines once echoed with conflict."
    },
    {
      "hour": 13,
      "fact_text": "On January 2, 1492, the Emirate of Granada surrendered to the Catholic Monarchs, ending nearly eight centuries of Muslim rule in parts of the Iberian Peninsula. The moment, often depicted by the passing of keys, closed the Reconquista but left a deep imprint on Spanish art, architecture, language, and music.",
      "fact_year": 1492,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Emirate_of_Granada",
      "episode": {
        "id": 44,
        "title": "Morning Drops #38 - History of Flamenco",
        "description": "A special journey into the history of Flamenco, guided by Yasmin and her guest Almudena from Madrid, Spain. Exploring the roots and evolution of this emotionally raw and culturally rich tradition, from its early vocal origins and Andalusian influences, through its transformation on stage and screen, to its modern reinventions by iconic Spanish artists.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-history-of-flamenco",
        "songs": [
          "La Niña de los Peines - Al Gurugú",
          "Lola Flores - Pena, penita, pena",
          "Paco de Lucía - Entre dos aguas",
          "Camarón de la Isla - La leyenda del tiempo",
          "Rosalía - Pienso en tu mirá"
        ],
        "music-genres": [
          "Flamenco",
          "Spanish Folk",
          "Nuevo Flamenco"
        ]
      },
      "match_reason": "Granada’s fall and centuries of cultural blending in Andalusia directly underpin flamenco’s origins, making a history-of-flamenco episode a natural echo of this pivotal moment."
    },
    {
      "hour": 14,
      "fact_text": "In 1975, at Samastipur railway station in Bihar, a bomb exploded during the inauguration of a new rail line, fatally wounding India’s Minister of Railways, Lalit Narayan Mishra. The attack turned what was meant to symbolize connectivity and progress into a haunting reminder of how infrastructure and politics can collide violently.",
      "fact_year": 1975,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Lalit_Narayan_Mishra",
      "episode": {
        "id": 5,
        "title": "Sedna FM #05 - On The Go - Zero Zero",
        "description": "An energetic mix for when you're on the move. Zero Zero captures that feeling of starting fresh, moving forward, and embracing the journey. Perfect for travel, walks, or just getting things done.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/on-the-go-zero-zero",
        "songs": [
          "Alborosie - Rock the dancehall",
          "Grace Jones - Pull up to the bumper",
          "Hollie cook - Happy hour",
          "Easy star all star - Soul love",
          "Jeremie Albino - Rolling down the 405",
          "Cyril Neville - I found joy",
          "Aretha Franklin - Rock steady",
          "James Brown - Talking loud and saying nothing (remix)",
          "Nubiyan Twist - So mi stay",
          "Professor Wouassa - Fallou Fall",
          "Jarabe de Palo - La Flaca"
        ],
        "music-genres": [
          "Reggae",
          "Funk",
          "Soul",
          "Afrobeat",
          "Latin Rock",
          "New Wave"
        ]
      },
      "match_reason": "A bomb at the opening of a railway line is a dark twisting of travel and motion; pairing it with an \"on the go\" travel-themed mix highlights how the same rails can carry both joy and tragedy."
    }
  ],
  "generated_at": "2026-01-02T00:00:00.014888+00:00",
  "date": "2026-01-02",
  "updated_at": "2026-01-02T14:00:01.222033+00:00"
}