{
  "current_hour": 3,
  "current_fact": {
    "hour": 3,
    "fact_text": "In 1907, a powerful earthquake struck Kingston, Jamaica, killing more than 1,000 people and devastating much of the city’s infrastructure. The disaster reshaped Kingston’s urban landscape and remains one of the deadliest natural events in the Caribbean’s seismic history.",
    "fact_year": 1907,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1907_Kingston_earthquake",
    "episode": {
      "id": 11,
      "title": "Morning Drops #05 - Electric Shock",
      "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
      "songs": [
        "Johnny Winter - Highway 61 Revisited",
        "Joan Armatrading - Sleight of Hand",
        "Joan Armatrading - Russian Roulette",
        "Jimi Hendrix - Freedom",
        "Jeff Beck - Scatterbrain"
      ],
      "music-genres": [
        "Blues Rock",
        "Rock",
        "Electric Blues"
      ]
    },
    "match_reason": "The sudden, violent energy of an earthquake is echoed metaphorically in an ‘electric shock’ of high-voltage guitar-driven tracks."
  },
  "queue": [
    {
      "hour": 4,
      "fact_text": "In 1939, Norway formally claimed Queen Maud Land, a vast, icy sector of Antarctica stretching from the coast deep into the continent’s interior. The claim reflected both polar exploration ambitions and a quiet race among nations to map and name the frozen south.",
      "fact_year": 1939,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Queen_Maud_Land",
      "episode": {
        "id": 22,
        "title": "Morning Drops #16 - The Sound of Tuareg",
        "description": "A journey into the sound of the Tuareg: from traditional chants and desert rituals to the electrified rhythms of exile and resistance. Music shaped by sand, memory, and survival.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-sound-of-tuareg",
        "songs": [
          "Les Filles de Illighadad - Imigradan",
          "Tinariwen - Amassakoul ’N’ Ténéré",
          "Liya Ag Ablil - Awa Adounia",
          "Tinariwen - Sastanàqqàm"
        ],
        "music-genres": [
          "Desert Blues",
          "Tuareg",
          "World Music"
        ]
      },
      "match_reason": "An Antarctic territorial claim mirrors other extreme landscapes of survival; desert blues from the Sahara parallels the starkness and endurance of polar frontiers."
    },
    {
      "hour": 5,
      "fact_text": "On this day in 1899, the RMS Oceanic was launched, briefly becoming the largest ship afloat since Brunel’s colossal SS Great Eastern. She symbolized a new age of luxurious, steel-hulled ocean liners bridging continents by sea.",
      "fact_year": 1899,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/RMS_Oceanic_(1899)",
      "episode": {
        "id": 37,
        "title": "Morning Drops #31 - Sailing With Germans",
        "description": "From the deck of a sailing boat, hosted by Yasmin and her special guests. A week at sea with six Germans, each with their own stories, songs, and ways of moving through the waves. From shared meals to unexpected laughter, from quiet resilience to sun-soaked joy — a collection of voices and tracks that reflect what it means to journey together.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sailing-with-germans",
        "songs": [
          "Billy Talent - Dead Silence",
          "Ben Howard - Keep Your Head Up",
          "Ziggy Alberts - Simple Things",
          "Vitor Kley - O Sol",
          "Enya - Orinoco Flow",
          "Paveier - Leev Marie"
        ],
        "music-genres": [
          "Punk Rock",
          "Indie Folk",
          "Surf Pop",
          "New Age",
          "German Folk"
        ]
      },
      "match_reason": "The launch of a grand ocean liner fits perfectly with an episode literally recorded at sea, immersed in life aboard a boat."
    },
    {
      "hour": 6,
      "fact_text": "In 1943, Japan began Operation Ke, a carefully orchestrated withdrawal of its troops from Guadalcanal during World War II. Executed largely under cover of darkness and bad weather, it turned a chaotic retreat into one of the war’s most successful evacuations.",
      "fact_year": 1943,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Operation_Ke",
      "episode": {
        "id": 31,
        "title": "Morning Drops #25 - A Trip-Hop Journey",
        "description": "Hosted by friend Lorenzo, a journey through the roots and evolution of trip-hop. From Bristol's early experiments with Massive Attack and Tricky, to DJ Shadow's cinematic sampling in California, and Thievery Corporation's global downtempo grooves in Washington D.C. — exploring how this genre blurred boundaries and reshaped electronic music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-trip-hop-journey",
        "songs": [
          "Massive Attack - Unfinished Sympathy",
          "Tricky - Hell Is Round the Corner",
          "DJ Shadow - Midnight in a Perfect World",
          "Thievery Corporation - Lebanese Blonde",
          "Smoke City - Underwater Love"
        ],
        "music-genres": [
          "Trip-Hop",
          "Downtempo",
          "Electronic"
        ]
      },
      "match_reason": "A stealthy, nocturnal military evacuation matches the shadowy, cinematic, tension-filled atmosphere of classic trip‑hop."
    },
    {
      "hour": 7,
      "fact_text": "The Battle of Rivoli in 1797 marked a decisive French victory under the young General Napoleon Bonaparte, breaking Austrian resistance in northern Italy. It turned a bold, risky campaign in the Alps into the foundation of French dominance in the region for years to come.",
      "fact_year": 1797,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Rivoli",
      "episode": {
        "id": 36,
        "title": "Morning Drops #30 - Star Treatment",
        "description": "A celebration of change and transformation. Gaia traces the evolution of Arctic Monkeys - from raw energy to cinematic sound - reflecting on how artists, and all of us, grow and change through time. A journey through courage, curiosity, and the beauty of slowing down.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-star-treatment",
        "songs": [
          "Arctic Monkeys - Brainstorm",
          "Arctic Monkeys - Pretty Visitors",
          "Arctic Monkeys - Star Treatment",
          "Arctic Monkeys - There’d Better Be a Mirrorball"
        ],
        "music-genres": [
          "Indie Rock",
          "Psychedelic Rock",
          "Lounge Pop"
        ]
      },
      "match_reason": "A turning-point victory in Napoleon’s rise is mirrored by an episode about evolution, ambition, and transformation over time."
    },
    {
      "hour": 8,
      "fact_text": "In 1858, Emperor Napoleon III of France narrowly survived an assassination attempt by Italian revolutionary Felice Orsini, whose bombs killed and wounded dozens near the Paris Opéra. The attack shocked Europe and indirectly pushed Napoleon III toward support for Italian unification.",
      "fact_year": 1858,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Felice_Orsini",
      "episode": {
        "id": 10,
        "title": "Morning Drops #04 - Bars With Balls",
        "description": "Yasmin dives into Women's Day through the voices of four incredible female rappers. Morning fire from the magic planet of Sedna FM — move your hands up and down with us. Hip hop culture through a feminine lens.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-bars-with-balls",
        "songs": [
          "Ele A - Globo",
          "Little Simz - Point and Kill (feat. Obongjayar)",
          "Lil' Kim - Lighters Up",
          "Queen Latifah - U.N.I.T.Y."
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeats",
          "Rap"
        ]
      },
      "match_reason": "A politically charged act of resistance meshes with an episode driven by outspoken, socially conscious rap voices challenging power."
    },
    {
      "hour": 9,
      "fact_text": "In 1969, a devastating fire aboard the nuclear-powered aircraft carrier USS Enterprise near Hawaii killed 28 sailors and injured more than 300. Triggered by an accidentally detonated rocket on the flight deck, the blaze highlighted the dangers of high‑tech weaponry packed tightly at sea.",
      "fact_year": 1969,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/USS_Enterprise_fire",
      "episode": {
        "id": 48,
        "title": "Evening Flows #01 - Yasmin - Crescendo in the Medina",
        "description": "The first Evening Flow episode comes from Yasmin. It starts deep in the medina, slow, mysterious, textured, and grows into a liberating dance across sub-Saharan landscapes. A journey through ambient soundscapes, Arabic melodies, Afro-Latin rhythms, and funky highlife grooves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/evening-flows-party-in-the-medina",
        "songs": [
          "Stive Morgan - Solar Wind, Pt. 3",
          "David Visan & Carlos Campos - Crystal Heart",
          "Evan Mars - Ya Zareef Al Tool",
          "Gerardo Frisina - Cuiabá",
          "Dele Sosimi & Medlar - You No Fit Touch Am (Medlar Remix)",
          "The Busy Twist - Friday Night"
        ],
        "music-genres": [
          "Ambient",
          "Deep House",
          "World Music",
          "Nu Jazz",
          "Afrobeat",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "A deadly accident on a massive warship is paired with an episode that shifts from tense, mysterious ambience into release, echoing movement from crisis to catharsis."
    },
    {
      "hour": 10,
      "fact_text": "Giacomo Puccini’s opera “Tosca” premiered in Rome in 1900, shocking some early audiences with its brutal realism, torture scene, and onstage execution. Its intense mix of political intrigue, passion, and tragedy has since made it one of the most performed operas in the world.",
      "fact_year": 1900,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Tosca",
      "episode": {
        "id": 4,
        "title": "Sedna FM #04 - Queen of Spades",
        "description": "Tuning in from the planet of irrational love. Exploring love's most vulnerable side — the kind that awakens the child within us. A diverse music selection ranging from electric blues to downtempo, soul, and jazz. A tribute to the feeling that has moved artists to create the most beautiful works. Love makes us vulnerable, and there is no art without vulnerability.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/queen-of-spades",
        "songs": [
          "Alabama Shakes - Gimme All Your Love",
          "Queens of the stone age - Make it wit chu",
          "Rosa Passos - Fusion",
          "Sade - Mr Wrong",
          "Daft Punk - Something About Us",
          "10cc - I'm Not in Love",
          "Jonny Nash - Theories",
          "Etta James - I'd Rather Go Blind",
          "Adriano Celentano - Storia D'amore",
          "Eric Clapton - Have you ever loved a woman",
          "Arctic Monkey - The Bakery"
        ],
        "music-genres": [
          "Blues Rock",
          "Stoner Rock",
          "Bossa Nova",
          "Soul",
          "Electronic",
          "Soft Rock",
          "Blues"
        ]
      },
      "match_reason": "An opera of doomed, irrational love and political passion fits an episode dedicated to love’s vulnerable, high‑drama side."
    },
    {
      "hour": 11,
      "fact_text": "The Treaty of Kiel in 1814 forced Denmark’s Frederick VI to cede Norway to Sweden’s Charles XIII in exchange for Pomerania, effectively dissolving the centuries-old Danish‑Norwegian union. The deal reshaped the political map of Scandinavia and set the stage for Norway’s later path to independence.",
      "fact_year": 1814,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Treaty_of_Kiel",
      "episode": {
        "id": 28,
        "title": "Morning Drops #22 - Sicilians On The Dolomites",
        "description": "Hosted by Yasmin, a musical journey inspired by the mountains. Joined by two special guests, exploring the tracks they've chosen, hearing the stories behind their picks, and discovering the personal memories each song brings to life — a blend of music, voices, and landscapes you can hear.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sicilians-on-the-dolomites",
        "songs": [
          "Franco Battiato - Haiku",
          "Florian Pellissier Quintet - Coup de foudre à Thessalonique",
          "Lucio Dalla & Francesco De Gregori - Ma come fanno i marinai",
          "Pink Floyd - Fearless"
        ],
        "music-genres": [
          "Italian Art Pop",
          "French Jazz",
          "Italian Singer-Songwriter",
          "Progressive Rock"
        ]
      },
      "match_reason": "A treaty redrawing European borders and identities matches an episode about landscapes, crossing regions, and the stories that tie people to place."
    },
    {
      "hour": 12,
      "fact_text": "On Ratification Day in 1784, the U.S. Congress in Annapolis formally ratified the Treaty of Paris, officially ending the American Revolutionary War. The vote transformed a fragile rebellion into a recognized, independent nation on the world stage.",
      "fact_year": 1784,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Ratification_Day_(United_States)",
      "episode": {
        "id": 45,
        "title": "Morning Drops #39 - Moving Meditation",
        "description": "An episode inspired by how travel helps us see more clearly. Stepping into new places opens the mind, shifts perspective. The music moves through balearic warmth, boogie grooves, world and latin-folk influences, and touches of new wave — a selection built to follow the quiet changes that happen when you're out of your usual rhythm.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-moving-meditation",
        "songs": [
          "Stella & The Longos - La Flamme",
          "España Circo Este - Dormo poco e sogno molto",
          "Mystic Jungle - Sunset Breaker",
          "Talking Heads - This Must Be the Place (Naive Melody)"
        ],
        "music-genres": [
          "Balearic",
          "Italian Folk Rock",
          "World Music",
          "New Wave"
        ]
      },
      "match_reason": "The shift from war to independence and new beginnings fits an episode about changing perspective and moving into a new rhythm."
    },
    {
      "hour": 13,
      "fact_text": "In 2019, a Saha Airlines Boeing 707 cargo plane crashed while attempting to land at Fath Air Base near Karaj, Iran, after mistakenly approaching a too‑short runway. The aircraft overran the airstrip, broke apart, and caught fire, killing 15 of the 16 people on board.",
      "fact_year": 2019,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2019_Saha_Airlines_Boeing_707_crash",
      "episode": {
        "id": 49,
        "title": "Morning Drops #42 - The Joy Of Learning",
        "description": "Hosted by Yasmin, this Morning Drop explores learning as a lifelong process, focusing on persistence, repetition, and the emotional landscape that comes with challenging oneself over time.\n\nThrough personal stories and scientific insights, the episode looks at how learning reshapes the brain, generates joy through effort, and why progress often arrives after confusion and frustration. It reflects on the so-called delayed pleasure effect, the role of dopamine in motivation, and how curiosity and learning support long-term wellbeing.\n\nThe episode also questions our cultural relationship with failure and invites a softer, more realistic approach to learning, one that accepts mistakes as part of growth and sees persistence as a quiet form of strength.\n\nMood: reflective, grounded, quietly hopeful\nMusic genre: alternative rock, hip hop, electronic, neo-soul, drill\n\nA space to listen slowly and stay with the process.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-joy-of-learning",
        "songs": [
          "Radiohead - Separator",
          "Mac Miller - What's the Use?",
          "Morad & Beny Jr - Sigue",
          "Post Malone - White Iverson"
        ],
        "music-genres": [
          "Alternative Rock",
          "Experimental Electronic",
          "Hip Hop",
          "Neo-Soul",
          "Drill / Trap"
        ]
      },
      "match_reason": "A tragic aviation error is paired with an episode about learning, mistakes, and how misjudgments can have profound consequences."
    },
    {
      "hour": 14,
      "fact_text": "In 2016, coordinated explosions and gunfire near Jakarta’s Sarinah Building brought the tactics of the Islamic State group into the heart of Indonesia’s capital. The urban attack, though limited in scale, signaled the reach of global extremism into Southeast Asia’s bustling megacities.",
      "fact_year": 2016,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2016_Jakarta_attacks",
      "episode": {
        "id": 23,
        "title": "Morning Drops #17 - Steel City",
        "description": "Gaia takes us on a short trip through Sheffield's sounds — from electronic textures to raw guitars and sharp storytelling. Four tracks, one city, different edges of the same story.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-steel-city",
        "songs": [
          "The Human League - The Sound Of The Crowd",
          "Cabaret Voltaire - Deep Time",
          "Pulp - Common People",
          "Arctic Monkeys - A Certain Romance"
        ],
        "music-genres": [
          "Synthpop",
          "Industrial",
          "Britpop",
          "Indie Rock"
        ]
      },
      "match_reason": "An attack that disrupts the everyday life of a capital city connects with an episode centered on the complex, gritty stories of an urban soundscape."
    },
    {
      "hour": 15,
      "fact_text": "In 1993, the Polish ferry MS Jan Heweliusz capsized and sank in a violent storm off the German island of Rügen, killing 55 people. Years of structural modifications and previous damage likely contributed to the disaster, making it Poland’s worst peacetime maritime tragedy.",
      "fact_year": 1993,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Sinking_of_the_MS_Jan_Heweliusz",
      "episode": {
        "id": 26,
        "title": "Morning Drops #20 - Hitchhiking Poland",
        "description": "Yasmin takes you back to the summer of 2020, when borders were still uncertain and a long-held wish to visit Poland finally came true. Through four tracks, tracing her journey from a stranger's couch in Poznań to the peaks of Zakopane.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-hitchhiking-poland",
        "songs": [
          "Pidżama Porno - Ezoteryczny Poznań",
          "Seev, Masswo - Primal Scream",
          "Antoha MC - Ритм сердца",
          "Yugopolis & Maciej Maleńczuk - Ostatnia Nocka"
        ],
        "music-genres": [
          "Polish Rock",
          "Electronic",
          "Russian Rap",
          "Slavic Folk Rock"
        ]
      },
      "match_reason": "A Polish maritime disaster is linked with an intimate musical road-trip through Poland, tying national tragedy to contemporary cultural memory."
    },
    {
      "hour": 16,
      "fact_text": "Also in 1943, Franklin D. Roosevelt and Winston Churchill convened the Casablanca Conference in Morocco, plotting the Allies’ next moves against the Axis. The meeting produced the doctrine of “unconditional surrender,” signaling that the war would only end with total defeat of the enemy regimes.",
      "fact_year": 1943,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Casablanca_Conference",
      "episode": {
        "id": 51,
        "title": "Morning Drops #44 - Residente",
        "description": "In this edition of Morning Drops, Yasmin navigates the complex geography of René Pérez Joglar, known to the world as Residente. His story is not just a musical evolution; it is a timeline marked by resistance, lyrical obsession, and a relentless search for identity.\n\nFrom the gated streets of Trujillo Alto to the global stage, we explore how a restless mind transformed into the voice of a generation. The selection moves through the textures of his life: hearing the raw energy of his early rebellion, the sharp precision of his political critique, and finally, the fragile silence of his most personal confessions.\n\nIt is a study in duality. We witness the rapper who dismantles giants and the son who misses his mother. It is a soundscape that proves that sometimes, the loudest revolution happens inside.\n\nMood: Raw, Revolutionary, Introspective, Honest\nMusic genre: Latin Alternative, Hip Hop, Urban, World",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-residente",
        "songs": [
          "Calle 13 - La Jirafa",
          "Calle 13 - Adentro",
          "Residente - René",
          "Calle 13 - La Vuelta al Mundo"
        ],
        "music-genres": [
          "Latin Alternative",
          "Hip Hop",
          "Urban",
          "Rap",
          "World"
        ]
      },
      "match_reason": "A high‑stakes war strategy summit connects with an episode about resistance, political critique, and the language of revolution."
    },
    {
      "hour": 17,
      "fact_text": "The Third Battle of Panipat in 1761 was one of the largest and bloodiest battles of the 18th century, pitting the Maratha Empire of India against Ahmad Shah Durrani’s Afghan forces. The crushing Maratha defeat stopped their northward expansion and reshaped the subcontinent’s political future.",
      "fact_year": 1761,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Third_Battle_of_Panipat",
      "episode": {
        "id": 41,
        "title": "Morning Drops #35 - Thailand",
        "description": "Recorded in Koh Samui, Thailand, where Yasmin and her friend Patricia spent more than two intense weeks training Muay Thai and Western boxing. Between sweat, rhythm, and sea breeze, they share reflections on discipline, friendship, and the beauty of movement - with a soundtrack that connects Thai sounds to the flow of daily practice.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-thailand",
        "songs": [
          "Salin - Egungun",
          "Justin Bieber - Love Yourself",
          "Khun Narin - Phua Kao",
          "Burna Boy - Cheat on Me (feat. Dave)"
        ],
        "music-genres": [
          "Afrobeat",
          "Pop",
          "Thai Funk",
          "Afro-Fusion"
        ]
      },
      "match_reason": "A monumental South Asian battlefield pairs with an episode steeped in combat sports and disciplined movement, echoing martial traditions and physical struggle."
    },
    {
      "hour": 18,
      "fact_text": "In 1301, the death of Andrew III of Hungary ended the Árpád dynasty, which had ruled the kingdom since the 9th century. His passing triggered a succession crisis and years of competing claimants before a new royal line solidified its hold.",
      "fact_year": 1301,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Andrew_III_of_Hungary",
      "episode": {
        "id": 34,
        "title": "Morning Drops #28 - Under Scottish Skies",
        "description": "Gaia shares a personal moment of transition — a shift in seasons, in rhythm, and in life. From this space of quiet change comes a musical journey through Scotland: not the usual names, but voices that speak from the edges. A personal ritual and a small act of curiosity: an invitation to notice what grounds us when everything moves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-under-scottish-skies",
        "songs": [
          "Paolo Nutini - Pencil Full of Lead",
          "Lapse - Lady Bug",
          "Joesef - Let's Stay Together",
          "Vital Spark - Stone of Destiny"
        ],
        "music-genres": [
          "Indie Rock",
          "Scottish Folk",
          "Soul",
          "Celtic Rock"
        ]
      },
      "match_reason": "The end of a ruling dynasty and the uncertainty that follows align with an episode about transitions, shifting seasons, and finding what grounds us amid change."
    },
    {
      "hour": 19,
      "fact_text": "On this day in 1236, England’s King Henry III married Eleanor of Provence, a politically strategic union that brought a cosmopolitan French influence to his court. Eleanor later became a controversial figure, admired for her culture yet criticized for favoring her foreign relatives.",
      "fact_year": 1236,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Eleanor_of_Provence",
      "episode": {
        "id": 24,
        "title": "Morning Drops #18 - Sardegna",
        "description": "Yasmin traces her connection to Sardegna — the island where her Italian journey began. Through music and memory, she shares the story of how this place shaped her family's path, and why it still holds such a deep place in her heart.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-18-sardegna",
        "songs": [
          "Piero Marras - Istrales",
          "Mahmood & Tenores di Bitti - Com’è profondo il mare",
          "Fabrizio De André - Hotel Supramonte",
          "Giuni Russo - Alghero"
        ],
        "music-genres": [
          "Italian Folk",
          "Sardinian",
          "Italian Pop"
        ]
      },
      "match_reason": "A royal marriage that reshaped cultural ties between regions connects with an episode about how a place and its people shape personal and family journeys."
    },
    {
      "hour": 20,
      "fact_text": "Elvis Presley, born in 1935 and later crowned the “King of Rock and Roll,” transformed popular music by fusing blues, country, and gospel into a new sound that scandalized and electrified 1950s audiences. His stage presence, from hip‑swivels to Vegas jumpsuits, helped define the modern musical icon.",
      "fact_year": 1935,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Elvis_Presley",
      "episode": {
        "id": 1,
        "title": "Sedna FM #01 - November Bomb",
        "description": "The first Family & Friends radio episode from Yasmin Sarbaoui and Gaia Parolini. Where it all began — a life soundtrack that launched Sedna FM into the universe. Raw, heartfelt, and full of the energy that defines everything that followed.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/november-bomb",
        "songs": [
          "berlioz - Open this wall",
          "Nas - One Mic",
          "Canserbero - De la vida como pelicula, tragedia, comedia y ficcion",
          "Frankie Knuckles - Your Love",
          "Notorious B.I.G. - 17 Ten Crack Commandments",
          "Liloca - Utani Xuva",
          "Fela Kuti - Zombie",
          "Neffa - Aspettando il sole",
          "Childish Gambino - No Excuses",
          "Modjo - Music takes you back"
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeat",
          "House",
          "Italian Pop",
          "R&B",
          "Latin Rap"
        ]
      },
      "match_reason": "The birth of a musical ‘king’ who reshaped culture fits with Sedna FM’s own origin episode—where its eclectic, boundary-breaking sound first began."
    },
    {
      "hour": 21,
      "fact_text": "The Ross Ice Shelf in Antarctica—where Amundsen’s party made landfall in 1911—is one of the largest floating ice platforms on Earth, roughly the size of France. Its sheer ice cliffs and hidden currents make it both a gateway to the continent and a key player in global sea‑level dynamics.",
      "fact_year": 1841,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Ross_Ice_Shelf",
      "episode": {
        "id": 20,
        "title": "Morning Drops #14 - Slow Planet",
        "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
        "songs": [
          "Air - Cherry Blossom Girl",
          "Kruder & Dorfmeister - Keep On Believing",
          "Tosca - Orozco",
          "Bonobo - Terrapin"
        ],
        "music-genres": [
          "Downtempo",
          "Trip-Hop",
          "Electronic",
          "Chillout"
        ]
      },
      "match_reason": "The vast, slow-moving mass of the Ross Ice Shelf pairs with an episode about slowing down and drifting through spacious, chilled soundscapes."
    },
    {
      "hour": 22,
      "fact_text": "Communications satellites, like those that carried Elvis’s Aloha concert, orbit Earth to relay television, radio, and data signals between distant points on the ground. From early giants like Telstar to today’s dense constellations, they have quietly woven a global web of instant connection.",
      "fact_year": 1962,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Communications_satellite",
      "episode": {
        "id": 9,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "Orbiting relay stations turning empty space into channels for connection resonate with an episode about reimagining emptiness as creative space."
    },
    {
      "hour": 23,
      "fact_text": "Norway, the country that later claimed Queen Maud Land and drew Amundsen to the poles, is a long, narrow kingdom threaded along the North Atlantic, with fjords carved by ancient ice and some of Europe’s oldest rock. Its history balances seafaring Vikings, union struggles, and a deep modern connection to Arctic research.",
      "fact_year": 872,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Norway",
      "episode": {
        "id": 27,
        "title": "Morning Drops #21 - Endless Summer",
        "description": "Recorded from Fano, a quiet town on the Adriatic coast where summer stretches long and slow. Between swims, simple meals, and time with family, Gaia reflects on the kind of music that helps us return to ourselves. Through different shades of jazz — from minimal and meditative to warm and rhythmic — an invitation to slip into that endless summer feeling.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-endless-summer",
        "songs": [
          "Nik Bärtsch - Modul 14",
          "Mama Terra - Chameleon (Single Edit)",
          "Spyro Gyra - Morning Dance",
          "Yussef Kamaal - Black Focus"
        ],
        "music-genres": [
          "Minimal Jazz",
          "Nu Jazz",
          "Jazz Fusion",
          "UK Jazz"
        ]
      },
      "match_reason": "A coastal, sea‑loving country with dramatic light and long seasons pairs with an episode about slow, stretched-out time by the water and reflective moods."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "In 1973, Elvis Presley’s “Aloha from Hawaii via Satellite” beamed his performance across the planet in real time, making it the first solo concert broadcast live via satellite. An estimated 1–1.5 billion people could potentially tune in, turning a Las Vegas-style show into a truly planetary event.",
      "fact_year": 1973,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Aloha_from_Hawaii_via_Satellite",
      "episode": {
        "id": 2,
        "title": "Sedna FM #02 - Destination Sedna",
        "description": "Continuing the Sedna FM journey together with family and friends! Episode two of the main series — exploring new musical territories and deepening the connection with our listeners. A collective voyage through sound.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/destination-sedna",
        "songs": [
          "Pink Floyd - Breathe",
          "The fountain DC - Starburster",
          "Laura Cahen - La Poussiere",
          "Taxi Kebab - Lmchi w rjou3",
          "Odion Iruoje - Identify With Your Roots",
          "Depeche mode - world in my eyes (Oil Tank Mix)",
          "Massive attack - Dissolved girl",
          "Kokoroko - Three piece suite",
          "Salin - Egungun",
          "E.S.P. - It's You"
        ],
        "music-genres": [
          "Progressive Rock",
          "Post-Punk",
          "French Pop",
          "Maghreb",
          "Afrobeat",
          "Synthpop",
          "Trip-Hop"
        ]
      },
      "match_reason": "A globe-spanning satellite concert pairs with an episode themed as a collective voyage through sound and new territories."
    },
    {
      "hour": 1,
      "fact_text": "In January 1911, Roald Amundsen’s South Pole expedition first made landfall on the eastern edge of Antarctica’s Ross Ice Shelf. From this stark, icy platform, they would launch the meticulous, quietly daring journey that ultimately reached the South Pole before any other humans.",
      "fact_year": 1911,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Amundsen%27s_South_Pole_expedition",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "A polar expedition into frozen wilderness resonates with an episode set beyond the polar circle in icy northern seas."
    },
    {
      "hour": 2,
      "fact_text": "On this day in 1952, NBC’s “Today” show debuted, blending news, interviews, and light features into a new kind of morning ritual. It helped define the modern idea of starting the day with a window onto the wider world.",
      "fact_year": 1952,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Today_(American_TV_program)",
      "episode": {
        "id": 7,
        "title": "Morning Drops #01 - Timeless Legacy",
        "description": "Gaia guides us through timeless music to start the morning with the right foot! The first episode of the Morning Drops series — classic sounds that never fade.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-timeless-legacy",
        "songs": [
          "Roberta Flack - Killing me softly with his song",
          "Stone, Angie & Raphael Saadiq - Brotha",
          "Roy Ayers - Running Away (Extended)"
        ],
        "music-genres": [
          "Soul",
          "R&B",
          "Jazz-Funk"
        ]
      },
      "match_reason": "The launch of a groundbreaking morning show pairs naturally with a first Morning Drops episode built to start the day."
    },
    {
      "hour": 3,
      "fact_text": "In 1907, a powerful earthquake struck Kingston, Jamaica, killing more than 1,000 people and devastating much of the city’s infrastructure. The disaster reshaped Kingston’s urban landscape and remains one of the deadliest natural events in the Caribbean’s seismic history.",
      "fact_year": 1907,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1907_Kingston_earthquake",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "The sudden, violent energy of an earthquake is echoed metaphorically in an ‘electric shock’ of high-voltage guitar-driven tracks."
    }
  ],
  "generated_at": "2026-01-14T00:00:00.012265+00:00",
  "date": "2026-01-14",
  "updated_at": "2026-01-14T03:00:01.662504+00:00"
}