{
  "current_hour": 21,
  "current_fact": {
    "hour": 21,
    "fact_text": "On December 26, 1999, as Cyclone Lothar roared over Europe, many observatories quietly logged the storm as data points in a larger climate story. Events like Lothar are now re-read in the context of a warming planet, as scientists search storm archives for patterns of change.",
    "fact_year": 1999,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Cyclone_Lothar",
    "episode": {
      "id": 22,
      "title": "Morning Drops #16 - The Sound of Tuareg",
      "description": "A journey into the sound of the Tuareg: from traditional chants and desert rituals to the electrified rhythms of exile and resistance. Music shaped by sand, memory, and survival.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-sound-of-tuareg",
      "songs": [
        "Les Filles de Illighadad - Imigradan",
        "Tinariwen - Amassakoul ’N’ Ténéré",
        "Liya Ag Ablil - Awa Adounia",
        "Tinariwen - Sastanàqqàm"
      ],
      "music-genres": [
        "Desert Blues",
        "Tuareg",
        "World Music"
      ]
    },
    "match_reason": "Lothar’s winds and the Tuareg’s desert songs are both shaped by climate and landscape; this pairing connects storms over forests with slow, wind-carved dunes."
  },
  "queue": [
    {
      "hour": 22,
      "fact_text": "On this day, centuries of theatre and song converged again in small ways—like countless local performances of \"Thespis\"’ descendants in modern musical theatre. Every new chorus, even in a school play, traces a faint line back to that first Gilbert and Sullivan experiment.",
      "fact_year": 1871,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Gilbert_and_Sullivan",
      "episode": {
        "id": 17,
        "title": "Morning Drops #11 - Mediterranean Boat",
        "description": "Gaia invites you to embark on a musical voyage across the Mediterranean. Exploring music from different countries shared by people who call them home. A warm, sun-soaked journey through coastal sounds.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-mediterranean-boat",
        "songs": [
          "Arleta - Bar To Navagio",
          "Baba Zula - Tavla",
          "Mylène Farmer - Désenchantée",
          "Fabrizio De André - Crêuza de mä"
        ],
        "music-genres": [
          "Greek Folk",
          "Turkish Psychedelic",
          "French Pop",
          "Italian Singer-Songwriter"
        ]
      },
      "match_reason": "From Victorian comic opera to modern coastal stages, musical theatre travels like a boat, picking up new languages and styles—mirrored by this Mediterranean-crossing playlist."
    },
    {
      "hour": 23,
      "fact_text": "And somewhere on December 26 every year, someone discovers Jean Sibelius’s \"Tapiola\" for the first time—pressing play and suddenly finding themselves in a sound-world of snow-laden branches and whispered northern myths. A 1926 premiere becomes a private, present-tense landscape in the listener’s mind.",
      "fact_year": 1926,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Jean_Sibelius",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "Sibelius’s northern forests and the episode’s Arctic whales both live under the same pale polar light—quiet, vast, and hauntingly beautiful at the edge of the day."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "In 1898, Marie and Pierre Curie announced that they had isolated a new element: radium. Glowing faintly in the dark and emitting mysterious radiation, this substance helped open the door to modern nuclear physics and cancer therapy—long before anyone fully understood its dangers.",
      "fact_year": 1898,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Radium",
      "episode": {
        "id": 20,
        "title": "Morning Drops #14 - Slow Planet",
        "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
        "songs": [
          "Air - Cherry Blossom Girl",
          "Kruder & Dorfmeister - Keep On Believing",
          "Tosca - Orozco",
          "Bonobo - Terrapin"
        ],
        "music-genres": [
          "Downtempo",
          "Trip-Hop",
          "Electronic",
          "Chillout"
        ]
      },
      "match_reason": "Radium’s soft, eerie glow and invisible energy pairs with the episode’s gentle, atmospheric electronics, turning a quiet night into a contemplative reflection on unseen forces."
    },
    {
      "hour": 1,
      "fact_text": "On December 26, 1843, John T. Graves wrote to his friend William Rowan Hamilton to announce his discovery of the octonions, an eight-dimensional number system. These strange, non-associative numbers would later find surprising connections to string theory and particle physics.",
      "fact_year": 1843,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Octonion",
      "episode": {
        "id": 31,
        "title": "Morning Drops #25 - A Trip-Hop Journey",
        "description": "Hosted by friend Lorenzo, a journey through the roots and evolution of trip-hop. From Bristol's early experiments with Massive Attack and Tricky, to DJ Shadow's cinematic sampling in California, and Thievery Corporation's global downtempo grooves in Washington D.C. — exploring how this genre blurred boundaries and reshaped electronic music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-trip-hop-journey",
        "songs": [
          "Massive Attack - Unfinished Sympathy",
          "Tricky - Hell Is Round the Corner",
          "DJ Shadow - Midnight in a Perfect World",
          "Thievery Corporation - Lebanese Blonde",
          "Smoke City - Underwater Love"
        ],
        "music-genres": [
          "Trip-Hop",
          "Downtempo",
          "Electronic"
        ]
      },
      "match_reason": "Octonions stretch our idea of numbers into new dimensions, just as trip-hop stretches genre boundaries into hazy, multi-layered soundscapes."
    },
    {
      "hour": 2,
      "fact_text": "In 1723, Johann Sebastian Bach led the first performance of his Christmas cantata \"Darzu ist erschienen der Sohn Gottes\" (BWV 40) in Leipzig. This work wove together theology and intricate counterpoint, turning a church service into a rich sonic architecture of faith and celebration.",
      "fact_year": 1723,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Darzu_ist_erschienen_der_Sohn_Gottes,_BWV_40",
      "episode": {
        "id": 7,
        "title": "Morning Drops #01 - Timeless Legacy",
        "description": "Gaia guides us through timeless music to start the morning with the right foot! The first episode of the Morning Drops series — classic sounds that never fade.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-timeless-legacy",
        "songs": [
          "Roberta Flack - Killing me softly with his song",
          "Stone, Angie & Raphael Saadiq - Brotha",
          "Roy Ayers - Running Away (Extended)"
        ],
        "music-genres": [
          "Soul",
          "R&B",
          "Jazz-Funk"
        ]
      },
      "match_reason": "A Baroque Christmas cantata and soul standards share a core idea: music as a timeless vessel for emotion and spirituality."
    },
    {
      "hour": 3,
      "fact_text": "On this day in 1871, \"Thespis\"—the very first collaboration between W. S. Gilbert and Arthur Sullivan—debuted. Although much of the score is now lost, this comic opera quietly lit the fuse for a partnership that would reshape musical theatre.",
      "fact_year": 1871,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Thespis_(opera)",
      "episode": {
        "id": 44,
        "title": "Morning Drops #38 - History of Flamenco",
        "description": "A special journey into the history of Flamenco, guided by Yasmin and her guest Almudena from Madrid, Spain. Exploring the roots and evolution of this emotionally raw and culturally rich tradition, from its early vocal origins and Andalusian influences, through its transformation on stage and screen, to its modern reinventions by iconic Spanish artists.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-history-of-flamenco",
        "songs": [
          "La Niña de los Peines - Al Gurugú",
          "Lola Flores - Pena, penita, pena",
          "Paco de Lucía - Entre dos aguas",
          "Camarón de la Isla - La leyenda del tiempo",
          "Rosalía - Pienso en tu mirá"
        ],
        "music-genres": [
          "Flamenco",
          "Spanish Folk",
          "Nuevo Flamenco"
        ]
      },
      "match_reason": "Both the birth of Gilbert & Sullivan and the evolution of flamenco show how theatre and music traditions can be reinvented across generations."
    },
    {
      "hour": 4,
      "fact_text": "On December 26, 1926, Jean Sibelius’s tone poem \"Tapiola\" received its world premiere. Inspired by the mythic Finnish forest god Tapio, the music conjures vast, wintry woodlands and the uncanny feeling of being watched by something ancient in the trees.",
      "fact_year": 1926,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Tapiola_(Sibelius)",
      "episode": {
        "id": 39,
        "title": "Morning Drops #33 - Immerse",
        "description": "An analogy between diving, one of Gaia's great passions, and the act of immersing in life itself. A reflection on what happens when we go below the surface: when we let ourselves be fully present. From moments of calm suspension to warm, rhythmic flow, the selection moves like water — fluid, organic, and alive. An invitation to slow down, listen deeper, and float.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-immerse",
        "songs": [
          "Pino D'Angiò - Un Po' d'Uva e un Liquore",
          "Midlife - The Magnificent Moon",
          "Tornado Wallace - Today",
          "Nu Genea - Marechià (feat. Celia Kameni)"
        ],
        "music-genres": [
          "Italo Disco",
          "Indie",
          "Balearic",
          "Nu Disco"
        ]
      },
      "match_reason": "Sibelius’s forest tone poem and the episode’s fluid, immersive tracks both evoke the sensation of being surrounded—by trees, by water, by sound."
    },
    {
      "hour": 5,
      "fact_text": "In 1963, the Beatles released \"I Want to Hold Your Hand\" and \"I Saw Her Standing There\" in the United States, igniting Beatlemania across the Atlantic. Within weeks, four young men from Liverpool were transforming global pop culture, one catchy chord progression at a time.",
      "fact_year": 1963,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/I_Want_to_Hold_Your_Hand",
      "episode": {
        "id": 36,
        "title": "Morning Drops #30 - Star Treatment",
        "description": "A celebration of change and transformation. Gaia traces the evolution of Arctic Monkeys - from raw energy to cinematic sound - reflecting on how artists, and all of us, grow and change through time. A journey through courage, curiosity, and the beauty of slowing down.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-star-treatment",
        "songs": [
          "Arctic Monkeys - Brainstorm",
          "Arctic Monkeys - Pretty Visitors",
          "Arctic Monkeys - Star Treatment",
          "Arctic Monkeys - There’d Better Be a Mirrorball"
        ],
        "music-genres": [
          "Indie Rock",
          "Psychedelic Rock",
          "Lounge Pop"
        ]
      },
      "match_reason": "The Beatles and Arctic Monkeys both rewrote the story of British bands on the world stage; the episode’s focus on artistic evolution mirrors the Beatles’ own explosive transformation."
    },
    {
      "hour": 6,
      "fact_text": "On this day in 1871, \"Thespis\" wasn’t just new music—it was a playful reimagining of Greek gods taking a holiday and leaving humans to run Olympus. It showed early on how satire, myth, and melody could collide in ways that felt both ridiculous and strangely profound.",
      "fact_year": 1871,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Gilbert_and_Sullivan",
      "episode": {
        "id": 4,
        "title": "Sedna FM #04 - Queen of Spades",
        "description": "Tuning in from the planet of irrational love. Exploring love's most vulnerable side — the kind that awakens the child within us. A diverse music selection ranging from electric blues to downtempo, soul, and jazz. A tribute to the feeling that has moved artists to create the most beautiful works. Love makes us vulnerable, and there is no art without vulnerability.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/queen-of-spades",
        "songs": [
          "Alabama Shakes - Gimme All Your Love",
          "Queens of the stone age - Make it wit chu",
          "Rosa Passos - Fusion",
          "Sade - Mr Wrong",
          "Daft Punk - Something About Us",
          "10cc - I'm Not in Love",
          "Jonny Nash - Theories",
          "Etta James - I'd Rather Go Blind",
          "Adriano Celentano - Storia D'amore",
          "Eric Clapton - Have you ever loved a woman",
          "Arctic Monkey - The Bakery"
        ],
        "music-genres": [
          "Blues Rock",
          "Stoner Rock",
          "Bossa Nova",
          "Soul",
          "Electronic",
          "Soft Rock",
          "Blues"
        ]
      },
      "match_reason": "Gilbert & Sullivan’s witty, emotional theatre lines up with an episode about love’s drama and vulnerability—both turn big feelings into memorable melodies."
    },
    {
      "hour": 7,
      "fact_text": "On December 26, 1776, George Washington’s Continental Army crossed the icy Delaware River and struck Hessian forces at Trenton in a surprise dawn attack. This unlikely victory, won in freezing conditions after a string of defeats, helped revive the fading hopes of the American Revolution.",
      "fact_year": 1776,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Trenton",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "A risky surprise attack at dawn pairs with a high-voltage rock selection—both feel like jolts of electricity after a dark, uncertain night."
    },
    {
      "hour": 8,
      "fact_text": "Also on this date in 1862, Union general William T. Sherman began landing troops for the Battle of Chickasaw Bayou, an early attempt to capture Vicksburg, Mississippi. The assault failed, but the campaign marked the beginning of a relentless Union push that would eventually split the Confederacy in two.",
      "fact_year": 1862,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Chickasaw_Bayou",
      "episode": {
        "id": 42,
        "title": "Morning Drops #36 - Women of Rock",
        "description": "A tribute to the women who shaped the sound of rock, the ones who picked up a guitar and refused to ask for permission. The conversation unfolds in Italian, led by Gaia and her father. A dialogue between generations and a reminder that the pulse of rock has always belonged to anyone brave enough to play it loud. Distortion, rhythm, freedom.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-women-of-rock",
        "songs": [
          "Suzi Quatro - Can the Can",
          "Joan Jett & The Blackhearts - I Love Rock 'n Roll",
          "Laura Cox - Hard Blues Shot",
          "Jackie Venson - Always Free (Live)"
        ],
        "music-genres": [
          "Glam Rock",
          "Hard Rock",
          "Blues Rock"
        ]
      },
      "match_reason": "Sherman’s determined, often controversial push mirrors the unapologetic force of women in rock—both challenge entrenched power with loud, relentless momentum."
    },
    {
      "hour": 9,
      "fact_text": "On December 26, 1862, the United States carried out the largest mass execution in its history, hanging 38 Dakota men at Mankato, Minnesota after a rushed and deeply flawed series of trials. The event remains a searing symbol of broken treaties, colonial violence, and historical trauma for Dakota communities.",
      "fact_year": 1862,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Dakota_War_of_1862",
      "episode": {
        "id": 14,
        "title": "Morning Drops #08 - (un)Boxing",
        "description": "An episode about breaking free from expectations and labels. Music that helps us unbox ourselves and embrace who we truly are.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-unboxing",
        "songs": [
          "Kendrick Lamar - Feel",
          "Kendrick Lamar - The Blacker the Berry",
          "Kendrick Lamar - Mirror"
        ],
        "music-genres": [
          "Hip-Hop",
          "Conscious Rap"
        ]
      },
      "match_reason": "The Mankato hangings invite hard questions about injustice and identity; conscious rap from Kendrick Lamar provides a modern lens on historical and systemic violence."
    },
    {
      "hour": 10,
      "fact_text": "On this day in 1806, Russian forces managed to hold off Napoleon’s troops in the Battles of Pułtusk and Golymin, fought amid mud, snow, and chaos. These indecisive clashes showed that the seemingly unstoppable French war machine could be slowed and bloodied.",
      "fact_year": 1806,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Pu%C5%82tusk_(1806)",
      "episode": {
        "id": 26,
        "title": "Morning Drops #20 - Hitchhiking Poland",
        "description": "Yasmin takes you back to the summer of 2020, when borders were still uncertain and a long-held wish to visit Poland finally came true. Through four tracks, tracing her journey from a stranger's couch in Poznań to the peaks of Zakopane.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-hitchhiking-poland",
        "songs": [
          "Pidżama Porno - Ezoteryczny Poznań",
          "Seev, Masswo - Primal Scream",
          "Antoha MC - Ритм сердца",
          "Yugopolis & Maciej Maleńczuk - Ostatnia Nocka"
        ],
        "music-genres": [
          "Polish Rock",
          "Electronic",
          "Russian Rap",
          "Slavic Folk Rock"
        ]
      },
      "match_reason": "A Napoleonic battle on Polish soil connects naturally with an episode built around modern journeys across Poland and Eastern Europe’s musical landscape."
    },
    {
      "hour": 11,
      "fact_text": "In 1943, the German battleship Scharnhorst was sunk off Norway’s North Cape after a fierce engagement with the Royal Navy. In Arctic darkness and brutal seas, radar-guided British ships hunted down one of Germany’s most feared surface raiders.",
      "fact_year": 1943,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/German_battleship_Scharnhorst",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "Both the sinking of Scharnhorst and the orca dives unfold in the same harsh Arctic waters off Norway, one a story of war, the other of awe and reconciliation with the sea."
    },
    {
      "hour": 12,
      "fact_text": "On December 26, 1941, Winston Churchill became the first foreign leader to address a joint session of the U.S. Congress during wartime. Just weeks after Pearl Harbor, his speech helped cement a transatlantic alliance that would shape the rest of World War II.",
      "fact_year": 1941,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Winston_Churchill%27s_address_to_the_United_States_Congress_(1941)",
      "episode": {
        "id": 1,
        "title": "Sedna FM #01 - November Bomb",
        "description": "The first Family & Friends radio episode from Yasmin Sarbaoui and Gaia Parolini. Where it all began — a life soundtrack that launched Sedna FM into the universe. Raw, heartfelt, and full of the energy that defines everything that followed.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/november-bomb",
        "songs": [
          "berlioz - Open this wall",
          "Nas - One Mic",
          "Canserbero - De la vida como pelicula, tragedia, comedia y ficcion",
          "Frankie Knuckles - Your Love",
          "Notorious B.I.G. - 17 Ten Crack Commandments",
          "Liloca - Utani Xuva",
          "Fela Kuti - Zombie",
          "Neffa - Aspettando il sole",
          "Childish Gambino - No Excuses",
          "Modjo - Music takes you back"
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeat",
          "House",
          "Italian Pop",
          "R&B",
          "Latin Rap"
        ]
      },
      "match_reason": "A landmark wartime speech that launched a crucial alliance fits with Sedna’s very first, manifesto-like episode about beginnings and shaping a shared journey."
    },
    {
      "hour": 13,
      "fact_text": "In 1972, during Operation Linebacker II, the U.S. launched 120 B‑52 Stratofortress bombers against Hanoi in the largest single combat sortie in Strategic Air Command history. The campaign’s scale and civilian toll sparked global outrage and intense debate about air power and ethics.",
      "fact_year": 1972,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Operation_Linebacker_II",
      "episode": {
        "id": 33,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "A vast, technology-driven bombing campaign echoes this episode’s reflection on powerful technologies, systems, and the human cost of how we deploy them."
    },
    {
      "hour": 14,
      "fact_text": "On December 26, 1975, the Soviet Tu‑144, the world’s first commercial supersonic airliner, entered passenger service. It briefly flew faster than sound with paying passengers on board, a futuristic vision that proved dazzling—but economically and technically fragile.",
      "fact_year": 1975,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Tupolev_Tu-144",
      "episode": {
        "id": 5,
        "title": "Sedna FM #05 - On The Go - Zero Zero",
        "description": "An energetic mix for when you're on the move. Zero Zero captures that feeling of starting fresh, moving forward, and embracing the journey. Perfect for travel, walks, or just getting things done.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/on-the-go-zero-zero",
        "songs": [
          "Alborosie - Rock the dancehall",
          "Grace Jones - Pull up to the bumper",
          "Hollie cook - Happy hour",
          "Easy star all star - Soul love",
          "Jeremie Albino - Rolling down the 405",
          "Cyril Neville - I found joy",
          "Aretha Franklin - Rock steady",
          "James Brown - Talking loud and saying nothing (remix)",
          "Nubiyan Twist - So mi stay",
          "Professor Wouassa - Fallou Fall",
          "Jarabe de Palo - La Flaca"
        ],
        "music-genres": [
          "Reggae",
          "Funk",
          "Soul",
          "Afrobeat",
          "Latin Rock",
          "New Wave"
        ]
      },
      "match_reason": "A supersonic airliner built for speed matches an episode dedicated to motion, travel, and the exhilaration of moving quickly through the world."
    },
    {
      "hour": 15,
      "fact_text": "Cyclone Lothar swept across Central Europe on December 26, 1999, with hurricane-force winds that toppled forests, crippled power grids, and caused billions in damage. In a matter of hours, ordinary winter weather turned into a lesson in how fragile human infrastructure can be.",
      "fact_year": 1999,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Cyclone_Lothar",
      "episode": {
        "id": 45,
        "title": "Morning Drops #39 - Moving Meditation",
        "description": "An episode inspired by how travel helps us see more clearly. Stepping into new places opens the mind, shifts perspective. The music moves through balearic warmth, boogie grooves, world and latin-folk influences, and touches of new wave — a selection built to follow the quiet changes that happen when you're out of your usual rhythm.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-moving-meditation",
        "songs": [
          "Stella & The Longos - La Flamme",
          "España Circo Este - Dormo poco e sogno molto",
          "Mystic Jungle - Sunset Breaker",
          "Talking Heads - This Must Be the Place (Naive Melody)"
        ],
        "music-genres": [
          "Balearic",
          "Italian Folk Rock",
          "World Music",
          "New Wave"
        ]
      },
      "match_reason": "Where Lothar shows the sudden, chaotic power of the atmosphere, this calm, travel-inspired selection offers a gentler way to feel wind, movement, and change."
    },
    {
      "hour": 16,
      "fact_text": "On December 26, 2003, a 6.6 magnitude earthquake struck Bam in southeastern Iran, collapsing ancient mud-brick structures and modern buildings alike. Tens of thousands died, and a 2,000‑year-old citadel—the world’s largest adobe structure—was left in ruins.",
      "fact_year": 2003,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2003_Bam_earthquake",
      "episode": {
        "id": 30,
        "title": "Morning Drops #24 - The Rise Of Afrobeat",
        "description": "An exploration of the rise of Afrobeat, tracing its roots and evolution as a genre that blends African rhythms with jazz, funk, and highlife. A celebration of the infectious energy and cultural significance of this influential musical movement.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-rise-of-afrobeat",
        "songs": [
          "E.T. Mensah - Ghana Freedom",
          "I.K. Dairo - Salome",
          "Fela Kuti - Great Kids",
          "Fela Kuti - Expensive Shit"
        ],
        "music-genres": [
          "Highlife",
          "Jùjú",
          "Afrobeat"
        ]
      },
      "match_reason": "The quake reveals how vulnerable our cities are; Afrobeat, born in politically shaken cities, brings communal rhythm and resilience to landscapes marked by upheaval."
    },
    {
      "hour": 17,
      "fact_text": "On this day in 2004, a 9.1–9.3 magnitude megathrust earthquake off northern Sumatra triggered one of the largest tsunamis ever recorded. Waves crossed the Indian Ocean, devastating coastlines in at least 14 countries and reminding the planet how interconnected its oceans—and its people—really are.",
      "fact_year": 2004,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2004_Indian_Ocean_earthquake_and_tsunami",
      "episode": {
        "id": 29,
        "title": "Morning Drops #23 - Morning Dubs",
        "description": "Recorded while still processing Houghton Festival. One of the mornings there, waking up in the woods to a reggae DJ set — no phone signal, just trees, music, and loved ones. A slow selection of reggae, dub, and morning rhythms. Dubs instead of drops. Start your day slow — with space to breathe.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-morning-dubs",
        "songs": [
          "The Gaylads - Joy in the Morning",
          "The Officials - Babylonian",
          "King Tubby - King Tubby Meets the Rockers Uptown",
          "Aisha Morrison - Ethiopia"
        ],
        "music-genres": [
          "Reggae",
          "Dub",
          "Roots Reggae"
        ]
      },
      "match_reason": "After a story of overwhelming waves and loss, spacious, echoing dub offers a meditative space to process, remember, and breathe with the rhythm of the sea."
    },
    {
      "hour": 18,
      "fact_text": "Two powerful earthquakes struck near Hengchun, Taiwan, on December 26, 2006, measuring 7.0 and 6.9. Beyond local damage, they snapped undersea cables, briefly disrupting internet and phone connections across much of East and Southeast Asia.",
      "fact_year": 2006,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2006_Hengchun_earthquakes",
      "episode": {
        "id": 38,
        "title": "Morning Drops #32 - A Weekend In London",
        "description": "Recorded in London, marking a weekend reunion between Gaia and Yasmin. A selection inspired by London's energy, seen through the eyes of two inseparable friends — music from concerts, club nights, and long walks across town. Four tracks to ease you into the week at the right pace.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-weekend-in-london",
        "songs": [
          "Dele Sosimi - E Go Betta",
          "Jimmy Castor Bunch - It's Just Begun",
          "Little Simz feat. Obongjayar - Lion",
          "The Asphodells - Late Flowering Lust (Phil Kieran Remix)"
        ],
        "music-genres": [
          "Afrobeat",
          "Funk",
          "UK Hip-Hop",
          "Electronic"
        ]
      },
      "match_reason": "An earthquake that rippled through digital cables highlights how cities are networked; this London-centric, wired-in episode echoes that sense of global connection through music."
    },
    {
      "hour": 19,
      "fact_text": "On December 26, 1994, four Armed Islamic Group militants hijacked Air France Flight 8969 in Algiers. After a tense, days-long standoff and a dramatic stop in Marseille, French commandos stormed the plane and ended the hijacking in a chaotic burst of gunfire.",
      "fact_year": 1994,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Air_France_Flight_8969",
      "episode": {
        "id": 10,
        "title": "Morning Drops #04 - Bars With Balls",
        "description": "Yasmin dives into Women's Day through the voices of four incredible female rappers. Morning fire from the magic planet of Sedna FM — move your hands up and down with us. Hip hop culture through a feminine lens.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-bars-with-balls",
        "songs": [
          "Ele A - Globo",
          "Little Simz - Point and Kill (feat. Obongjayar)",
          "Lil' Kim - Lighters Up",
          "Queen Latifah - U.N.I.T.Y."
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeats",
          "Rap"
        ]
      },
      "match_reason": "A story of violence tied to extremism and power contrasts with an episode where powerful female voices use hip-hop to reclaim narrative, agency, and resistance."
    },
    {
      "hour": 20,
      "fact_text": "On this date in 1980, U.S. airmen near RAF Woodbridge in England reported strange lights moving through Rendlesham Forest. Their accounts—landing marks, metal-like lights, and unexplained radiation readings—sparked what’s often called \"Britain’s Roswell.\"",
      "fact_year": 1980,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Rendlesham_Forest_incident",
      "episode": {
        "id": 9,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "Mysterious lights in the forest meet an episode about reimagining space and possibility—shifting from fear of the unknown to curiosity about it."
    },
    {
      "hour": 21,
      "fact_text": "On December 26, 1999, as Cyclone Lothar roared over Europe, many observatories quietly logged the storm as data points in a larger climate story. Events like Lothar are now re-read in the context of a warming planet, as scientists search storm archives for patterns of change.",
      "fact_year": 1999,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Cyclone_Lothar",
      "episode": {
        "id": 22,
        "title": "Morning Drops #16 - The Sound of Tuareg",
        "description": "A journey into the sound of the Tuareg: from traditional chants and desert rituals to the electrified rhythms of exile and resistance. Music shaped by sand, memory, and survival.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-sound-of-tuareg",
        "songs": [
          "Les Filles de Illighadad - Imigradan",
          "Tinariwen - Amassakoul ’N’ Ténéré",
          "Liya Ag Ablil - Awa Adounia",
          "Tinariwen - Sastanàqqàm"
        ],
        "music-genres": [
          "Desert Blues",
          "Tuareg",
          "World Music"
        ]
      },
      "match_reason": "Lothar’s winds and the Tuareg’s desert songs are both shaped by climate and landscape; this pairing connects storms over forests with slow, wind-carved dunes."
    }
  ],
  "generated_at": "2025-12-26T00:00:00.013316+00:00",
  "date": "2025-12-26",
  "updated_at": "2025-12-26T21:00:01.176529+00:00"
}