{
  "current_hour": 0,
  "current_fact": {
    "hour": 0,
    "fact_text": "On 22 December 1808, Vienna heard one of the most astonishing concerts in music history: in a single freezing evening, Ludwig van Beethoven unveiled his Fifth and Sixth Symphonies, his Fourth Piano Concerto, and the Choral Fantasy—all largely unknown to the audience. The marathon program lasted over four hours and was plagued by mistakes and minimal rehearsal, yet it permanently changed the sound-world of Western music.",
    "fact_year": 1808,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Beethoven_concert_of_22_December_1808",
    "episode": {
      "id": 7,
      "title": "Morning Drops #01 - Timeless Legacy",
      "description": "Gaia guides us through timeless music to start the morning with the right foot! The first episode of the Morning Drops series — classic sounds that never fade.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-timeless-legacy",
      "songs": [
        "Roberta Flack - Killing me softly with his song",
        "Stone, Angie & Raphael Saadiq - Brotha",
        "Roy Ayers - Running Away (Extended)"
      ],
      "music-genres": [
        "Soul",
        "R&B",
        "Jazz-Funk"
      ]
    },
    "match_reason": "A landmark night that defined Beethoven’s timeless legacy pairs with an episode devoted to classic sounds that never fade."
  },
  "queue": [
    {
      "hour": 1,
      "fact_text": "In 1891, asteroid 323 Brucia became the first asteroid ever discovered using photography, marking a quiet revolution in how humans search the sky. Instead of relying only on the naked eye, astronomers began comparing photographic plates, opening the door to systematically finding countless faint worlds.",
      "fact_year": 1891,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/323_Brucia",
      "episode": {
        "id": 9,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "A new way of seeing space through photography aligns with an episode about reimagining emptiness as creative space."
    },
    {
      "hour": 2,
      "fact_text": "On 22 December 2016, researchers announced that the rVSV-ZEBOV vaccine was between 70 and 100% effective against Ebola, making it the first proven vaccine for the disease. After decades of deadly outbreaks, this result showed that one of humanity’s most feared viruses could be fought with precision rather than panic.",
      "fact_year": 2016,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/RVSV-ZEBOV_vaccine",
      "episode": {
        "id": 30,
        "title": "Morning Drops #25 - A Trip-Hop Journey",
        "description": "Hosted by friend Lorenzo, a journey through the roots and evolution of trip-hop. From Bristol's early experiments with Massive Attack and Tricky, to DJ Shadow's cinematic sampling in California, and Thievery Corporation's global downtempo grooves in Washington D.C. — exploring how this genre blurred boundaries and reshaped electronic music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-trip-hop-journey",
        "songs": [
          "Massive Attack - Unfinished Sympathy",
          "Tricky - Hell Is Round the Corner",
          "DJ Shadow - Midnight in a Perfect World",
          "Thievery Corporation - Lebanese Blonde",
          "Smoke City - Underwater Love"
        ],
        "music-genres": [
          "Trip-Hop",
          "Downtempo",
          "Electronic"
        ]
      },
      "match_reason": "Both the vaccine breakthrough and trip‑hop’s evolution tell stories of experimentation, risk, and reshaping what’s possible in their respective fields."
    },
    {
      "hour": 3,
      "fact_text": "In 2008, an ash dike at the Kingston Fossil Plant in Tennessee catastrophically failed, releasing about 4.2 million cubic meters of coal fly ash slurry—the largest industrial spill in U.S. history. The gray tide buried homes, choked waterways, and became a grim warning about the hidden costs of fossil-fuel power.",
      "fact_year": 2008,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Kingston_Fossil_Plant_coal_fly_ash_slurry_spill",
      "episode": {
        "id": 20,
        "title": "Morning Drops #14 - Slow Planet",
        "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
        "songs": [
          "Air - Cherry Blossom Girl",
          "Kruder & Dorfmeister - Keep On Believing",
          "Tosca - Orozco",
          "Bonobo - Terrapin"
        ],
        "music-genres": [
          "Downtempo",
          "Trip-Hop",
          "Electronic",
          "Chillout"
        ]
      },
      "match_reason": "A disaster rooted in high-speed industrial growth resonates with an episode calling for a 'slow planet' and gentler rhythms with nature."
    },
    {
      "hour": 4,
      "fact_text": "On this day in 856, a massive earthquake near the Persian city of Damghan killed an estimated 200,000 people, making it one of the deadliest quakes in recorded history. The event is a stark reminder that deep beneath seemingly solid ground, our planet is constantly shifting.",
      "fact_year": 856,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/856_Damghan_earthquake",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "The sudden, violent jolt of an earthquake parallels the raw, electric shocks of high‑energy rock in this episode."
    },
    {
      "hour": 5,
      "fact_text": "In 1906, a magnitude 7.9 earthquake shook Xinjiang’s Manasi region in China, triggering massive landslides and ground ruptures that killed at least 280 people. Remote and sparsely inhabited, it revealed how even far‑flung landscapes bear the scars of Earth’s tectonic restlessness.",
      "fact_year": 1906,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1906_Manasi_earthquake",
      "episode": {
        "id": 22,
        "title": "Morning Drops #16 - The Sound of Tuareg",
        "description": "A journey into the sound of the Tuareg: from traditional chants and desert rituals to the electrified rhythms of exile and resistance. Music shaped by sand, memory, and survival.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-sound-of-tuareg",
        "songs": [
          "Les Filles de Illighadad - Imigradan",
          "Tinariwen - Amassakoul ’N’ Ténéré",
          "Liya Ag Ablil - Awa Adounia",
          "Tinariwen - Sastanàqqàm"
        ],
        "music-genres": [
          "Desert Blues",
          "Tuareg",
          "World Music"
        ]
      },
      "match_reason": "An earthquake in a remote, arid region pairs with music born of deserts—landscapes shaped by slow, powerful forces."
    },
    {
      "hour": 6,
      "fact_text": "On 22 December 1964, the SR‑71 Blackbird took to the skies for its first test flight, a sleek obsidian arrow built to fly higher than mountains and faster than a rifle bullet. For decades it held the record as the world's fastest air‑breathing aircraft, turning reconnaissance into a near‑science‑fiction act of speed.",
      "fact_year": 1964,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Lockheed_SR-71_Blackbird",
      "episode": {
        "id": 5,
        "title": "Sedna FM #05 - On The Go - Zero Zero",
        "description": "An energetic mix for when you're on the move. Zero Zero captures that feeling of starting fresh, moving forward, and embracing the journey. Perfect for travel, walks, or just getting things done.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/on-the-go-zero-zero",
        "songs": [
          "Alborosie - Rock the dancehall",
          "Grace Jones - Pull up to the bumper",
          "Hollie cook - Happy hour",
          "Easy star all star - Soul love",
          "Jeremie Albino - Rolling down the 405",
          "Cyril Neville - I found joy",
          "Aretha Franklin - Rock steady",
          "James Brown - Talking loud and saying nothing (remix)",
          "Nubiyan Twist - So mi stay",
          "Professor Wouassa - Fallou Fall",
          "Jarabe de Palo - La Flaca"
        ],
        "music-genres": [
          "Reggae",
          "Funk",
          "Soul",
          "Afrobeat",
          "Latin Rock",
          "New Wave"
        ]
      },
      "match_reason": "The Blackbird’s record‑breaking motion in the sky aligns with a high‑energy, travel‑ready mix built for moving fast and going far."
    },
    {
      "hour": 7,
      "fact_text": "In 1975, amid the aftershocks of the 1970s energy crisis, U.S. President Gerald Ford created the Strategic Petroleum Reserve—giant underground salt caverns along the Gulf Coast, capable of storing hundreds of millions of barrels of oil. It’s a hidden, man‑made \"battery\" of fossil sunlight, intended to steady a world dependent on liquid energy.",
      "fact_year": 1975,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Strategic_Petroleum_Reserve_(United_States)",
      "episode": {
        "id": 44,
        "title": "Morning Drops #39 - Moving Meditation",
        "description": "An episode inspired by how travel helps us see more clearly. Stepping into new places opens the mind, shifts perspective. The music moves through balearic warmth, boogie grooves, world and latin-folk influences, and touches of new wave — a selection built to follow the quiet changes that happen when you're out of your usual rhythm.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-moving-meditation",
        "songs": [
          "Stella & The Longos - La Flamme",
          "España Circo Este - Dormo poco e sogno molto",
          "Mystic Jungle - Sunset Breaker",
          "Talking Heads - This Must Be the Place (Naive Melody)"
        ],
        "music-genres": [
          "Balearic",
          "Italian Folk Rock",
          "World Music",
          "New Wave"
        ]
      },
      "match_reason": "A global rethink of energy and security mirrors an episode about shifting perspective and moving more consciously through the world."
    },
    {
      "hour": 8,
      "fact_text": "On this day in 1807, the Embargo Act was passed in the United States, abruptly forbidding trade with all foreign countries. Intended as a peaceful weapon amid European wars, it instead strangled American commerce, proving that isolating an economy can be as disruptive as any open conflict.",
      "fact_year": 1807,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Embargo_Act_of_1807",
      "episode": {
        "id": 32,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "A nation cutting itself off from global trade mirrors our modern questions about disconnection—what we lose and unexpectedly gain when we unplug."
    },
    {
      "hour": 9,
      "fact_text": "In 1990, the Marshall Islands and the Federated States of Micronesia achieved full independence with the termination of the UN Trust Territory of the Pacific Islands. After decades of being a strategic chessboard for nuclear tests and military bases, their atolls began a new chapter of self‑determination amid the rising seas.",
      "fact_year": 1990,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Trust_Territory_of_the_Pacific_Islands",
      "episode": {
        "id": 26,
        "title": "Morning Drops #21 - Endless Summer",
        "description": "Recorded from Fano, a quiet town on the Adriatic coast where summer stretches long and slow. Between swims, simple meals, and time with family, Gaia reflects on the kind of music that helps us return to ourselves. Through different shades of jazz — from minimal and meditative to warm and rhythmic — an invitation to slip into that endless summer feeling.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-endless-summer",
        "songs": [
          "Nik Bärtsch - Modul 14",
          "Mama Terra - Chameleon (Single Edit)",
          "Spyro Gyra - Morning Dance",
          "Yussef Kamaal - Black Focus"
        ],
        "music-genres": [
          "Minimal Jazz",
          "Nu Jazz",
          "Jazz Fusion",
          "UK Jazz"
        ]
      },
      "match_reason": "Islands in the Pacific claiming their political summers of independence match the sun‑drenched, coastal calm of an 'endless summer' soundscape."
    },
    {
      "hour": 10,
      "fact_text": "On 22 December 1974, the islands of Grande Comore, Anjouan, and Mohéli voted to form the independent nation of Comoros, while Mayotte chose to remain under French administration. In one archipelago, a single referendum split destinies, showing how maps can change island by island.",
      "fact_year": 1974,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Grande_Comore",
      "episode": {
        "id": 17,
        "title": "Morning Drops #11 - Mediterranean Boat",
        "description": "Gaia invites you to embark on a musical voyage across the Mediterranean. Exploring music from different countries shared by people who call them home. A warm, sun-soaked journey through coastal sounds.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-mediterranean-boat",
        "songs": [
          "Arleta - Bar To Navagio",
          "Baba Zula - Tavla",
          "Mylène Farmer - Désenchantée",
          "Fabrizio De André - Crêuza de mä"
        ],
        "music-genres": [
          "Greek Folk",
          "Turkish Psychedelic",
          "French Pop",
          "Italian Singer-Songwriter"
        ]
      },
      "match_reason": "A story of small islands choosing their paths pairs with an episode built as a boat journey through coastal cultures and shifting shores."
    },
    {
      "hour": 11,
      "fact_text": "In 1888, a gathering now known as the Christmas Meeting took place in Tórshavn, marking the symbolic birth of the Faroese independence movement. In a windswept North Atlantic community, a winter meeting of writers and activists quietly ignited a century‑long conversation about language, identity, and self‑rule.",
      "fact_year": 1888,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Christmas_Meeting_of_1888",
      "episode": {
        "id": 33,
        "title": "Morning Drops #28 - Under Scottish Skies",
        "description": "Gaia shares a personal moment of transition — a shift in seasons, in rhythm, and in life. From this space of quiet change comes a musical journey through Scotland: not the usual names, but voices that speak from the edges. A personal ritual and a small act of curiosity: an invitation to notice what grounds us when everything moves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-under-scottish-skies",
        "songs": [
          "Paolo Nutini - Pencil Full of Lead",
          "Lapse - Lady Bug",
          "Joesef - Let's Stay Together",
          "Vital Spark - Stone of Destiny"
        ],
        "music-genres": [
          "Indie Rock",
          "Scottish Folk",
          "Soul",
          "Celtic Rock"
        ]
      },
      "match_reason": "A northern independence movement born under winter skies resonates with an episode grounded in Celtic landscapes, identity, and quiet transitions."
    },
    {
      "hour": 12,
      "fact_text": "On this day in 1944, the People’s Army of Vietnam was founded to resist Japanese occupation of Indochina. What began as a small force of guerrilla fighters in forests and villages would evolve into a modern army at the center of one of the 20th century’s defining conflicts.",
      "fact_year": 1944,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/People%27s_Army_of_Vietnam",
      "episode": {
        "id": 29,
        "title": "Morning Drops #24 - The Rise Of Afrobeat",
        "description": "An exploration of the rise of Afrobeat, tracing its roots and evolution as a genre that blends African rhythms with jazz, funk, and highlife. A celebration of the infectious energy and cultural significance of this influential musical movement.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-rise-of-afrobeat",
        "songs": [
          "E.T. Mensah - Ghana Freedom",
          "I.K. Dairo - Salome",
          "Fela Kuti - Great Kids",
          "Fela Kuti - Expensive Shit"
        ],
        "music-genres": [
          "Highlife",
          "Jùjú",
          "Afrobeat"
        ]
      },
      "match_reason": "Both the Vietnamese army and Afrobeat emerge from liberation struggles, blending culture and resistance into powerful, organized movements."
    },
    {
      "hour": 13,
      "fact_text": "In 1939, Indian Muslims led by Muhammad Ali Jinnah observed a \"Day of Deliverance\" to celebrate the resignation of Indian National Congress ministries that had not been consulted about entering World War II. The day exposed deep political fractures in colonial India and foreshadowed the subcontinent’s partition.",
      "fact_year": 1939,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Day_of_Deliverance",
      "episode": {
        "id": 14,
        "title": "Morning Drops #08 - (un)Boxing",
        "description": "An episode about breaking free from expectations and labels. Music that helps us unbox ourselves and embrace who we truly are.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-unboxing",
        "songs": [
          "Kendrick Lamar - Feel",
          "Kendrick Lamar - The Blacker the Berry",
          "Kendrick Lamar - Mirror"
        ],
        "music-genres": [
          "Hip-Hop",
          "Conscious Rap"
        ]
      },
      "match_reason": "A politically charged 'deliverance' from imposed decisions fits with an episode about resisting imposed labels and reclaiming identity."
    },
    {
      "hour": 14,
      "fact_text": "On 22 December 69 AD, the Roman general Vespasian was proclaimed emperor, ending a chaotic \"Year of the Four Emperors\" in which power changed hands through mutiny and civil war. His rise from soldier to founder of a new dynasty shows how empires can pivot on a single year of turbulence.",
      "fact_year": 69,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Vespasian",
      "episode": {
        "id": 41,
        "title": "Morning Drops #36 - Women of Rock",
        "description": "A tribute to the women who shaped the sound of rock, the ones who picked up a guitar and refused to ask for permission. The conversation unfolds in Italian, led by Gaia and her father. A dialogue between generations and a reminder that the pulse of rock has always belonged to anyone brave enough to play it loud. Distortion, rhythm, freedom.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-women-of-rock",
        "songs": [
          "Suzi Quatro - Can the Can",
          "Joan Jett & The Blackhearts - I Love Rock 'n Roll",
          "Laura Cox - Hard Blues Shot",
          "Jackie Venson - Always Free (Live)"
        ],
        "music-genres": [
          "Glam Rock",
          "Hard Rock",
          "Blues Rock"
        ]
      },
      "match_reason": "A brutal contest for power and the birth of a new order mirror the rebellious, permission‑refusing energy of hard rock pioneers."
    },
    {
      "hour": 15,
      "fact_text": "In 1790, during the Russo‑Turkish War, Russian forces under Alexander Suvorov stormed and captured the heavily fortified Ottoman stronghold of Izmail after a meticulously planned assault. The fall of the fortress was so shocking that Suvorov had previously written instructions on how to storm it as if scripting a grim play.",
      "fact_year": 1790,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Siege_of_Izmail",
      "episode": {
        "id": 16,
        "title": "Morning Drops #10 - The One With Many Names",
        "description": "Yasmin guides us through the glamorous world of Ghost, the Swedish band that turned rock into ritual. From masked clergy to shifting identities, diving into the music and myth of one of the most theatrical acts of our time.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-one-with-many-names",
        "songs": [
          "Ghost - Spirit",
          "Ghost - Mary on a Cross",
          "Ghost - Dance Macabre",
          "Ghost - Umbra"
        ],
        "music-genres": [
          "Hard Rock",
          "Heavy Metal",
          "Arena Rock"
        ]
      },
      "match_reason": "A choreographed, almost theatrical siege matches the ritualized, dramatic world‑building and martial grandeur of Ghost’s heavy rock."
    },
    {
      "hour": 16,
      "fact_text": "On this day in 1942, Adolf Hitler approved full development of the V‑2 rocket, the world’s first long‑range guided ballistic missile. Born as a terror weapon, its technology—carried by captured scientists—would later be repurposed to launch satellites and carry humans into space.",
      "fact_year": 1942,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/V-2_rocket",
      "episode": {
        "id": 2,
        "title": "Sedna FM #02 - Destination Sedna",
        "description": "Continuing the Sedna FM journey together with family and friends! Episode two of the main series — exploring new musical territories and deepening the connection with our listeners. A collective voyage through sound.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/destination-sedna",
        "songs": [
          "Pink Floyd - Breathe",
          "The fountain DC - Starburster",
          "Laura Cahen - La Poussiere",
          "Taxi Kebab - Lmchi w rjou3",
          "Odion Iruoje - Identify With Your Roots",
          "Depeche mode - world in my eyes (Oil Tank Mix)",
          "Massive attack - Dissolved girl",
          "Kokoroko - Three piece suite",
          "Salin - Egungun",
          "E.S.P. - It's You"
        ],
        "music-genres": [
          "Progressive Rock",
          "Post-Punk",
          "French Pop",
          "Maghreb",
          "Afrobeat",
          "Synthpop",
          "Trip-Hop"
        ]
      },
      "match_reason": "A weapon that accidentally paved the way to cosmic travel ties to an episode framed as a voyage through spacey, exploratory sounds."
    },
    {
      "hour": 17,
      "fact_text": "In 1999, Korean Air Cargo Flight 8509 crashed shortly after takeoff from London Stansted Airport, plunging into Hatfield Forest and killing all four crew members. Investigators traced the disaster to faulty instruments and ignored warnings, a haunting example of how tiny cockpit errors can alter entire landscapes below.",
      "fact_year": 1999,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Korean_Air_Cargo_Flight_8509",
      "episode": {
        "id": 36,
        "title": "Morning Drops #31 - Sailing With Germans",
        "description": "From the deck of a sailing boat, hosted by Yasmin and her special guests. A week at sea with six Germans, each with their own stories, songs, and ways of moving through the waves. From shared meals to unexpected laughter, from quiet resilience to sun-soaked joy — a collection of voices and tracks that reflect what it means to journey together.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sailing-with-germans",
        "songs": [
          "Billy Talent - Dead Silence",
          "Ben Howard - Keep Your Head Up",
          "Ziggy Alberts - Simple Things",
          "Vitor Kley - O Sol",
          "Enya - Orinoco Flow",
          "Paveier - Leev Marie"
        ],
        "music-genres": [
          "Punk Rock",
          "Indie Folk",
          "Surf Pop",
          "New Age",
          "German Folk"
        ]
      },
      "match_reason": "A tragic journey by air contrasted with a reflective, communal journey by sea underscores how differently travel can shape our stories."
    },
    {
      "hour": 18,
      "fact_text": "On 22 December 1963, the cruise ship TSMS Lakonia caught fire in the Atlantic Ocean, about 290 kilometers north of Madeira, leading to the loss of 128 lives. The blaze, chaotic evacuation, and lifeboat failures turned a holiday voyage into a case study in maritime safety reforms.",
      "fact_year": 1963,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/TSMS_Lakonia",
      "episode": {
        "id": 45,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "A catastrophe at sea finds a contemplative echo in an episode immersed in ocean journeys, maritime awe, and the power of water."
    },
    {
      "hour": 19,
      "fact_text": "In 2012, Pakistani politician Bashir Ahmad Bilour was killed along with eight others in a suicide bombing claimed by the Pakistani Taliban in Peshawar’s Qissa Khwani Bazaar. The attack targeted a veteran opponent of extremism in a market whose name means \"Storytellers’ Bazaar,\" turning a place of shared tales into a site of loss.",
      "fact_year": 2012,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Bashir_Ahmad_Bilour",
      "episode": {
        "id": 31,
        "title": "Morning Drops #26 - Canserbero",
        "description": "Yasmin guides us through the story of Canserbero, the Venezuelan rapper who reshaped Latin American hip hop with his raw voice and deeply reflective lyrics. A journey into his music, his vision, and the legacy of an artist who transformed personal and social struggles into powerful storytelling.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-canserbero",
        "songs": [
          "Canserbero - Mañana será otro día",
          "Canserbero - Querer Querernos",
          "Canserbero - Jeremías",
          "Canserbero - De la vida como una película y su tragedia, comedia y ficción"
        ],
        "music-genres": [
          "Latin Rap",
          "Hip-Hop",
          "Conscious Rap"
        ]
      },
      "match_reason": "A politically motivated killing in a historic bazaar fits with an episode centered on an artist who turned violence and social struggle into fearless, conscious storytelling."
    },
    {
      "hour": 20,
      "fact_text": "On 22 December 1808, while his music thundered through Vienna, Beethoven himself was battling near‑total deafness and financial strain, using this massive benefit concert to sustain his livelihood. In a frigid, under‑rehearsed theater, he essentially reinvented what a symphonic concert could be—while barely hearing a note.",
      "fact_year": 1808,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Ludwig_van_Beethoven",
      "episode": {
        "id": 3,
        "title": "Sedna FM #03 - Beautiful as You Feel",
        "description": "An episode about self-acceptance and inner beauty. Music that reminds us we are beautiful as we feel, embracing our authentic selves. Warm, uplifting sounds that celebrate individuality.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/beautiful-as-you-feel",
        "songs": [
          "Radiohead - Lotus Flower",
          "Andrea Lazslo de Simone - Vivo",
          "The The - this is the day",
          "Steve Monite - Only You",
          "DCTL - Deep Tannin f(eat Rafael Leafar)",
          "Soufiane Sa3idi - El Njoum",
          "Area - La mela di odessa",
          "Carol King - Beautiful",
          "Mannarino - Vivere la vita"
        ],
        "music-genres": [
          "Alternative Rock",
          "Italian Singer-Songwriter",
          "New Wave",
          "Afro-Funk",
          "Maghreb",
          "Progressive Rock"
        ]
      },
      "match_reason": "Beethoven creating boldly in the face of deafness and hardship pairs with an episode about inner beauty, resilience, and embracing who you are."
    },
    {
      "hour": 21,
      "fact_text": "In 2012, the same Qissa Khwani Bazaar where Bashir Ahmad Bilour died was already famous for centuries as a crossroads where traders would sit and tell stories late into the night. Attacks there struck more than people—they struck a living archive of oral history and urban memory.",
      "fact_year": 2012,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Peshawar",
      "episode": {
        "id": 43,
        "title": "Morning Drops #38 - History of Flamenco",
        "description": "A special journey into the history of Flamenco, guided by Yasmin and her guest Almudena from Madrid, Spain. Exploring the roots and evolution of this emotionally raw and culturally rich tradition, from its early vocal origins and Andalusian influences, through its transformation on stage and screen, to its modern reinventions by iconic Spanish artists.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-history-of-flamenco",
        "songs": [
          "La Niña de los Peines - Al Gurugú",
          "Lola Flores - Pena, penita, pena",
          "Paco de Lucía - Entre dos aguas",
          "Camarón de la Isla - La leyenda del tiempo",
          "Rosalía - Pienso en tu mirá"
        ],
        "music-genres": [
          "Flamenco",
          "Spanish Folk",
          "Nuevo Flamenco"
        ]
      },
      "match_reason": "A historic storytelling bazaar under threat resonates with Flamenco’s role as a living oral and musical archive of a people’s joys and sorrows."
    },
    {
      "hour": 22,
      "fact_text": "On 22 December 1808, the Choral Fantasy premiered as the final piece of Beethoven’s marathon concert—a daring hybrid for piano, orchestra, and choir that many see as a kind of sketch for his later Ninth Symphony. In one work, he compressed improvisation, virtuosity, and communal singing into a single, unpredictable experiment.",
      "fact_year": 1808,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Choral_Fantasy_(Beethoven)",
      "episode": {
        "id": 1,
        "title": "Sedna FM #01 - November Bomb",
        "description": "The first Family & Friends radio episode from Yasmin Sarbaoui and Gaia Parolini. Where it all began — a life soundtrack that launched Sedna FM into the universe. Raw, heartfelt, and full of the energy that defines everything that followed.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/november-bomb",
        "songs": [
          "berlioz - Open this wall",
          "Nas - One Mic",
          "Canserbero - De la vida como pelicula, tragedia, comedia y ficcion",
          "Frankie Knuckles - Your Love",
          "Notorious B.I.G. - 17 Ten Crack Commandments",
          "Liloca - Utani Xuva",
          "Fela Kuti - Zombie",
          "Neffa - Aspettando il sole",
          "Childish Gambino - No Excuses",
          "Modjo - Music takes you back"
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeat",
          "House",
          "Italian Pop",
          "R&B",
          "Latin Rap"
        ]
      },
      "match_reason": "Beethoven’s experimental, boundary‑breaking concert finale parallels Sedna’s own explosive first episode that mixed styles and voices to start something new."
    },
    {
      "hour": 23,
      "fact_text": "On this day, far from Earth’s noise, the small asteroid 323 Brucia continues its silent orbit between Mars and Jupiter—a relic of the early solar system tagged by a photographic blink in 1891. Every lap it makes is a reminder that our most advanced technologies often begin with someone patiently staring at tiny changes in the dark.",
      "fact_year": 1891,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Asteroid_belt",
      "episode": {
        "id": 38,
        "title": "Morning Drops #33 - Immerse",
        "description": "An analogy between diving, one of Gaia's great passions, and the act of immersing in life itself. A reflection on what happens when we go below the surface: when we let ourselves be fully present. From moments of calm suspension to warm, rhythmic flow, the selection moves like water — fluid, organic, and alive. An invitation to slow down, listen deeper, and float.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-immerse",
        "songs": [
          "Pino D'Angiò - Un Po' d'Uva e un Liquore",
          "Midlife - The Magnificent Moon",
          "Tornado Wallace - Today",
          "Nu Genea - Marechià (feat. Celia Kameni)"
        ],
        "music-genres": [
          "Italo Disco",
          "Indie",
          "Balearic",
          "Nu Disco"
        ]
      },
      "match_reason": "A tiny world looping endlessly in the asteroid belt suits an episode about immersion, slow orbits, and drifting below the surface of awareness."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "On 22 December 1808, Vienna heard one of the most astonishing concerts in music history: in a single freezing evening, Ludwig van Beethoven unveiled his Fifth and Sixth Symphonies, his Fourth Piano Concerto, and the Choral Fantasy—all largely unknown to the audience. The marathon program lasted over four hours and was plagued by mistakes and minimal rehearsal, yet it permanently changed the sound-world of Western music.",
      "fact_year": 1808,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Beethoven_concert_of_22_December_1808",
      "episode": {
        "id": 7,
        "title": "Morning Drops #01 - Timeless Legacy",
        "description": "Gaia guides us through timeless music to start the morning with the right foot! The first episode of the Morning Drops series — classic sounds that never fade.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-timeless-legacy",
        "songs": [
          "Roberta Flack - Killing me softly with his song",
          "Stone, Angie & Raphael Saadiq - Brotha",
          "Roy Ayers - Running Away (Extended)"
        ],
        "music-genres": [
          "Soul",
          "R&B",
          "Jazz-Funk"
        ]
      },
      "match_reason": "A landmark night that defined Beethoven’s timeless legacy pairs with an episode devoted to classic sounds that never fade."
    }
  ],
  "generated_at": "2025-12-22T00:00:00.011801+00:00",
  "date": "2025-12-22",
  "updated_at": "2025-12-22T00:01:03.602094+00:00"
}