{
  "current_hour": 23,
  "current_fact": {
    "hour": 23,
    "fact_text": "On 21 December across centuries, from Vespasian’s rise to the Pilgrims’ landing, the date has marked transitions — empires stabilizing, colonies beginning, treaties signed. It’s as if the year’s darkest day often carries seeds of new beginnings.",
    "fact_year": 69,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/December_21",
    "episode": {
      "id": 35,
      "title": "Morning Drops #30 - Star Treatment",
      "description": "A celebration of change and transformation. Gaia traces the evolution of Arctic Monkeys - from raw energy to cinematic sound - reflecting on how artists, and all of us, grow and change through time. A journey through courage, curiosity, and the beauty of slowing down.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-star-treatment",
      "songs": [
        "Arctic Monkeys - Brainstorm",
        "Arctic Monkeys - Pretty Visitors",
        "Arctic Monkeys - Star Treatment",
        "Arctic Monkeys - There’d Better Be a Mirrorball"
      ],
      "music-genres": [
        "Indie Rock",
        "Psychedelic Rock",
        "Lounge Pop"
      ]
    },
    "match_reason": "An hour reflecting on December 21 as a hinge of historical transformation matches an episode explicitly devoted to change, evolution, and slow, deliberate transitions."
  },
  "queue": [],
  "published": [
    {
      "hour": 0,
      "fact_text": "On 21 December 1968, Apollo 8 became the first crewed spacecraft to leave Earth’s orbit and head for the Moon, launching from Kennedy Space Center into the unknown. Its crew would soon become the first humans to witness an Earthrise over another world.",
      "fact_year": 1968,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Apollo_8",
      "episode": {
        "id": 9,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "A literal ‘space shift’ in human history pairs with an episode about reframing emptiness as creative space and launching into a new trajectory."
    },
    {
      "hour": 1,
      "fact_text": "On 21 December 2020, Jupiter and Saturn aligned in an unusually close great conjunction, appearing just 0.1° apart in the night sky. For many observers, it was the closest visible meeting of these giant planets since the early 17th century.",
      "fact_year": 2020,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Great_conjunction",
      "episode": {
        "id": 20,
        "title": "Morning Drops #14 - Slow Planet",
        "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
        "songs": [
          "Air - Cherry Blossom Girl",
          "Kruder & Dorfmeister - Keep On Believing",
          "Tosca - Orozco",
          "Bonobo - Terrapin"
        ],
        "music-genres": [
          "Downtempo",
          "Trip-Hop",
          "Electronic",
          "Chillout"
        ]
      },
      "match_reason": "A serene planetary alignment fits the contemplative, drifting mood of an episode about slow planets and gentle cosmic pacing."
    },
    {
      "hour": 2,
      "fact_text": "On 21 December 1872, HMS Challenger left Portsmouth on a four-year voyage that essentially founded modern oceanography. Its crew mapped vast stretches of the seafloor, discovered thousands of species, and revealed that the deep ocean was anything but lifeless.",
      "fact_year": 1872,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Challenger_expedition",
      "episode": {
        "id": 38,
        "title": "Morning Drops #38 - Immerse",
        "description": "An analogy between diving, one of Gaia's great passions, and the act of immersing in life itself. A reflection on what happens when we go below the surface: when we let ourselves be fully present. From moments of calm suspension to warm, rhythmic flow, the selection moves like water — fluid, organic, and alive. An invitation to slow down, listen deeper, and float.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-immerse",
        "songs": [
          "Pino D'Angiò - Un Po' d'Uva e un Liquore",
          "Midlife - The Magnificent Moon",
          "Tornado Wallace - Today",
          "Nu Genea - Marechià (feat. Celia Kameni)"
        ],
        "music-genres": [
          "Italo Disco",
          "Indie",
          "Balearic",
          "Nu Disco"
        ]
      },
      "match_reason": "A pioneering dive into the unknown oceans complements an episode themed around immersion, water-like flow, and going below the surface."
    },
    {
      "hour": 3,
      "fact_text": "On 21 December 1946, the Nankai megathrust segment off Japan ruptured in an Mw 8.1 earthquake, unleashing a devastating tsunami. The disaster spurred decades of research into subduction zones and early-warning systems that still protect coastal communities today.",
      "fact_year": 1946,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1946_Nankai_earthquake",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "The sudden release of tectonic energy in a megaquake resonates with the episode’s theme of powerful, jolting ‘electric shocks’ of sound."
    },
    {
      "hour": 4,
      "fact_text": "On 21 December 1937, Disney’s Snow White and the Seven Dwarfs premiered in Los Angeles, becoming the first feature-length cel-animated film with sound and color. It proved that animation could tell long, emotionally rich stories and reshaped cinema forever.",
      "fact_year": 1937,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Snow_White_and_the_Seven_Dwarfs_(1937_film)",
      "episode": {
        "id": 18,
        "title": "Morning Drops #12 - 80's Club",
        "description": "Starting with a Monday evening in Munich — a few drinks, friends, and landing in an 80s dance party. From Donna Summer's hypnotic pulse, to Depeche Mode's bright synthpop, Ken Laszlo's Italo Disco romance, and Mylène Farmer's darker theatrical world. Four songs, four corners of the 80s — connected by the machines that changed how we dance.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-80s-club",
        "songs": [
          "Donna Summer - I Feel Love",
          "Depeche Mode - Just Can't Get Enough",
          "Ken Laszlo - Hey Hey Guy",
          "Mylène Farmer - Sans Contrefaçon"
        ],
        "music-genres": [
          "Disco",
          "Synthpop",
          "Italo Disco",
          "French Pop"
        ]
      },
      "match_reason": "A landmark in animated musical storytelling fits with an episode celebrating theatrical, cinematic 80s pop that also blurred film–music boundaries."
    },
    {
      "hour": 5,
      "fact_text": "On 21 December 1934, Sergei Prokofiev’s suite Lieutenant Kijé premiered, based on music he wrote for a satirical Soviet film about an officer who never existed. The piece’s haunting melodies, especially the famous “Troika,” outlived the film and became classics on their own.",
      "fact_year": 1934,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Lieutenant_Kij%C3%A9_(Prokofiev)",
      "episode": {
        "id": 45,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "A film-born orchestral suite with a vivid, almost cinematic feel aligns with an episode steeped in neo-classical, soundtrack-like atmospheres."
    },
    {
      "hour": 6,
      "fact_text": "On 21 December 1879, Henrik Ibsen’s play A Doll’s House premiered in Copenhagen, shocking audiences with its portrayal of a woman walking out on her marriage. It helped ignite modern drama and debates on gender equality that still echo today.",
      "fact_year": 1879,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/A_Doll%27s_House",
      "episode": {
        "id": 3,
        "title": "Sedna FM #03 - Beautiful as You Feel",
        "description": "An episode about self-acceptance and inner beauty. Music that reminds us we are beautiful as we feel, embracing our authentic selves. Warm, uplifting sounds that celebrate individuality.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/beautiful-as-you-feel",
        "songs": [
          "Radiohead - Lotus Flower",
          "Andrea Lazslo de Simone - Vivo",
          "The The - this is the day",
          "Steve Monite - Only You",
          "DCTL - Deep Tannin f(eat Rafael Leafar)",
          "Soufiane Sa3idi - El Njoum",
          "Area - La mela di odessa",
          "Carol King - Beautiful",
          "Mannarino - Vivere la vita"
        ],
        "music-genres": [
          "Alternative Rock",
          "Italian Singer-Songwriter",
          "New Wave",
          "Afro-Funk",
          "Maghreb",
          "Progressive Rock"
        ]
      },
      "match_reason": "A groundbreaking story of a woman claiming her autonomy matches an episode centered on inner beauty, self-acceptance, and stepping into one’s true self."
    },
    {
      "hour": 7,
      "fact_text": "On 21 December 1844, the Rochdale Society of Equitable Pioneers opened their cooperative store, selling basic goods at fair prices. Their principles of democratic ownership and shared profit became the template for cooperatives worldwide.",
      "fact_year": 1844,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Rochdale_Society_of_Equitable_Pioneers",
      "episode": {
        "id": 12,
        "title": "Morning Drops #06 - Friend's Home",
        "description": "Yasmin and Gaia are reunited under the same roof to spend Easter Monday morning together, exploring that heartwarming 'just like home' feeling that comes from being surrounded by beloved friends.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-friends-home",
        "songs": [
          "Oumou Sangaré - Jah Rah Bee",
          "James Mason - Free",
          "Articolo 31 - Gente che spera",
          "Articolo 31 - Spirale ovale"
        ],
        "music-genres": [
          "Afropop",
          "Jazz-Funk",
          "Italian Hip-Hop"
        ]
      },
      "match_reason": "The birth of the cooperative movement — people pooling resources to create a shared ‘home’ — pairs with an episode about the warmth of friends under one roof."
    },
    {
      "hour": 8,
      "fact_text": "On 21 December 1620, the Mayflower Pilgrims landed near today’s Plymouth Rock, founding Plymouth Colony after a perilous Atlantic crossing. Their small community would loom large in later stories of American beginnings and migration.",
      "fact_year": 1620,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Plymouth_Colony",
      "episode": {
        "id": 36,
        "title": "Morning Drops #31 - Sailing With Germans",
        "description": "From the deck of a sailing boat, hosted by Yasmin and her special guests. A week at sea with six Germans, each with their own stories, songs, and ways of moving through the waves. From shared meals to unexpected laughter, from quiet resilience to sun-soaked joy — a collection of voices and tracks that reflect what it means to journey together.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sailing-with-germans",
        "songs": [
          "Billy Talent - Dead Silence",
          "Ben Howard - Keep Your Head Up",
          "Ziggy Alberts - Simple Things",
          "Vitor Kley - O Sol",
          "Enya - Orinoco Flow",
          "Paveier - Leev Marie"
        ],
        "music-genres": [
          "Punk Rock",
          "Indie Folk",
          "Surf Pop",
          "New Age",
          "German Folk"
        ]
      },
      "match_reason": "A historic ocean voyage ending in a new settlement aligns with a modern sailing journey episode about shared travel, crossings, and life at sea."
    },
    {
      "hour": 9,
      "fact_text": "On 21 December 1826, a group of settlers in Nacogdoches declared the short-lived Republic of Fredonia, sparking the Fredonian Rebellion against Mexican rule. Though quickly suppressed, it foreshadowed later conflicts that would reshape Texas.",
      "fact_year": 1826,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Fredonian_Rebellion",
      "episode": {
        "id": 19,
        "title": "Morning Drops #13 - Demystifying Reggaeton",
        "description": "Yasmin takes us on a journey through the real story of reggaeton — from its roots in Panama and Puerto Rico to its global evolution. Exploring the genre's history, influences, and cultural impact.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-demystifying-reggaeton",
        "songs": [
          "Renato - Chica de los Ojos Café",
          "B. F. Yaviah - Si Tu Quieres Fumar",
          "Calle 13 - Atrévete",
          "Bad Bunny - DtMF"
        ],
        "music-genres": [
          "Reggaeton",
          "Latin Urban",
          "Hip-Hop"
        ]
      },
      "match_reason": "A rebellious, transformative episode about Latin-rooted music and identity echoes a rebellious, transformative moment in the history of Mexican Texas."
    },
    {
      "hour": 10,
      "fact_text": "On 21 December 1923, the United Kingdom and Nepal signed the Nepal–Britain Treaty, formally recognizing Nepal’s independence and sovereignty. It marked a rare moment when a Himalayan kingdom secured international status without being colonized.",
      "fact_year": 1923,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Nepal%E2%80%93Britain_Treaty_of_1923",
      "episode": {
        "id": 26,
        "title": "Morning Drops #26 - Endless Summer",
        "description": "Recorded from Fano, a quiet town on the Adriatic coast where summer stretches long and slow. Between swims, simple meals, and time with family, Gaia reflects on the kind of music that helps us return to ourselves. Through different shades of jazz — from minimal and meditative to warm and rhythmic — an invitation to slip into that endless summer feeling.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-endless-summer",
        "songs": [
          "Nik Bärtsch - Modul 14",
          "Mama Terra - Chameleon (Single Edit)",
          "Spyro Gyra - Morning Dance",
          "Yussef Kamaal - Black Focus"
        ],
        "music-genres": [
          "Minimal Jazz",
          "Nu Jazz",
          "Jazz Fusion",
          "UK Jazz"
        ]
      },
      "match_reason": "A diplomatic recognition that allowed a small nation to preserve its rhythm and autonomy resonates with an episode about calm, self-defined pace and long, unbroken seasons."
    },
    {
      "hour": 11,
      "fact_text": "On 21 December 1361, Castilian forces defeated the Emirate of Granada at the Battle of Linuesa during the long Reconquista. The clash was one of many turning points in a centuries-long struggle that reshaped the cultural map of Iberia.",
      "fact_year": 1361,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Linuesa",
      "episode": {
        "id": 43,
        "title": "Morning Drops #38 - History of Flamenco",
        "description": "A special journey into the history of Flamenco, guided by Yasmin and her guest Almudena from Madrid, Spain. Exploring the roots and evolution of this emotionally raw and culturally rich tradition, from its early vocal origins and Andalusian influences, through its transformation on stage and screen, to its modern reinventions by iconic Spanish artists.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-history-of-flamenco",
        "songs": [
          "La Niña de los Peines - Al Gurugú",
          "Lola Flores - Pena, penita, pena",
          "Paco de Lucía - Entre dos aguas",
          "Camarón de la Isla - La leyenda del tiempo",
          "Rosalía - Pienso en tu mirá"
        ],
        "music-genres": [
          "Flamenco",
          "Spanish Folk",
          "Nuevo Flamenco"
        ]
      },
      "match_reason": "A medieval battle between Christian Castile and Muslim Granada sits at the deep historical roots of Andalusia, the very region that later birthed flamenco’s hybrid soul."
    },
    {
      "hour": 12,
      "fact_text": "On 21 December 1598, Mapuche warriors led by cacique Pelentaru crushed Spanish forces in the Battle of Curalaba. Their victory sparked a long indigenous uprising that halted Spanish expansion in southern Chile for generations.",
      "fact_year": 1598,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Curalaba",
      "episode": {
        "id": 22,
        "title": "Morning Drops #16 - The Sound of Tuareg",
        "description": "A journey into the sound of the Tuareg: from traditional chants and desert rituals to the electrified rhythms of exile and resistance. Music shaped by sand, memory, and survival.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-sound-of-tuareg",
        "songs": [
          "Les Filles de Illighadad - Imigradan",
          "Tinariwen - Amassakoul ’N’ Ténéré",
          "Liya Ag Ablil - Awa Adounia",
          "Tinariwen - Sastanàqqàm"
        ],
        "music-genres": [
          "Desert Blues",
          "Tuareg",
          "World Music"
        ]
      },
      "match_reason": "An indigenous people’s resistance against colonial rule fits with an episode about Tuareg music, where exile and survival turn into electrified songs of resilience."
    },
    {
      "hour": 13,
      "fact_text": "On 21 December 69 AD, the Roman Senate declared Vespasian emperor, ending the chaotic Year of the Four Emperors. His reign restored stability and launched the Flavian dynasty after a year of coups and civil war.",
      "fact_year": 69,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Vespasian",
      "episode": {
        "id": 1,
        "title": "Sedna FM #01 - November Bomb",
        "description": "The first Family & Friends radio episode from Yasmin Sarbaoui and Gaia Parolini. Where it all began — a life soundtrack that launched Sedna FM into the universe. Raw, heartfelt, and full of the energy that defines everything that followed.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/november-bomb",
        "songs": [
          "berlioz - Open this wall",
          "Nas - One Mic",
          "Canserbero - De la vida como pelicula, tragedia, comedia y ficcion",
          "Frankie Knuckles - Your Love",
          "Notorious B.I.G. - 17 Ten Crack Commandments",
          "Liloca - Utani Xuva",
          "Fela Kuti - Zombie",
          "Neffa - Aspettando il sole",
          "Childish Gambino - No Excuses",
          "Modjo - Music takes you back"
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeat",
          "House",
          "Italian Pop",
          "R&B",
          "Latin Rap"
        ]
      },
      "match_reason": "A turbulent year culminating in a new era mirrors an explosive first episode that ‘crowns’ Sedna FM’s beginning and sets a stable identity after creative chaos."
    },
    {
      "hour": 14,
      "fact_text": "On 21 December 1124, Honorius II was consecrated pope following the controversial overturning of Celestine II’s short-lived claim. His election highlighted the power struggles between factions in the medieval Church and the Holy Roman Empire.",
      "fact_year": 1124,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Pope_Honorius_II",
      "episode": {
        "id": 32,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "A medieval power struggle over who gets to mediate spiritual authority parallels an episode questioning who (or what) mediates our attention and connection today — our phones."
    },
    {
      "hour": 15,
      "fact_text": "On 21 December 1941, Thailand signed a Pact of Alliance with Japan during World War II, formally joining the Axis powers. The decision reshaped the country’s wartime role and its postwar negotiations with the Allies.",
      "fact_year": 1941,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Thailand_in_World_War_II",
      "episode": {
        "id": 40,
        "title": "Morning Drops #35 - Thailand",
        "description": "Recorded in Koh Samui, Thailand, where Yasmin and her friend Patricia spent more than two intense weeks training Muay Thai and Western boxing. Between sweat, rhythm, and sea breeze, they share reflections on discipline, friendship, and the beauty of movement - with a soundtrack that connects Thai sounds to the flow of daily practice.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-thailand",
        "songs": [
          "Salin - Egungun",
          "Justin Bieber - Love Yourself",
          "Khun Narin - Phua Kao",
          "Burna Boy - Cheat on Me (feat. Dave)"
        ],
        "music-genres": [
          "Afrobeat",
          "Pop",
          "Thai Funk",
          "Afro-Fusion"
        ]
      },
      "match_reason": "A pivotal wartime alliance involving Thailand is paired with an episode rooted in Thai place, culture, and movement, offering a human-scale counterpoint to geopolitical shifts."
    },
    {
      "hour": 16,
      "fact_text": "On 21 December 1968, the F-14 Tomcat later became famous, but its story began on 21 December 1970 with its very first flight. This twin-tail, variable-sweep-wing jet would become an icon of carrier aviation and Cold War air combat.",
      "fact_year": 1970,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Grumman_F-14_Tomcat",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "The debut of a high-speed, high-energy fighter jet matches the guitar-driven ‘electric shock’ feel of rock tracks built for adrenaline and motion."
    },
    {
      "hour": 17,
      "fact_text": "On 21 December 1992, Martinair Flight 495, a Dutch DC-10, crashed while landing in bad weather at Faro Airport, Portugal, killing 56 people. The accident prompted renewed scrutiny of wind shear, approach procedures, and crew decision-making.",
      "fact_year": 1992,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Martinair_Flight_495",
      "episode": {
        "id": 28,
        "title": "Morning Drops #23 - Morning Dubs",
        "description": "Recorded while still processing Houghton Festival. One of the mornings there, waking up in the woods to a reggae DJ set — no phone signal, just trees, music, and loved ones. A slow selection of reggae, dub, and morning rhythms. Dubs instead of drops. Start your day slow — with space to breathe.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-morning-dubs",
        "songs": [
          "The Gaylads - Joy in the Morning",
          "The Officials - Babylonian",
          "King Tubby - King Tubby Meets the Rockers Uptown",
          "Aisha Morrison - Ethiopia"
        ],
        "music-genres": [
          "Reggae",
          "Dub",
          "Roots Reggae"
        ]
      },
      "match_reason": "A tragic crash in turbulent weather is contrasted with an episode of grounding, slow dub and roots — music that creates breathing space after turbulence."
    },
    {
      "hour": 18,
      "fact_text": "On 21 December 1995, the city of Bethlehem was handed from Israeli to Palestinian control under the Oslo Accords framework. The transfer came just days before Christmas in the city revered as the traditional birthplace of Jesus.",
      "fact_year": 1995,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Bethlehem",
      "episode": {
        "id": 39,
        "title": "Morning Drops #34 - Soul Sisters",
        "description": "A tribute to four iconic voices — women who have shaped the way we listen, feel, and move. Each track carries a different kind of presence: one that holds you, one that questions, one that grounds, and one that lets go. An energy that is soulful, raw, and unapologetically feminine.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-soul-sisters",
        "songs": [
          "Grace Jones - Walking in the Rain",
          "Lauryn Hill - Lost Ones",
          "Aretha Franklin - A Rose Is Still a Rose",
          "Loredana Bertè - In Alto Mare"
        ],
        "music-genres": [
          "New Wave",
          "Neo-Soul",
          "R&B",
          "Italian Pop"
        ]
      },
      "match_reason": "A deeply symbolic transfer of a holy city evokes themes of heritage and hope, pairing well with an episode centered on powerful, soulful voices that speak of identity and resilience."
    },
    {
      "hour": 19,
      "fact_text": "On 21 December 1999, Spain’s Civil Guard intercepted a van carrying 950 kilograms of explosives intended by ETA to destroy Madrid’s Torre Picasso. The foiled plot averted one of the group’s deadliest potential attacks.",
      "fact_year": 1999,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/ETA_(separatist_group)",
      "episode": {
        "id": 44,
        "title": "Morning Drops #39 - Moving Meditation",
        "description": "An episode inspired by how travel helps us see more clearly. Stepping into new places opens the mind, shifts perspective. The music moves through balearic warmth, boogie grooves, world and latin-folk influences, and touches of new wave — a selection built to follow the quiet changes that happen when you're out of your usual rhythm.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-moving-meditation",
        "songs": [
          "Stella & The Longos - La Flamme",
          "España Circo Este - Dormo poco e sogno molto",
          "Mystic Jungle - Sunset Breaker",
          "Talking Heads - This Must Be the Place (Naive Melody)"
        ],
        "music-genres": [
          "Balearic",
          "Italian Folk Rock",
          "World Music",
          "New Wave"
        ]
      },
      "match_reason": "A narrowly averted urban catastrophe contrasts with an episode about shifting perspective and gentle movement, suggesting another path than violence in Spain’s story."
    },
    {
      "hour": 20,
      "fact_text": "On 21 December 1968—sharing the date with Apollo 8—another kind of journey took place in music history: but on this day in 1934, Prokofiev proved film scores could stand alone as art. Lieutenant Kijé’s success helped legitimize cinema music in concert halls.",
      "fact_year": 1934,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Sergei_Prokofiev",
      "episode": {
        "id": 30,
        "title": "Morning Drops #25 - A Trip-Hop Journey",
        "description": "Hosted by friend Lorenzo, a journey through the roots and evolution of trip-hop. From Bristol's early experiments with Massive Attack and Tricky, to DJ Shadow's cinematic sampling in California, and Thievery Corporation's global downtempo grooves in Washington D.C. — exploring how this genre blurred boundaries and reshaped electronic music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-trip-hop-journey",
        "songs": [
          "Massive Attack - Unfinished Sympathy",
          "Tricky - Hell Is Round the Corner",
          "DJ Shadow - Midnight in a Perfect World",
          "Thievery Corporation - Lebanese Blonde",
          "Smoke City - Underwater Love"
        ],
        "music-genres": [
          "Trip-Hop",
          "Downtempo",
          "Electronic"
        ]
      },
      "match_reason": "A composer elevating film music into high art parallels trip-hop’s cinematic, sample-based soundscapes that blurred lines between soundtrack and standalone music."
    },
    {
      "hour": 21,
      "fact_text": "On 21 December 1968’s date twin in the arts, Snow White (1937) proved animation could carry a full feature; on this same calendar day in 1934, Prokofiev’s Kijé bridged film and concert. Together, they mark December 21 as a quiet hinge between cinema and symphony.",
      "fact_year": 1937,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Animation",
      "episode": {
        "id": 2,
        "title": "Sedna FM #02 - Destination Sedna",
        "description": "Continuing the Sedna FM journey together with family and friends! Episode two of the main series — exploring new musical territories and deepening the connection with our listeners. A collective voyage through sound.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/destination-sedna",
        "songs": [
          "Pink Floyd - Breathe",
          "The fountain DC - Starburster",
          "Laura Cahen - La Poussiere",
          "Taxi Kebab - Lmchi w rjou3",
          "Odion Iruoje - Identify With Your Roots",
          "Depeche mode - world in my eyes (Oil Tank Mix)",
          "Massive attack - Dissolved girl",
          "Kokoroko - Three piece suite",
          "Salin - Egungun",
          "E.S.P. - It's You"
        ],
        "music-genres": [
          "Progressive Rock",
          "Post-Punk",
          "French Pop",
          "Maghreb",
          "Afrobeat",
          "Synthpop",
          "Trip-Hop"
        ]
      },
      "match_reason": "An exploration of animation and film music as new territories of sound fits with a ‘Destination Sedna’ voyage through genre-blending, cinematic tracks."
    },
    {
      "hour": 22,
      "fact_text": "On 21 December 2020’s great conjunction recalled another skywatching tradition: in many cultures, the solstice itself has long been a moment of cosmic storytelling. The 2020 alignment rekindled public fascination with the mechanics and myths of the night sky.",
      "fact_year": 2020,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Jupiter",
      "episode": {
        "id": 17,
        "title": "Morning Drops #11 - Mediterranean Boat",
        "description": "Gaia invites you to embark on a musical voyage across the Mediterranean. Exploring music from different countries shared by people who call them home. A warm, sun-soaked journey through coastal sounds.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-mediterranean-boat",
        "songs": [
          "Arleta - Bar To Navagio",
          "Baba Zula - Tavla",
          "Mylène Farmer - Désenchantée",
          "Fabrizio De André - Crêuza de mä"
        ],
        "music-genres": [
          "Greek Folk",
          "Turkish Psychedelic",
          "French Pop",
          "Italian Singer-Songwriter"
        ]
      },
      "match_reason": "Sailing by starlight and navigating by planets link the solstice conjunction with a sea voyage across cultures that have watched those same skies for millennia."
    },
    {
      "hour": 23,
      "fact_text": "On 21 December across centuries, from Vespasian’s rise to the Pilgrims’ landing, the date has marked transitions — empires stabilizing, colonies beginning, treaties signed. It’s as if the year’s darkest day often carries seeds of new beginnings.",
      "fact_year": 69,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/December_21",
      "episode": {
        "id": 35,
        "title": "Morning Drops #30 - Star Treatment",
        "description": "A celebration of change and transformation. Gaia traces the evolution of Arctic Monkeys - from raw energy to cinematic sound - reflecting on how artists, and all of us, grow and change through time. A journey through courage, curiosity, and the beauty of slowing down.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-star-treatment",
        "songs": [
          "Arctic Monkeys - Brainstorm",
          "Arctic Monkeys - Pretty Visitors",
          "Arctic Monkeys - Star Treatment",
          "Arctic Monkeys - There’d Better Be a Mirrorball"
        ],
        "music-genres": [
          "Indie Rock",
          "Psychedelic Rock",
          "Lounge Pop"
        ]
      },
      "match_reason": "An hour reflecting on December 21 as a hinge of historical transformation matches an episode explicitly devoted to change, evolution, and slow, deliberate transitions."
    }
  ],
  "generated_at": "2025-12-21T00:00:00.011414+00:00",
  "date": "2025-12-21",
  "updated_at": "2025-12-21T23:00:01.170800+00:00"
}