{
  "current_hour": 20,
  "current_fact": {
    "hour": 20,
    "fact_text": "The Hawaiian Islands discovered by Cook in 1778 are not just scenic—they sit over a volcanic hotspot that slowly builds islands as the Pacific Plate glides northwest. Each island is a different chapter of Earth’s geological timeline, with the youngest, volcanically active Hawaiʻi still writing new land into the ocean.",
    "fact_year": 1778,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Hawaii_(island)",
    "episode": {
      "id": 4,
      "title": "Sedna FM #04 - Queen of Spades",
      "description": "Tuning in from the planet of irrational love. Exploring love's most vulnerable side — the kind that awakens the child within us. A diverse music selection ranging from electric blues to downtempo, soul, and jazz. A tribute to the feeling that has moved artists to create the most beautiful works. Love makes us vulnerable, and there is no art without vulnerability.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/queen-of-spades",
      "songs": [
        "Alabama Shakes - Gimme All Your Love",
        "Queens of the stone age - Make it wit chu",
        "Rosa Passos - Fusion",
        "Sade - Mr Wrong",
        "Daft Punk - Something About Us",
        "10cc - I'm Not in Love",
        "Jonny Nash - Theories",
        "Etta James - I'd Rather Go Blind",
        "Adriano Celentano - Storia D'amore",
        "Eric Clapton - Have you ever loved a woman",
        "Arctic Monkey - The Bakery"
      ],
      "music-genres": [
        "Blues Rock",
        "Stoner Rock",
        "Bossa Nova",
        "Soul",
        "Electronic",
        "Soft Rock",
        "Blues"
      ]
    },
    "match_reason": "A volcanically built island chain in the Pacific ties to an ocean-and-whale themed episode, uniting underwater worlds from Hawaii to Arctic Norway."
  },
  "queue": [
    {
      "hour": 21,
      "fact_text": "The CDC that cracked Legionnaires’ disease in 1977 grew out of a small 1940s wartime unit known as the Malaria Control in War Areas program. What started as a campaign to protect soldiers from mosquitoes slowly evolved into one of the world’s leading public health agencies.",
      "fact_year": 1946,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Centers_for_Disease_Control_and_Prevention",
      "episode": {
        "id": 49,
        "title": "Morning Drops #42 - The Joy Of Learning",
        "description": "Hosted by Yasmin, this Morning Drop explores learning as a lifelong process, focusing on persistence, repetition, and the emotional landscape that comes with challenging oneself over time.\n\nThrough personal stories and scientific insights, the episode looks at how learning reshapes the brain, generates joy through effort, and why progress often arrives after confusion and frustration. It reflects on the so-called delayed pleasure effect, the role of dopamine in motivation, and how curiosity and learning support long-term wellbeing.\n\nThe episode also questions our cultural relationship with failure and invites a softer, more realistic approach to learning, one that accepts mistakes as part of growth and sees persistence as a quiet form of strength.\n\nMood: reflective, grounded, quietly hopeful\nMusic genre: alternative rock, hip hop, electronic, neo-soul, drill\n\nA space to listen slowly and stay with the process.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-joy-of-learning",
        "songs": [
          "Radiohead - Separator",
          "Mac Miller - What's the Use?",
          "Morad & Beny Jr - Sigue",
          "Post Malone - White Iverson"
        ],
        "music-genres": [
          "Alternative Rock",
          "Experimental Electronic",
          "Hip Hop",
          "Neo-Soul",
          "Drill / Trap"
        ]
      },
      "match_reason": "The long institutional learning curve from wartime malaria control to modern public health mirrors the episode’s focus on evolving through persistent study."
    },
    {
      "hour": 22,
      "fact_text": "Panama, captured by Henry Morgan in 1670/1671, later became the site of the Panama Canal—a 20th-century engineering feat that sliced through the continent. The canal dramatically shortened global sea routes, turning the narrow isthmus Morgan once crossed by land into one of the planet’s busiest maritime chokepoints.",
      "fact_year": 1914,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Panama_Canal",
      "episode": {
        "id": 45,
        "title": "Morning Drops #39 - Moving Meditation",
        "description": "An episode inspired by how travel helps us see more clearly. Stepping into new places opens the mind, shifts perspective. The music moves through balearic warmth, boogie grooves, world and latin-folk influences, and touches of new wave — a selection built to follow the quiet changes that happen when you're out of your usual rhythm.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-moving-meditation",
        "songs": [
          "Stella & The Longos - La Flamme",
          "España Circo Este - Dormo poco e sogno molto",
          "Mystic Jungle - Sunset Breaker",
          "Talking Heads - This Must Be the Place (Naive Melody)"
        ],
        "music-genres": [
          "Balearic",
          "Italian Folk Rock",
          "World Music",
          "New Wave"
        ]
      },
      "match_reason": "A canal that reshapes global travel flows is matched with an episode about movement, journeys, and the subtle mental shifts of being in transit."
    },
    {
      "hour": 23,
      "fact_text": "The Palace of Versailles’ Hall of Mirrors, where the German Empire was proclaimed in 1871, later hosted another historic moment: the signing of the Treaty of Versailles in 1919, ending World War I. The same mirrored gallery has reflected both the rise of an empire and the attempt to contain its aftermath.",
      "fact_year": 1919,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Hall_of_Mirrors",
      "episode": {
        "id": 4,
        "title": "Sedna FM #04 - Queen of Spades",
        "description": "Tuning in from the planet of irrational love. Exploring love's most vulnerable side — the kind that awakens the child within us. A diverse music selection ranging from electric blues to downtempo, soul, and jazz. A tribute to the feeling that has moved artists to create the most beautiful works. Love makes us vulnerable, and there is no art without vulnerability.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/queen-of-spades",
        "songs": [
          "Alabama Shakes - Gimme All Your Love",
          "Queens of the stone age - Make it wit chu",
          "Rosa Passos - Fusion",
          "Sade - Mr Wrong",
          "Daft Punk - Something About Us",
          "10cc - I'm Not in Love",
          "Jonny Nash - Theories",
          "Etta James - I'd Rather Go Blind",
          "Adriano Celentano - Storia D'amore",
          "Eric Clapton - Have you ever loved a woman",
          "Arctic Monkey - The Bakery"
        ],
        "music-genres": [
          "Blues Rock",
          "Stoner Rock",
          "Bossa Nova",
          "Soul",
          "Electronic",
          "Soft Rock",
          "Blues"
        ]
      },
      "match_reason": "A glittering space that witnessed power, humiliation, and fragile peace is paired with an emotionally rich, vulnerable episode about the intensity of human feeling."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "In 1586, the massive Tenshō earthquake struck Honshu, Japan, with an estimated magnitude of 7.9, triggering a tsunami and killing around 8,000 people. Long before modern seismology, Japanese records meticulously described the shaking and sea retreat, giving today’s scientists rare insight into historic megathrust quakes.",
      "fact_year": 1586,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1586_Tensh%C5%8D_earthquake",
      "episode": {
        "id": 20,
        "title": "Morning Drops #14 - Slow Planet",
        "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
        "songs": [
          "Air - Cherry Blossom Girl",
          "Kruder & Dorfmeister - Keep On Believing",
          "Tosca - Orozco",
          "Bonobo - Terrapin"
        ],
        "music-genres": [
          "Downtempo",
          "Trip-Hop",
          "Electronic",
          "Chillout"
        ]
      },
      "match_reason": "A calm, reflective downtempo set to counterbalance the violence of earthquakes and tsunamis, echoing the planet’s slow, tectonic rhythms."
    },
    {
      "hour": 1,
      "fact_text": "On January 18, 1896, H. L. Smith publicly demonstrated one of the earliest X-ray machines, just weeks after Röntgen’s discovery became known. Spectators could suddenly see bones and hidden objects without a single incision, a moment that felt like science turning human bodies temporarily transparent.",
      "fact_year": 1896,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/X-ray_machine",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "An episode themed around electricity and shock pairs perfectly with the eerie, electrifying reveal of the first X-ray machine."
    },
    {
      "hour": 2,
      "fact_text": "In 1977, scientists at the CDC finally identified a previously unknown bacterium, Legionella pneumophila, as the cause of the mysterious Legionnaires’ disease outbreak. The discovery turned a baffling hotel epidemic into a textbook case of detective work in microbiology and environmental health.",
      "fact_year": 1977,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Legionnaires%27_disease",
      "episode": {
        "id": 49,
        "title": "Morning Drops #42 - The Joy Of Learning",
        "description": "Hosted by Yasmin, this Morning Drop explores learning as a lifelong process, focusing on persistence, repetition, and the emotional landscape that comes with challenging oneself over time.\n\nThrough personal stories and scientific insights, the episode looks at how learning reshapes the brain, generates joy through effort, and why progress often arrives after confusion and frustration. It reflects on the so-called delayed pleasure effect, the role of dopamine in motivation, and how curiosity and learning support long-term wellbeing.\n\nThe episode also questions our cultural relationship with failure and invites a softer, more realistic approach to learning, one that accepts mistakes as part of growth and sees persistence as a quiet form of strength.\n\nMood: reflective, grounded, quietly hopeful\nMusic genre: alternative rock, hip hop, electronic, neo-soul, drill\n\nA space to listen slowly and stay with the process.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-joy-of-learning",
        "songs": [
          "Radiohead - Separator",
          "Mac Miller - What's the Use?",
          "Morad & Beny Jr - Sigue",
          "Post Malone - White Iverson"
        ],
        "music-genres": [
          "Alternative Rock",
          "Experimental Electronic",
          "Hip Hop",
          "Neo-Soul",
          "Drill / Trap"
        ]
      },
      "match_reason": "A story of patient scientific investigation and discovery aligns with an episode about the long, often frustrating joy of learning."
    },
    {
      "hour": 3,
      "fact_text": "On this day in 1778, Captain James Cook became the first known European to record the Hawaiian Islands, naming them the “Sandwich Islands” after his patron. While his voyage mapped uncharted Pacific waters for Europeans, it also marked the beginning of profound cultural and ecological upheaval for the archipelago.",
      "fact_year": 1778,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Hawaiian_Islands",
      "episode": {
        "id": 17,
        "title": "Morning Drops #11 - Mediterranean Boat",
        "description": "Gaia invites you to embark on a musical voyage across the Mediterranean. Exploring music from different countries shared by people who call them home. A warm, sun-soaked journey through coastal sounds.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-mediterranean-boat",
        "songs": [
          "Arleta - Bar To Navagio",
          "Baba Zula - Tavla",
          "Mylène Farmer - Désenchantée",
          "Fabrizio De André - Crêuza de mä"
        ],
        "music-genres": [
          "Greek Folk",
          "Turkish Psychedelic",
          "French Pop",
          "Italian Singer-Songwriter"
        ]
      },
      "match_reason": "A sea-bound exploration of coastal cultures pairs with Cook’s oceanic voyage and the meeting of distant shores."
    },
    {
      "hour": 4,
      "fact_text": "In 2007, Cyclone Kyrill swept across Western Europe, bringing hurricane-force winds that killed at least 44 people and caused widespread disruption across 20 countries. The storm became a stark reminder that extratropical cyclones can be as devastating as tropical hurricanes, especially in densely populated regions.",
      "fact_year": 2007,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Cyclone_Kyrill",
      "episode": {
        "id": 48,
        "title": "Evening Flows #01 - Yasmin - Crescendo in the Medina",
        "description": "The first Evening Flow episode comes from Yasmin. It starts deep in the medina, slow, mysterious, textured, and grows into a liberating dance across sub-Saharan landscapes. A journey through ambient soundscapes, Arabic melodies, Afro-Latin rhythms, and funky highlife grooves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/evening-flows-party-in-the-medina",
        "songs": [
          "Stive Morgan - Solar Wind, Pt. 3",
          "David Visan & Carlos Campos - Crystal Heart",
          "Evan Mars - Ya Zareef Al Tool",
          "Gerardo Frisina - Cuiabá",
          "Dele Sosimi & Medlar - You No Fit Touch Am (Medlar Remix)",
          "The Busy Twist - Friday Night"
        ],
        "music-genres": [
          "Ambient",
          "Deep House",
          "World Music",
          "Nu Jazz",
          "Afrobeat",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "The episode’s gradual sonic crescendo mirrors the build-up and sweeping arc of a giant storm system crossing continents."
    },
    {
      "hour": 5,
      "fact_text": "On January 18, 1981, Phil Smith and Phil Mayfield jumped from a Houston skyscraper, completing all four categories of BASE jumping: Building, Antenna, Span, and Earth. The feat turned a fringe practice into a fully defined extreme sport, codified by the very acronym B.A.S.E.",
      "fact_year": 1981,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/BASE_jumping",
      "episode": {
        "id": 5,
        "title": "Sedna FM #05 - On The Go - Zero Zero",
        "description": "An energetic mix for when you're on the move. Zero Zero captures that feeling of starting fresh, moving forward, and embracing the journey. Perfect for travel, walks, or just getting things done.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/on-the-go-zero-zero",
        "songs": [
          "Alborosie - Rock the dancehall",
          "Grace Jones - Pull up to the bumper",
          "Hollie cook - Happy hour",
          "Easy star all star - Soul love",
          "Jeremie Albino - Rolling down the 405",
          "Cyril Neville - I found joy",
          "Aretha Franklin - Rock steady",
          "James Brown - Talking loud and saying nothing (remix)",
          "Nubiyan Twist - So mi stay",
          "Professor Wouassa - Fallou Fall",
          "Jarabe de Palo - La Flaca"
        ],
        "music-genres": [
          "Reggae",
          "Funk",
          "Soul",
          "Afrobeat",
          "Latin Rock",
          "New Wave"
        ]
      },
      "match_reason": "High-energy, forward-motion music fits the adrenaline, movement, and fresh-start spirit of pioneering BASE jumps."
    },
    {
      "hour": 6,
      "fact_text": "In 1967, Albert DeSalvo, the self-confessed “Boston Strangler,” was convicted of numerous crimes and sentenced to life in prison, though not directly for the famous murders. His case remains a haunting intersection of confession, doubt, and forensic science, with DNA evidence revisiting his alleged role decades later.",
      "fact_year": 1967,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Boston_Strangler",
      "episode": {
        "id": 31,
        "title": "Morning Drops #23 - Morning Dubs",
        "description": "Recorded while still processing Houghton Festival. One of the mornings there, waking up in the woods to a reggae DJ set — no phone signal, just trees, music, and loved ones. A slow selection of reggae, dub, and morning rhythms. Dubs instead of drops. Start your day slow — with space to breathe.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-morning-dubs",
        "songs": [
          "The Gaylads - Joy in the Morning",
          "The Officials - Babylonian",
          "King Tubby - King Tubby Meets the Rockers Uptown",
          "Aisha Morrison - Ethiopia"
        ],
        "music-genres": [
          "Reggae",
          "Dub",
          "Roots Reggae"
        ]
      },
      "match_reason": "Haunting, echoing dub offers a contemplative counterpoint to a dark true-crime story, giving mental space to reflect on justice and uncertainty."
    },
    {
      "hour": 7,
      "fact_text": "On this day in 1788, the first elements of Britain’s First Fleet arrived at Botany Bay with 736 convicts, laying the foundations of a penal colony in Australia. The voyage rewrote countless lives, from transported prisoners to Indigenous communities whose lands were suddenly declared someone else’s empire.",
      "fact_year": 1788,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/First_Fleet",
      "episode": {
        "id": 28,
        "title": "Morning Drops #22 - Sicilians On The Dolomites",
        "description": "Hosted by Yasmin, a musical journey inspired by the mountains. Joined by two special guests, exploring the tracks they've chosen, hearing the stories behind their picks, and discovering the personal memories each song brings to life — a blend of music, voices, and landscapes you can hear.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sicilians-on-the-dolomites",
        "songs": [
          "Franco Battiato - Haiku",
          "Florian Pellissier Quintet - Coup de foudre à Thessalonique",
          "Lucio Dalla & Francesco De Gregori - Ma come fanno i marinai",
          "Pink Floyd - Fearless"
        ],
        "music-genres": [
          "Italian Art Pop",
          "French Jazz",
          "Italian Singer-Songwriter",
          "Progressive Rock"
        ]
      },
      "match_reason": "A reflective travel-and-landscape themed episode echoes the long voyage, new lands, and complex human stories of the First Fleet."
    },
    {
      "hour": 8,
      "fact_text": "In 1969, United Airlines Flight 266 plunged into Santa Monica Bay shortly after takeoff from Los Angeles, killing all 38 people on board. The tragedy highlighted the dangers of electrical failures in complex aircraft systems and pushed further improvements in flight safety standards.",
      "fact_year": 1969,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/United_Air_Lines_Flight_266",
      "episode": {
        "id": 50,
        "title": "Morning Drops #43 - Looking Back",
        "description": "In this first Morning Drop of 2026, Yasmin opens a space for quiet reflection on the nature of transitions. The episode traces a personal journey that began three years ago, when a sudden injury on New Year’s Day turned a desire for movement into a mandatory season of stillness.\n\nThrough the story of a broken knee and the slow process of relearning to walk, the narrative explores the difference between being strong and being aware. It touches on the vulnerability of the body, the unexpected joy found in daily progress, and the warmth that comes from finally allowing oneself to accept help. The musical selection mirrors this path of recovery, moving from the uncertainty of change to the steady rhythm of healing.\n\nMood: Reflective, Resilient, Grounded\nMusic genre: Indie Pop, Cinematic, World, Soul\n\nWe invite you to listen deeply and find comfort in your own pace.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-looking-back",
        "songs": [
          "Alt-J - 3WW",
          "Kelly Finnigan - I Don't Wanna Wait",
          "Goran Bregović & Iggy Pop - This Is a Film",
          "Ishihonana - Lucia (Original Mix)",
          "The Weeknd - Save Your Tears"
        ],
        "music-genres": [
          "Indie Pop",
          "Soul",
          "World",
          "Cinematic",
          "Synth-Pop"
        ]
      },
      "match_reason": "An introspective episode about vulnerability and healing sits beside the memory of an air disaster that reshaped safety and collective grief."
    },
    {
      "hour": 9,
      "fact_text": "On January 18, 1941, British and Commonwealth forces launched a major counter-offensive against Italian East Africa during World War II. Fighting across deserts and highlands, the campaign became a turning point that dismantled Italy’s colonial ambitions in the Horn of Africa.",
      "fact_year": 1941,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/East_African_campaign_(World_War_II)",
      "episode": {
        "id": 30,
        "title": "Morning Drops #24 - The Rise Of Afrobeat",
        "description": "An exploration of the rise of Afrobeat, tracing its roots and evolution as a genre that blends African rhythms with jazz, funk, and highlife. A celebration of the infectious energy and cultural significance of this influential musical movement.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-rise-of-afrobeat",
        "songs": [
          "E.T. Mensah - Ghana Freedom",
          "I.K. Dairo - Salome",
          "Fela Kuti - Great Kids",
          "Fela Kuti - Expensive Shit"
        ],
        "music-genres": [
          "Highlife",
          "Jùjú",
          "Afrobeat"
        ]
      },
      "match_reason": "A story of war and colonial retreat on African soil is paired with an episode that celebrates African musical resistance and cultural power."
    },
    {
      "hour": 10,
      "fact_text": "In 1915, Japan presented the “Twenty-One Demands” to the Republic of China, attempting to secure sweeping political and economic control. The move alarmed other powers and fueled Chinese nationalism, becoming a milestone in East Asia’s struggle over sovereignty and imperialism.",
      "fact_year": 1915,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Twenty-One_Demands",
      "episode": {
        "id": 14,
        "title": "Morning Drops #08 - (un)Boxing",
        "description": "An episode about breaking free from expectations and labels. Music that helps us unbox ourselves and embrace who we truly are.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-unboxing",
        "songs": [
          "Kendrick Lamar - Feel",
          "Kendrick Lamar - The Blacker the Berry",
          "Kendrick Lamar - Mirror"
        ],
        "music-genres": [
          "Hip-Hop",
          "Conscious Rap"
        ]
      },
      "match_reason": "A political attempt to box an entire nation into unequal terms resonates with an episode about resisting imposed labels and reclaiming identity."
    },
    {
      "hour": 11,
      "fact_text": "On this day in 1126, China’s Emperor Huizong of Song abdicated in favor of his son Qinzong as the Jurchen Jin forces closed in. Within a year, both emperors were captured in the Jingkang Incident, ending the Northern Song dynasty and reshaping Chinese history.",
      "fact_year": 1126,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Emperor_Huizong_of_Song",
      "episode": {
        "id": 25,
        "title": "Morning Drops #19 - Wabi Sabi",
        "description": "Wabi-sabi is a story about a handmade mug, a small mistake, and the idea that imperfection can be something to keep—not correct. In this Morning Drop, Gaia shares a moment that didn’t go to plan, and four tracks that echo the same spirit: rough takes, studio accidents, lo-fi textures, and quiet surprises. A soft, thoughtful selection moving between warm electronics, classic riffs, and raw edges.A reminder that not everything needs to be polished. Sometimes, it’s better that way.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-wabi-sabi",
        "songs": [
          "song 1"
        ],
        "music-genres": [
          "genre 1"
        ]
      },
      "match_reason": "An emperor’s fall and a dynasty’s collapse highlight impermanence and the beauty and tragedy of things not lasting—core to the wabi-sabi philosophy."
    },
    {
      "hour": 12,
      "fact_text": "In 2005, Airbus unveiled the A380 in Toulouse, France—the world’s largest commercial airliner, capable of carrying more than 800 passengers in an all-economy configuration. The double-deck giant became both an engineering marvel and a symbol of how global air travel was stretching the limits of scale.",
      "fact_year": 2005,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Airbus_A380",
      "episode": {
        "id": 2,
        "title": "Sedna FM #02 - Destination Sedna",
        "description": "Continuing the Sedna FM journey together with family and friends! Episode two of the main series — exploring new musical territories and deepening the connection with our listeners. A collective voyage through sound.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/destination-sedna",
        "songs": [
          "Pink Floyd - Breathe",
          "The fountain DC - Starburster",
          "Laura Cahen - La Poussiere",
          "Taxi Kebab - Lmchi w rjou3",
          "Odion Iruoje - Identify With Your Roots",
          "Depeche mode - world in my eyes (Oil Tank Mix)",
          "Massive attack - Dissolved girl",
          "Kokoroko - Three piece suite",
          "Salin - Egungun",
          "E.S.P. - It's You"
        ],
        "music-genres": [
          "Progressive Rock",
          "Post-Punk",
          "French Pop",
          "Maghreb",
          "Afrobeat",
          "Synthpop",
          "Trip-Hop"
        ]
      },
      "match_reason": "An aircraft built for long-haul journeys pairs with a sonically global ‘destination’ episode that feels like boarding a flight through sound."
    },
    {
      "hour": 13,
      "fact_text": "On January 18, 2003, intense bushfires near Canberra, Australia, killed four people and destroyed more than 500 homes as flames entered the suburbs. The event reshaped Australia’s conversations about climate extremes, urban planning, and living at the edge of flammable landscapes.",
      "fact_year": 2003,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2003_Canberra_bushfires",
      "episode": {
        "id": 41,
        "title": "Morning Drops #35 - Thailand",
        "description": "Recorded in Koh Samui, Thailand, where Yasmin and her friend Patricia spent more than two intense weeks training Muay Thai and Western boxing. Between sweat, rhythm, and sea breeze, they share reflections on discipline, friendship, and the beauty of movement - with a soundtrack that connects Thai sounds to the flow of daily practice.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-thailand",
        "songs": [
          "Salin - Egungun",
          "Justin Bieber - Love Yourself",
          "Khun Narin - Phua Kao",
          "Burna Boy - Cheat on Me (feat. Dave)"
        ],
        "music-genres": [
          "Afrobeat",
          "Pop",
          "Thai Funk",
          "Afro-Fusion"
        ]
      },
      "match_reason": "A story of fire, heat, and physical endurance in Australia connects with an episode grounded in sweat, training, and elemental environments in Thailand."
    },
    {
      "hour": 14,
      "fact_text": "In 1990, Washington, D.C. mayor Marion Barry was arrested in an FBI sting operation and later convicted of drug charges after being secretly filmed smoking crack cocaine. The scandal became a powerful symbol of both political downfall and the complicated relationship between law enforcement, race, and power in U.S. cities.",
      "fact_year": 1990,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Marion_Barry",
      "episode": {
        "id": 33,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "An episode that questions our relationship with systems of control and surveillance through tech sits next to a story of an FBI sting and public exposure."
    },
    {
      "hour": 15,
      "fact_text": "On this day in 1977, Džemal Bijedić, the prime minister of socialist Yugoslavia, died in a plane crash over Bosnia and Herzegovina alongside his wife and six others. His sudden death altered the delicate balance of Yugoslav politics just a few years before the federation began to fracture.",
      "fact_year": 1977,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/D%C5%BEemal_Bijedi%C4%87",
      "episode": {
        "id": 26,
        "title": "Morning Drops #20 - Hitchhiking Poland",
        "description": "Yasmin takes you back to the summer of 2020, when borders were still uncertain and a long-held wish to visit Poland finally came true. Through four tracks, tracing her journey from a stranger's couch in Poznań to the peaks of Zakopane.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-hitchhiking-poland",
        "songs": [
          "Pidżama Porno - Ezoteryczny Poznań",
          "Seev, Masswo - Primal Scream",
          "Antoha MC - Ритм сердца",
          "Yugopolis & Maciej Maleńczuk - Ostatnia Nocka"
        ],
        "music-genres": [
          "Polish Rock",
          "Electronic",
          "Russian Rap",
          "Slavic Folk Rock"
        ]
      },
      "match_reason": "A plane crash in the Balkans and shifting Eastern European politics pair with a Slavic-sounding road-trip episode that moves across borders and histories."
    },
    {
      "hour": 16,
      "fact_text": "In 1919, Ignacy Jan Paderewski—already a world-famous pianist and composer—became Prime Minister of the newly independent Poland. He was a rare figure who moved from concert halls to negotiation halls, using both music and diplomacy to advocate for his country on the world stage.",
      "fact_year": 1919,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Ignacy_Jan_Paderewski",
      "episode": {
        "id": 27,
        "title": "Morning Drops #21 - Endless Summer",
        "description": "Recorded from Fano, a quiet town on the Adriatic coast where summer stretches long and slow. Between swims, simple meals, and time with family, Gaia reflects on the kind of music that helps us return to ourselves. Through different shades of jazz — from minimal and meditative to warm and rhythmic — an invitation to slip into that endless summer feeling.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-endless-summer",
        "songs": [
          "Nik Bärtsch - Modul 14",
          "Mama Terra - Chameleon (Single Edit)",
          "Spyro Gyra - Morning Dance",
          "Yussef Kamaal - Black Focus"
        ],
        "music-genres": [
          "Minimal Jazz",
          "Nu Jazz",
          "Jazz Fusion",
          "UK Jazz"
        ]
      },
      "match_reason": "A virtuoso musician-turned-prime-minister fits with a jazz-focused episode that blurs roles and lets artistry spill into wider life."
    },
    {
      "hour": 17,
      "fact_text": "On January 18, 1911, aviation pioneer Eugene B. Ely made history by landing his aircraft on a specially built deck aboard the USS Pennsylvania in San Francisco Bay—the first airplane landing on a ship. His daring experiment laid the groundwork for the future of aircraft carriers and naval aviation.",
      "fact_year": 1911,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Eugene_Burton_Ely",
      "episode": {
        "id": 37,
        "title": "Morning Drops #31 - Sailing With Germans",
        "description": "From the deck of a sailing boat, hosted by Yasmin and her special guests. A week at sea with six Germans, each with their own stories, songs, and ways of moving through the waves. From shared meals to unexpected laughter, from quiet resilience to sun-soaked joy — a collection of voices and tracks that reflect what it means to journey together.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sailing-with-germans",
        "songs": [
          "Billy Talent - Dead Silence",
          "Ben Howard - Keep Your Head Up",
          "Ziggy Alberts - Simple Things",
          "Vitor Kley - O Sol",
          "Enya - Orinoco Flow",
          "Paveier - Leev Marie"
        ],
        "music-genres": [
          "Punk Rock",
          "Indie Folk",
          "Surf Pop",
          "New Age",
          "German Folk"
        ]
      },
      "match_reason": "An airplane kissing the surface of the sea on a ship’s deck fits with an episode about fluid motion and diving into new, watery frontiers."
    },
    {
      "hour": 18,
      "fact_text": "In 1871, in the Hall of Mirrors at the Palace of Versailles, King Wilhelm I of Prussia was proclaimed German Emperor, formalizing the unification of Germany under Prussian leadership. The ceremony, set in a French palace during the Franco-Prussian War, was both political reality and deliberate theatrical symbolism.",
      "fact_year": 1871,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Proclamation_of_the_German_Empire",
      "episode": {
        "id": 18,
        "title": "Morning Drops #12 - 80's Club",
        "description": "Starting with a Monday evening in Munich — a few drinks, friends, and landing in an 80s dance party. From Donna Summer's hypnotic pulse, to Depeche Mode's bright synthpop, Ken Laszlo's Italo Disco romance, and Mylène Farmer's darker theatrical world. Four songs, four corners of the 80s — connected by the machines that changed how we dance.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-80s-club",
        "songs": [
          "Donna Summer - I Feel Love",
          "Depeche Mode - Just Can't Get Enough",
          "Ken Laszlo - Hey Hey Guy",
          "Mylène Farmer - Sans Contrefaçon"
        ],
        "music-genres": [
          "Disco",
          "Synthpop",
          "Italo Disco",
          "French Pop"
        ]
      },
      "match_reason": "A defining moment in German history is paired with a Munich-flavored, theatrical 80s set—modern German cultural echo to imperial unification."
    },
    {
      "hour": 19,
      "fact_text": "On this day in 1670 (or 1671, by some accounts), the Welsh privateer Henry Morgan led a daring overland expedition and captured the rich Spanish city of Panama. Marching through jungle instead of sailing straight in, his attack became legendary in the history of piracy in the Americas.",
      "fact_year": 1670,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Henry_Morgan%27s_Panama_expedition",
      "episode": {
        "id": 37,
        "title": "Morning Drops #31 - Sailing With Germans",
        "description": "From the deck of a sailing boat, hosted by Yasmin and her special guests. A week at sea with six Germans, each with their own stories, songs, and ways of moving through the waves. From shared meals to unexpected laughter, from quiet resilience to sun-soaked joy — a collection of voices and tracks that reflect what it means to journey together.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sailing-with-germans",
        "songs": [
          "Billy Talent - Dead Silence",
          "Ben Howard - Keep Your Head Up",
          "Ziggy Alberts - Simple Things",
          "Vitor Kley - O Sol",
          "Enya - Orinoco Flow",
          "Paveier - Leev Marie"
        ],
        "music-genres": [
          "Punk Rock",
          "Indie Folk",
          "Surf Pop",
          "New Age",
          "German Folk"
        ]
      },
      "match_reason": "A notorious pirate expedition across sea and jungle links nicely to a sailing-themed episode about life on the water and shared voyages."
    },
    {
      "hour": 20,
      "fact_text": "The Hawaiian Islands discovered by Cook in 1778 are not just scenic—they sit over a volcanic hotspot that slowly builds islands as the Pacific Plate glides northwest. Each island is a different chapter of Earth’s geological timeline, with the youngest, volcanically active Hawaiʻi still writing new land into the ocean.",
      "fact_year": 1778,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Hawaii_(island)",
      "episode": {
        "id": 4,
        "title": "Sedna FM #04 - Queen of Spades",
        "description": "Tuning in from the planet of irrational love. Exploring love's most vulnerable side — the kind that awakens the child within us. A diverse music selection ranging from electric blues to downtempo, soul, and jazz. A tribute to the feeling that has moved artists to create the most beautiful works. Love makes us vulnerable, and there is no art without vulnerability.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/queen-of-spades",
        "songs": [
          "Alabama Shakes - Gimme All Your Love",
          "Queens of the stone age - Make it wit chu",
          "Rosa Passos - Fusion",
          "Sade - Mr Wrong",
          "Daft Punk - Something About Us",
          "10cc - I'm Not in Love",
          "Jonny Nash - Theories",
          "Etta James - I'd Rather Go Blind",
          "Adriano Celentano - Storia D'amore",
          "Eric Clapton - Have you ever loved a woman",
          "Arctic Monkey - The Bakery"
        ],
        "music-genres": [
          "Blues Rock",
          "Stoner Rock",
          "Bossa Nova",
          "Soul",
          "Electronic",
          "Soft Rock",
          "Blues"
        ]
      },
      "match_reason": "A volcanically built island chain in the Pacific ties to an ocean-and-whale themed episode, uniting underwater worlds from Hawaii to Arctic Norway."
    }
  ],
  "generated_at": "2026-01-18T00:00:00.007687+00:00",
  "date": "2026-01-18",
  "updated_at": "2026-01-18T20:00:01.719903+00:00"
}