{
  "current_hour": 14,
  "current_fact": {
    "hour": 14,
    "fact_text": "In 1990, Washington, D.C. mayor Marion Barry was arrested in an FBI sting operation for drug possession, a dramatic fall captured on hidden cameras. His later political comeback turned his story into a complicated parable of power, scandal, and forgiveness in American urban politics.",
    "fact_year": 1990,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Marion_Barry",
    "episode": {
      "id": 33,
      "title": "Morning Drops #27 - Nomophobia",
      "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
      "songs": [
        "All Them Witches - Internet",
        "James Blake - The Wilhelm Scream",
        "Nick Mulvey - Juramidam",
        "Kraftwerk - Computer Love"
      ],
      "music-genres": [
        "Psychedelic Rock",
        "Electronic",
        "Folk",
        "Synth-Pop"
      ]
    },
    "match_reason": "A sting built on surveillance and media spectacle pairs with an episode unpacking our uneasy relationship with technology, visibility, and the systems watching us."
  },
  "queue": [
    {
      "hour": 15,
      "fact_text": "Also in 1977, Džemal Bijedić, the prime minister of socialist Yugoslavia, died alongside his wife and others in a plane crash over Bosnia and Herzegovina. His sudden death cut short a key political career in a multiethnic federation that itself would fracture dramatically just years later.",
      "fact_year": 1977,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/D%C5%BEemal_Bijedi%C4%87",
      "episode": {
        "id": 26,
        "title": "Morning Drops #20 - Hitchhiking Poland",
        "description": "Yasmin takes you back to the summer of 2020, when borders were still uncertain and a long-held wish to visit Poland finally came true. Through four tracks, tracing her journey from a stranger's couch in Poznań to the peaks of Zakopane.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-hitchhiking-poland",
        "songs": [
          "Pidżama Porno - Ezoteryczny Poznań",
          "Seev, Masswo - Primal Scream",
          "Antoha MC - Ритм сердца",
          "Yugopolis & Maciej Maleńczuk - Ostatnia Nocka"
        ],
        "music-genres": [
          "Polish Rock",
          "Electronic",
          "Russian Rap",
          "Slavic Folk Rock"
        ]
      },
      "match_reason": "A story from the former Eastern Bloc and a leader lost in flight aligns with a Slavic-travel episode that moves across borders, histories, and changing European identities."
    },
    {
      "hour": 16,
      "fact_text": "On January 18, 1919, famed pianist and composer Ignacy Jan Paderewski became prime minister of newly independent Poland. He was that rare figure who could move audiences with both virtuosic piano recitals and passionate speeches about his country’s rebirth.",
      "fact_year": 1919,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Ignacy_Jan_Paderewski",
      "episode": {
        "id": 7,
        "title": "Morning Drops #01 - Timeless Legacy",
        "description": "Gaia guides us through timeless music to start the morning with the right foot! The first episode of the Morning Drops series — classic sounds that never fade.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-timeless-legacy",
        "songs": [
          "Roberta Flack - Killing me softly with his song",
          "Stone, Angie & Raphael Saadiq - Brotha",
          "Roy Ayers - Running Away (Extended)"
        ],
        "music-genres": [
          "Soul",
          "R&B",
          "Jazz-Funk"
        ]
      },
      "match_reason": "Paderewski’s blend of political leadership and musical mastery suits an episode honoring music as a ‘timeless legacy’ that can shape nations as well as hearts."
    },
    {
      "hour": 17,
      "fact_text": "In 1911, aviation pioneer Eugene B. Ely achieved the first successful airplane landing on a ship, touching down on a wooden platform built on the USS Pennsylvania in San Francisco Bay. His brief, risky stunt foreshadowed the birth of aircraft carriers and the idea of runways that float.",
      "fact_year": 1911,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Eugene_Burton_Ely",
      "episode": {
        "id": 37,
        "title": "Morning Drops #31 - Sailing With Germans",
        "description": "From the deck of a sailing boat, hosted by Yasmin and her special guests. A week at sea with six Germans, each with their own stories, songs, and ways of moving through the waves. From shared meals to unexpected laughter, from quiet resilience to sun-soaked joy — a collection of voices and tracks that reflect what it means to journey together.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sailing-with-germans",
        "songs": [
          "Billy Talent - Dead Silence",
          "Ben Howard - Keep Your Head Up",
          "Ziggy Alberts - Simple Things",
          "Vitor Kley - O Sol",
          "Enya - Orinoco Flow",
          "Paveier - Leev Marie"
        ],
        "music-genres": [
          "Punk Rock",
          "Indie Folk",
          "Surf Pop",
          "New Age",
          "German Folk"
        ]
      },
      "match_reason": "A plane landing on a ship in the bay sits perfectly with a sea-voyage episode recorded on a boat, uniting sky and water in one floating runway of sound."
    },
    {
      "hour": 18,
      "fact_text": "On this day in 1871, Wilhelm I was proclaimed German Emperor in the Hall of Mirrors at the Palace of Versailles, formalizing the unification of Germany inside a French royal palace. The moment fused architecture, symbolism, and politics, reflecting power through literal walls of mirrors.",
      "fact_year": 1871,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Proclamation_of_the_German_Empire",
      "episode": {
        "id": 23,
        "title": "Morning Drops #17 - Steel City",
        "description": "Gaia takes us on a short trip through Sheffield's sounds — from electronic textures to raw guitars and sharp storytelling. Four tracks, one city, different edges of the same story.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-steel-city",
        "songs": [
          "The Human League - The Sound Of The Crowd",
          "Cabaret Voltaire - Deep Time",
          "Pulp - Common People",
          "Arctic Monkeys - A Certain Romance"
        ],
        "music-genres": [
          "Synthpop",
          "Industrial",
          "Britpop",
          "Indie Rock"
        ]
      },
      "match_reason": "The forging of a ‘steel’ empire in an ornate hall mirrors an episode about an industrial city’s sonic identity, where heavy industry and culture reflect off each other like mirrors."
    },
    {
      "hour": 19,
      "fact_text": "In 1670, the Welsh privateer Henry Morgan led a daring expedition to capture Panama, then a vital Spanish colonial hub linking Atlantic and Pacific trade. His march across the isthmus combined jungle hardship, piracy, and geopolitical chess in the age of wooden ships and silver fleets.",
      "fact_year": 1670,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Henry_Morgan%27s_Panama_expedition",
      "episode": {
        "id": 19,
        "title": "Morning Drops #13 - Demystifying Reggaeton",
        "description": "Yasmin takes us on a journey through the real story of reggaeton — from its roots in Panama and Puerto Rico to its global evolution. Exploring the genre's history, influences, and cultural impact.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-demystifying-reggaeton",
        "songs": [
          "Renato - Chica de los Ojos Café",
          "B. F. Yaviah - Si Tu Quieres Fumar",
          "Calle 13 - Atrévete",
          "Bad Bunny - DtMF"
        ],
        "music-genres": [
          "Reggaeton",
          "Latin Urban",
          "Hip-Hop"
        ]
      },
      "match_reason": "A pirate raid on Panama centuries ago foreshadows the same region’s later cultural export: pairing Morgan’s expedition with an episode on Panama’s role in birthing reggaeton connects violent colonial trade routes to modern musical flows."
    },
    {
      "hour": 20,
      "fact_text": "Back in 1896, those first X‑ray demonstrations didn’t just amaze—they also quietly revealed the hidden structure of metals, crystals, and bones. Within a few years, scientists were using X‑rays to explore atomic lattices and doctors were diagnosing fractures without making a single incision.",
      "fact_year": 1896,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/X-ray",
      "episode": {
        "id": 2,
        "title": "Sedna FM #02 - Destination Sedna",
        "description": "Continuing the Sedna FM journey together with family and friends! Episode two of the main series — exploring new musical territories and deepening the connection with our listeners. A collective voyage through sound.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/destination-sedna",
        "songs": [
          "Pink Floyd - Breathe",
          "The fountain DC - Starburster",
          "Laura Cahen - La Poussiere",
          "Taxi Kebab - Lmchi w rjou3",
          "Odion Iruoje - Identify With Your Roots",
          "Depeche mode - world in my eyes (Oil Tank Mix)",
          "Massive attack - Dissolved girl",
          "Kokoroko - Three piece suite",
          "Salin - Egungun",
          "E.S.P. - It's You"
        ],
        "music-genres": [
          "Progressive Rock",
          "Post-Punk",
          "French Pop",
          "Maghreb",
          "Afrobeat",
          "Synthpop",
          "Trip-Hop"
        ]
      },
      "match_reason": "An episode framed as a voyage into unseen musical territories resonates with X‑rays revealing structures previously invisible to human senses."
    },
    {
      "hour": 21,
      "fact_text": "When Wilhelm I accepted the title of German Emperor in 1871, he did so hesitantly—he already held it by constitution from January 1 but feared the symbolism of imperial grandeur. That delay turned a legal fact into a theatrical moment, staged with uniforms, mirrors, and choreography in Versailles.",
      "fact_year": 1871,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Wilhelm_I",
      "episode": {
        "id": 4,
        "title": "Sedna FM #04 - Queen of Spades",
        "description": "Tuning in from the planet of irrational love. Exploring love's most vulnerable side — the kind that awakens the child within us. A diverse music selection ranging from electric blues to downtempo, soul, and jazz. A tribute to the feeling that has moved artists to create the most beautiful works. Love makes us vulnerable, and there is no art without vulnerability.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/queen-of-spades",
        "songs": [
          "Alabama Shakes - Gimme All Your Love",
          "Queens of the stone age - Make it wit chu",
          "Rosa Passos - Fusion",
          "Sade - Mr Wrong",
          "Daft Punk - Something About Us",
          "10cc - I'm Not in Love",
          "Jonny Nash - Theories",
          "Etta James - I'd Rather Go Blind",
          "Adriano Celentano - Storia D'amore",
          "Eric Clapton - Have you ever loved a woman",
          "Arctic Monkey - The Bakery"
        ],
        "music-genres": [
          "Blues Rock",
          "Stoner Rock",
          "Bossa Nova",
          "Soul",
          "Electronic",
          "Soft Rock",
          "Blues"
        ]
      },
      "match_reason": "A ruler’s hesitation to embrace a powerful new identity parallels love’s vulnerability and the fear of stepping fully into a role that changes how the world sees you."
    },
    {
      "hour": 22,
      "fact_text": "As Japan’s Twenty-One Demands rattled diplomats in 1915, they also helped push China’s May Fourth generation toward modern literature, protest, and new ideas of nationhood. An ultimatum intended to secure control instead sparked a wave of cultural reinvention.",
      "fact_year": 1915,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Republic_of_China_(1912%E2%80%931949)",
      "episode": {
        "id": 6,
        "title": "Sedna FM #06 - Alters of an Ego",
        "description": "What if you could step outside yourself and become someone freer, bolder, or completely unexpected? Exploring the artistry of musicians who craft alter-egos and parallel realities to experiment with new dimensions of their identity. It's not about hiding who they are — it's about expanding who they can be.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/alters-of-an-ego",
        "songs": [
          "The Thin White Duke - Stay",
          "Mac Miller - Dang (feat. Anderson .Paak)",
          "Larry Lovestein - Love Affair",
          "The Fireman - Strawberries Oceans Ships Forest",
          "Paul McCartney - Oh! Darling",
          "Prince - Kiss",
          "Camille - Rebirth of the Flash",
          "MF DOOM - Deep Fried Frenz",
          "Gorillaz - Dirty Harry",
          "Gorillaz - Andromeda"
        ],
        "music-genres": [
          "Glam Rock",
          "Hip-Hop",
          "Jazz",
          "Ambient",
          "Classic Rock",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "An episode about shifting identities and alter-egos matches a historical moment when a society was pressured from outside and responded by reinventing its own cultural self."
    },
    {
      "hour": 23,
      "fact_text": "James Cook’s \"discovery\" of Hawaii in 1778 wasn’t the islands’ first contact with the cosmos: Polynesian navigators had been crossing vast Pacific distances for centuries using stars, swells, and birds. Cook arrived with sextants and charts, but he sailed into a sea already mapped in memory and sky.",
      "fact_year": 1778,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/James_Cook",
      "episode": {
        "id": 38,
        "title": "Morning Drops #32 - A Weekend In London",
        "description": "Recorded in London, marking a weekend reunion between Gaia and Yasmin. A selection inspired by London's energy, seen through the eyes of two inseparable friends — music from concerts, club nights, and long walks across town. Four tracks to ease you into the week at the right pace.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-weekend-in-london",
        "songs": [
          "Dele Sosimi - E Go Betta",
          "Jimmy Castor Bunch - It's Just Begun",
          "Little Simz feat. Obongjayar - Lion",
          "The Asphodells - Late Flowering Lust (Phil Kieran Remix)"
        ],
        "music-genres": [
          "Afrobeat",
          "Funk",
          "UK Hip-Hop",
          "Electronic"
        ]
      },
      "match_reason": "Cook sailed from the imperial world that London would later embody; this London-inspired, globally flavored playlist nods to voyages, encounters, and the city where many Pacific maps were eventually redrawn."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "In 1586, the massive Tenshō earthquake struck Japan's island of Honshu with an estimated magnitude of 7.9, triggering a powerful tsunami. With around 8,000 lives lost, it reshaped coastlines and folk memory, becoming one of the early recorded reminders that the Earth’s crust is anything but still.",
      "fact_year": 1586,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1586_Tensh%C5%8D_earthquake",
      "episode": {
        "id": 20,
        "title": "Morning Drops #14 - Slow Planet",
        "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
        "songs": [
          "Air - Cherry Blossom Girl",
          "Kruder & Dorfmeister - Keep On Believing",
          "Tosca - Orozco",
          "Bonobo - Terrapin"
        ],
        "music-genres": [
          "Downtempo",
          "Trip-Hop",
          "Electronic",
          "Chillout"
        ]
      },
      "match_reason": "A calm, reflective downtempo set provides a soothing counterpoint to the violence of earthquakes and waves, echoing the planet’s slow return to equilibrium after sudden upheaval."
    },
    {
      "hour": 1,
      "fact_text": "On January 18, 1896, physicist H. L. Smith publicly demonstrated one of the earliest X‑ray machines, turning invisible rays into visible images. Spectators saw through flesh to bone for the first time, a moment when science made the human body partially transparent and medicine stepped into a new era.",
      "fact_year": 1896,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/X-ray_machine",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "An episode themed around electricity and jolt-like guitar energy mirrors the shock and awe of early X‑ray demonstrations and the new electromagnetic frontier they opened."
    },
    {
      "hour": 2,
      "fact_text": "In 1977, scientists at the U.S. Centers for Disease Control and Prevention finally pinned down the mysterious cause of Legionnaires’ disease: a previously unknown bacterium later named Legionella pneumophila. The breakthrough came after a baffling outbreak at an American Legion convention and marked a milestone in epidemiology and environmental health.",
      "fact_year": 1977,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Legionnaires%27_disease",
      "episode": {
        "id": 49,
        "title": "Morning Drops #42 - The Joy Of Learning",
        "description": "Hosted by Yasmin, this Morning Drop explores learning as a lifelong process, focusing on persistence, repetition, and the emotional landscape that comes with challenging oneself over time.\n\nThrough personal stories and scientific insights, the episode looks at how learning reshapes the brain, generates joy through effort, and why progress often arrives after confusion and frustration. It reflects on the so-called delayed pleasure effect, the role of dopamine in motivation, and how curiosity and learning support long-term wellbeing.\n\nThe episode also questions our cultural relationship with failure and invites a softer, more realistic approach to learning, one that accepts mistakes as part of growth and sees persistence as a quiet form of strength.\n\nMood: reflective, grounded, quietly hopeful\nMusic genre: alternative rock, hip hop, electronic, neo-soul, drill\n\nA space to listen slowly and stay with the process.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-joy-of-learning",
        "songs": [
          "Radiohead - Separator",
          "Mac Miller - What's the Use?",
          "Morad & Beny Jr - Sigue",
          "Post Malone - White Iverson"
        ],
        "music-genres": [
          "Alternative Rock",
          "Experimental Electronic",
          "Hip Hop",
          "Neo-Soul",
          "Drill / Trap"
        ]
      },
      "match_reason": "A story about solving a scientific mystery fits an episode centered on learning, persistence, and the slow joy of finally understanding something difficult."
    },
    {
      "hour": 3,
      "fact_text": "On this day in 1778, Captain James Cook became the first known European to reach the Hawaiian Islands, naming them the “Sandwich Islands” after a British earl. For Hawaiians, the encounter would eventually reshape their world; for Europe, it added a lush volcanic archipelago to the map of the Pacific.",
      "fact_year": 1778,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Hawaiian_Islands",
      "episode": {
        "id": 39,
        "title": "Morning Drops #33 - Immerse",
        "description": "An analogy between diving, one of Gaia's great passions, and the act of immersing in life itself. A reflection on what happens when we go below the surface: when we let ourselves be fully present. From moments of calm suspension to warm, rhythmic flow, the selection moves like water — fluid, organic, and alive. An invitation to slow down, listen deeper, and float.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-immerse",
        "songs": [
          "Pino D'Angiò - Un Po' d'Uva e un Liquore",
          "Midlife - The Magnificent Moon",
          "Tornado Wallace - Today",
          "Nu Genea - Marechià (feat. Celia Kameni)"
        ],
        "music-genres": [
          "Italo Disco",
          "Indie",
          "Balearic",
          "Nu Disco"
        ]
      },
      "match_reason": "Oceanic exploration and island discovery pair with a water-themed, floating selection that invites listeners to metaphorically dive into new worlds."
    },
    {
      "hour": 4,
      "fact_text": "In 2007, Cyclone Kyrill tore across Western Europe, bringing hurricane-force winds to at least 20 countries and causing at least 44 deaths. It became one of the continent’s most powerful and costly winter storms, revealing how even temperate regions can be lashed by almost tropical ferocity.",
      "fact_year": 2007,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Cyclone_Kyrill",
      "episode": {
        "id": 48,
        "title": "Evening Flows #01 - Yasmin - Crescendo in the Medina",
        "description": "The first Evening Flow episode comes from Yasmin. It starts deep in the medina, slow, mysterious, textured, and grows into a liberating dance across sub-Saharan landscapes. A journey through ambient soundscapes, Arabic melodies, Afro-Latin rhythms, and funky highlife grooves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/evening-flows-party-in-the-medina",
        "songs": [
          "Stive Morgan - Solar Wind, Pt. 3",
          "David Visan & Carlos Campos - Crystal Heart",
          "Evan Mars - Ya Zareef Al Tool",
          "Gerardo Frisina - Cuiabá",
          "Dele Sosimi & Medlar - You No Fit Touch Am (Medlar Remix)",
          "The Busy Twist - Friday Night"
        ],
        "music-genres": [
          "Ambient",
          "Deep House",
          "World Music",
          "Nu Jazz",
          "Afrobeat",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "The storm’s sweeping path across many countries echoes this episode’s journeying flow across regions and genres, building from a calm beginning into powerful rhythmic gusts."
    },
    {
      "hour": 5,
      "fact_text": "On January 18, 1981, Phil Smith and Phil Mayfield leapt from a Houston skyscraper and completed a daredevil checklist: they became the first people to BASE jump from all four object categories—Building, Antenna, Span, and Earth. Their descent stitched together architecture, engineering, and raw cliffs into a single, gravity-defying sport.",
      "fact_year": 1981,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/BASE_jumping",
      "episode": {
        "id": 5,
        "title": "Sedna FM #05 - On The Go - Zero Zero",
        "description": "An energetic mix for when you're on the move. Zero Zero captures that feeling of starting fresh, moving forward, and embracing the journey. Perfect for travel, walks, or just getting things done.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/on-the-go-zero-zero",
        "songs": [
          "Alborosie - Rock the dancehall",
          "Grace Jones - Pull up to the bumper",
          "Hollie cook - Happy hour",
          "Easy star all star - Soul love",
          "Jeremie Albino - Rolling down the 405",
          "Cyril Neville - I found joy",
          "Aretha Franklin - Rock steady",
          "James Brown - Talking loud and saying nothing (remix)",
          "Nubiyan Twist - So mi stay",
          "Professor Wouassa - Fallou Fall",
          "Jarabe de Palo - La Flaca"
        ],
        "music-genres": [
          "Reggae",
          "Funk",
          "Soul",
          "Afrobeat",
          "Latin Rock",
          "New Wave"
        ]
      },
      "match_reason": "High-energy, forward-moving tracks suit the adrenaline and motion of hurling yourself off man‑made and natural heights in the name of adventure."
    },
    {
      "hour": 6,
      "fact_text": "In 1967, Albert DeSalvo, widely believed to be the \"Boston Strangler\", was convicted of multiple crimes and sentenced to life in prison, though he was never tried for the infamous serial murders themselves. His case lives in a murky space between confession, doubt, and forensic limitations before the DNA era.",
      "fact_year": 1967,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Boston_Strangler",
      "episode": {
        "id": 31,
        "title": "Morning Drops #25 - A Trip-Hop Journey",
        "description": "Hosted by friend Lorenzo, a journey through the roots and evolution of trip-hop. From Bristol's early experiments with Massive Attack and Tricky, to DJ Shadow's cinematic sampling in California, and Thievery Corporation's global downtempo grooves in Washington D.C. — exploring how this genre blurred boundaries and reshaped electronic music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-trip-hop-journey",
        "songs": [
          "Massive Attack - Unfinished Sympathy",
          "Tricky - Hell Is Round the Corner",
          "DJ Shadow - Midnight in a Perfect World",
          "Thievery Corporation - Lebanese Blonde",
          "Smoke City - Underwater Love"
        ],
        "music-genres": [
          "Trip-Hop",
          "Downtempo",
          "Electronic"
        ]
      },
      "match_reason": "Dark, cinematic trip-hop textures resonate with the unsettling, ambiguous atmosphere of a notorious crime story that still haunts urban folklore."
    },
    {
      "hour": 7,
      "fact_text": "On this day in 1788, the first ships of Britain’s First Fleet reached Botany Bay, carrying 736 convicts to establish a penal colony in Australia. That grim sea voyage laid the foundations for modern Australia while profoundly disrupting the lives and lands of Aboriginal peoples who had been there for tens of thousands of years.",
      "fact_year": 1788,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/First_Fleet",
      "episode": {
        "id": 29,
        "title": "Morning Drops #23 - Morning Dubs",
        "description": "Recorded while still processing Houghton Festival. One of the mornings there, waking up in the woods to a reggae DJ set — no phone signal, just trees, music, and loved ones. A slow selection of reggae, dub, and morning rhythms. Dubs instead of drops. Start your day slow — with space to breathe.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-morning-dubs",
        "songs": [
          "The Gaylads - Joy in the Morning",
          "The Officials - Babylonian",
          "King Tubby - King Tubby Meets the Rockers Uptown",
          "Aisha Morrison - Ethiopia"
        ],
        "music-genres": [
          "Reggae",
          "Dub",
          "Roots Reggae"
        ]
      },
      "match_reason": "Dub and roots reggae, often steeped in themes of exile, displacement, and ‘Babylon’, offer a poignant sonic lens on forced transport, colonization, and survival at the edges of empire."
    },
    {
      "hour": 8,
      "fact_text": "In 1969, United Airlines Flight 266 plunged into Santa Monica Bay shortly after takeoff from Los Angeles, killing all 38 people on board. The crash, caused by electrical system failures and instrument problems, prompted further scrutiny of cockpit redundancy and safety in the jet age.",
      "fact_year": 1969,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/United_Air_Lines_Flight_266",
      "episode": {
        "id": 50,
        "title": "Morning Drops #43 - Looking Back",
        "description": "In this first Morning Drop of 2026, Yasmin opens a space for quiet reflection on the nature of transitions. The episode traces a personal journey that began three years ago, when a sudden injury on New Year’s Day turned a desire for movement into a mandatory season of stillness.\n\nThrough the story of a broken knee and the slow process of relearning to walk, the narrative explores the difference between being strong and being aware. It touches on the vulnerability of the body, the unexpected joy found in daily progress, and the warmth that comes from finally allowing oneself to accept help. The musical selection mirrors this path of recovery, moving from the uncertainty of change to the steady rhythm of healing.\n\nMood: Reflective, Resilient, Grounded\nMusic genre: Indie Pop, Cinematic, World, Soul\n\nWe invite you to listen deeply and find comfort in your own pace.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-looking-back",
        "songs": [
          "Alt-J - 3WW",
          "Kelly Finnigan - I Don't Wanna Wait",
          "Goran Bregović & Iggy Pop - This Is a Film",
          "Ishihonana - Lucia (Original Mix)",
          "The Weeknd - Save Your Tears"
        ],
        "music-genres": [
          "Indie Pop",
          "Soul",
          "World",
          "Cinematic",
          "Synth-Pop"
        ]
      },
      "match_reason": "An introspective, cinematic set about vulnerability and recovery complements the somber lessons learned from an aviation disaster and the slow improvement of safety that followed."
    },
    {
      "hour": 9,
      "fact_text": "On January 18, 1941, British and Commonwealth forces launched a broad counter-offensive against Italian East Africa during World War II. The campaign unfolded across deserts and highlands, involving Ethiopian resistance and reshaping control of the Horn of Africa.",
      "fact_year": 1941,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/East_African_campaign_(World_War_II)",
      "episode": {
        "id": 30,
        "title": "Morning Drops #24 - The Rise Of Afrobeat",
        "description": "An exploration of the rise of Afrobeat, tracing its roots and evolution as a genre that blends African rhythms with jazz, funk, and highlife. A celebration of the infectious energy and cultural significance of this influential musical movement.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-rise-of-afrobeat",
        "songs": [
          "E.T. Mensah - Ghana Freedom",
          "I.K. Dairo - Salome",
          "Fela Kuti - Great Kids",
          "Fela Kuti - Expensive Shit"
        ],
        "music-genres": [
          "Highlife",
          "Jùjú",
          "Afrobeat"
        ]
      },
      "match_reason": "A historical African battleground is paired with an episode celebrating African musical resistance and freedom, placing military campaigns alongside cultural liberation."
    },
    {
      "hour": 10,
      "fact_text": "In 1915, Japan presented China with the \"Twenty-One Demands\", an ultimatum that sought sweeping economic and political concessions. The demands alarmed other powers, inflamed Chinese nationalism, and foreshadowed the intense struggles for influence in East Asia during the 20th century.",
      "fact_year": 1915,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Twenty-One_Demands",
      "episode": {
        "id": 14,
        "title": "Morning Drops #08 - (un)Boxing",
        "description": "An episode about breaking free from expectations and labels. Music that helps us unbox ourselves and embrace who we truly are.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-unboxing",
        "songs": [
          "Kendrick Lamar - Feel",
          "Kendrick Lamar - The Blacker the Berry",
          "Kendrick Lamar - Mirror"
        ],
        "music-genres": [
          "Hip-Hop",
          "Conscious Rap"
        ]
      },
      "match_reason": "An episode about resisting imposed boxes and reclaiming identity parallels China’s struggle against external demands and the rise of nationalist self-definition."
    },
    {
      "hour": 11,
      "fact_text": "On this day in 1126, Emperor Huizong of Song abdicated the Chinese throne in favor of his son Qinzong, just as the dynasty faced looming invasion by the Jurchen-led Jin. The elegant artist-emperor’s departure from power marked the beginning of the end for the Northern Song capital at Kaifeng.",
      "fact_year": 1126,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Emperor_Huizong_of_Song",
      "episode": {
        "id": 25,
        "title": "Morning Drops #19 - Wabi Sabi",
        "description": "Wabi-sabi is a story about a handmade mug, a small mistake, and the idea that imperfection can be something to keep—not correct. In this Morning Drop, Gaia shares a moment that didn’t go to plan, and four tracks that echo the same spirit: rough takes, studio accidents, lo-fi textures, and quiet surprises. A soft, thoughtful selection moving between warm electronics, classic riffs, and raw edges.A reminder that not everything needs to be polished. Sometimes, it’s better that way.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-wabi-sabi",
        "songs": [
          "song 1"
        ],
        "music-genres": [
          "genre 1"
        ]
      },
      "match_reason": "Huizong was famed for refined art and poetry but presided over political collapse; a wabi-sabi meditation on beauty and imperfection reflects the bittersweet elegance of his abdication."
    },
    {
      "hour": 12,
      "fact_text": "In 2005, Airbus unveiled the A380 in Toulouse—the largest passenger airliner ever built, with a wingspan wider than a football field. Designed to move hundreds of humans quietly through the stratosphere, it became a flying symbol of global connectivity and the ambitions of modern aerospace engineering.",
      "fact_year": 2005,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Airbus_A380",
      "episode": {
        "id": 9,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "A giant plane carving quiet space in the sky matches an episode about rethinking space and movement, with forward-driving tracks that feel like takeoff."
    },
    {
      "hour": 13,
      "fact_text": "On January 18, 2003, intense bushfires roared into Canberra, Australia’s capital, killing four people and destroying more than 500 homes. In just a few hours, suburban streets turned into glowing firebreaks, highlighting how quickly climate, wind, and landscape can combine into an urban inferno.",
      "fact_year": 2003,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2003_Canberra_bushfires",
      "episode": {
        "id": 41,
        "title": "Morning Drops #35 - Thailand",
        "description": "Recorded in Koh Samui, Thailand, where Yasmin and her friend Patricia spent more than two intense weeks training Muay Thai and Western boxing. Between sweat, rhythm, and sea breeze, they share reflections on discipline, friendship, and the beauty of movement - with a soundtrack that connects Thai sounds to the flow of daily practice.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-thailand",
        "songs": [
          "Salin - Egungun",
          "Justin Bieber - Love Yourself",
          "Khun Narin - Phua Kao",
          "Burna Boy - Cheat on Me (feat. Dave)"
        ],
        "music-genres": [
          "Afrobeat",
          "Pop",
          "Thai Funk",
          "Afro-Fusion"
        ]
      },
      "match_reason": "An episode rooted in heat, physical intensity, and training discipline provides a human-scale mirror to the raw, fiery power of bushfires and the resilience needed in their aftermath."
    },
    {
      "hour": 14,
      "fact_text": "In 1990, Washington, D.C. mayor Marion Barry was arrested in an FBI sting operation for drug possession, a dramatic fall captured on hidden cameras. His later political comeback turned his story into a complicated parable of power, scandal, and forgiveness in American urban politics.",
      "fact_year": 1990,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Marion_Barry",
      "episode": {
        "id": 33,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "A sting built on surveillance and media spectacle pairs with an episode unpacking our uneasy relationship with technology, visibility, and the systems watching us."
    }
  ],
  "generated_at": "2026-01-18T00:00:00.011622+00:00",
  "date": "2026-01-18",
  "updated_at": "2026-01-18T14:00:01.776254+00:00"
}