{
  "current_hour": 5,
  "current_fact": {
    "hour": 5,
    "fact_text": "On 25 December 1963, Bayrak Radio began broadcasting for Turkish Cypriots after they were forced out of the island’s state broadcaster. Working with improvised equipment, the station became a lifeline for news, identity, and culture during a time of deep division.",
    "fact_year": 1963,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Bayrak",
    "episode": {
      "id": 1,
      "title": "Sedna FM #01 - November Bomb",
      "description": "The first Family & Friends radio episode from Yasmin Sarbaoui and Gaia Parolini. Where it all began — a life soundtrack that launched Sedna FM into the universe. Raw, heartfelt, and full of the energy that defines everything that followed.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/november-bomb",
      "songs": [
        "berlioz - Open this wall",
        "Nas - One Mic",
        "Canserbero - De la vida como pelicula, tragedia, comedia y ficcion",
        "Frankie Knuckles - Your Love",
        "Notorious B.I.G. - 17 Ten Crack Commandments",
        "Liloca - Utani Xuva",
        "Fela Kuti - Zombie",
        "Neffa - Aspettando il sole",
        "Childish Gambino - No Excuses",
        "Modjo - Music takes you back"
      ],
      "music-genres": [
        "Hip-Hop",
        "Afrobeat",
        "House",
        "Italian Pop",
        "R&B",
        "Latin Rap"
      ]
    },
    "match_reason": "Bayrak Radio’s improvised first broadcast as a voice for a community mirrors Sedna FM’s own ‘where it all began’ origin energy as an independent, culture‑driven radio project."
  },
  "queue": [
    {
      "hour": 6,
      "fact_text": "On 25 December 1758, a Saxon farmer‑astronomer named Johann Georg Palitzsch spotted a familiar fuzzy star in the sky—Halley’s Comet returning exactly when Edmond Halley had predicted decades after his death. It was the first time a comet’s return had been forecast, turning a terrifying omen into a triumph of celestial mechanics.",
      "fact_year": 1758,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Halley%27s_Comet",
      "episode": {
        "id": 31,
        "title": "Morning Drops #23 - Morning Dubs",
        "description": "Recorded while still processing Houghton Festival. One of the mornings there, waking up in the woods to a reggae DJ set — no phone signal, just trees, music, and loved ones. A slow selection of reggae, dub, and morning rhythms. Dubs instead of drops. Start your day slow — with space to breathe.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-morning-dubs",
        "songs": [
          "The Gaylads - Joy in the Morning",
          "The Officials - Babylonian",
          "King Tubby - King Tubby Meets the Rockers Uptown",
          "Aisha Morrison - Ethiopia"
        ],
        "music-genres": [
          "Reggae",
          "Dub",
          "Roots Reggae"
        ]
      },
      "match_reason": "A returning comet is like a celestial rhythm dropping back into the mix on schedule, matching the episode’s cyclical, meditative dub pulses and its sense of cosmic timing in the woods."
    },
    {
      "hour": 7,
      "fact_text": "On 25 December 1946, the Soviet Union achieved Europe’s first self‑sustaining nuclear chain reaction in the F‑1 research reactor near Moscow. The graphite‑moderated core quietly proved that controlled splitting of atoms could power both bombs and, eventually, cities.",
      "fact_year": 1946,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/F-1_(nuclear_reactor)",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "A nuclear chain reaction is the ultimate ‘electric shock’—a release of energy from invisible physics—matching the episode’s jolt of amplified guitars and high‑voltage mood."
    },
    {
      "hour": 8,
      "fact_text": "On 25 December 1725, Johann Sebastian Bach premiered his Christmas cantata ‘Unser Mund sei voll Lachens’ (BWV 110) in Leipzig, using music to make the sound of laughter ripple through the choir. With trumpets, timpani, and playful vocal lines, he turned sacred celebration into a kind of orchestrated joy.",
      "fact_year": 1725,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Unser_Mund_sei_voll_Lachens,_BWV_110",
      "episode": {
        "id": 7,
        "title": "Morning Drops #01 - Timeless Legacy",
        "description": "Gaia guides us through timeless music to start the morning with the right foot! The first episode of the Morning Drops series — classic sounds that never fade.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-timeless-legacy",
        "songs": [
          "Roberta Flack - Killing me softly with his song",
          "Stone, Angie & Raphael Saadiq - Brotha",
          "Roy Ayers - Running Away (Extended)"
        ],
        "music-genres": [
          "Soul",
          "R&B",
          "Jazz-Funk"
        ]
      },
      "match_reason": "A Baroque Christmas cantata that still moves listeners centuries later fits the idea of a ‘timeless legacy’ of music that keeps carrying joy and emotion across ages."
    },
    {
      "hour": 9,
      "fact_text": "On 25 December 1932, a magnitude 7.6 earthquake struck Gansu, China, tearing open the ground and killing around 275 people in a sparsely populated region. The quake ruptured more than 150 kilometers of fault, a reminder that Earth’s crust is constantly shifting, even on a day humans mark for stillness.",
      "fact_year": 1932,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1932_Changma_earthquake",
      "episode": {
        "id": 39,
        "title": "Morning Drops #33 - Immerse",
        "description": "An analogy between diving, one of Gaia's great passions, and the act of immersing in life itself. A reflection on what happens when we go below the surface: when we let ourselves be fully present. From moments of calm suspension to warm, rhythmic flow, the selection moves like water — fluid, organic, and alive. An invitation to slow down, listen deeper, and float.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-immerse",
        "songs": [
          "Pino D'Angiò - Un Po' d'Uva e un Liquore",
          "Midlife - The Magnificent Moon",
          "Tornado Wallace - Today",
          "Nu Genea - Marechià (feat. Celia Kameni)"
        ],
        "music-genres": [
          "Italo Disco",
          "Indie",
          "Balearic",
          "Nu Disco"
        ]
      },
      "match_reason": "An earthquake exposes the hidden motion beneath solid ground; the episode invites us to ‘go below the surface’ and feel deeper forces quietly shaping our world."
    },
    {
      "hour": 10,
      "fact_text": "On the night of 25 December 1776, George Washington led some 2,400 soldiers silently across an ice‑clogged Delaware River in a desperate winter gamble. Their surprise attack on Trenton the next morning turned a collapsing revolution into a revived cause.",
      "fact_year": 1776,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Continental_Army",
      "episode": {
        "id": 5,
        "title": "Sedna FM #05 - On The Go - Zero Zero",
        "description": "An energetic mix for when you're on the move. Zero Zero captures that feeling of starting fresh, moving forward, and embracing the journey. Perfect for travel, walks, or just getting things done.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/on-the-go-zero-zero",
        "songs": [
          "Alborosie - Rock the dancehall",
          "Grace Jones - Pull up to the bumper",
          "Hollie cook - Happy hour",
          "Easy star all star - Soul love",
          "Jeremie Albino - Rolling down the 405",
          "Cyril Neville - I found joy",
          "Aretha Franklin - Rock steady",
          "James Brown - Talking loud and saying nothing (remix)",
          "Nubiyan Twist - So mi stay",
          "Professor Wouassa - Fallou Fall",
          "Jarabe de Palo - La Flaca"
        ],
        "music-genres": [
          "Reggae",
          "Funk",
          "Soul",
          "Afrobeat",
          "Latin Rock",
          "New Wave"
        ]
      },
      "match_reason": "The icy river crossing was a literal reset—a ‘Zero Zero’ moment of moving against all odds—matching the episode’s theme of starting fresh and embracing the journey in motion."
    },
    {
      "hour": 11,
      "fact_text": "On 25 December 1553, Mapuche forces led by the young strategist Lautaro ambushed and defeated Spanish conquistadors at the Battle of Tucapel in Chile. They captured and executed the colonial governor Pedro de Valdivia, proving that indigenous resistance could fracture imperial expansion.",
      "fact_year": 1553,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Tucapel",
      "episode": {
        "id": 22,
        "title": "Morning Drops #16 - The Sound of Tuareg",
        "description": "A journey into the sound of the Tuareg: from traditional chants and desert rituals to the electrified rhythms of exile and resistance. Music shaped by sand, memory, and survival.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-sound-of-tuareg",
        "songs": [
          "Les Filles de Illighadad - Imigradan",
          "Tinariwen - Amassakoul ’N’ Ténéré",
          "Liya Ag Ablil - Awa Adounia",
          "Tinariwen - Sastanàqqàm"
        ],
        "music-genres": [
          "Desert Blues",
          "Tuareg",
          "World Music"
        ]
      },
      "match_reason": "The Mapuche uprising parallels Tuareg musical stories of land, resistance, and survival against colonizing forces, giving this battle a sonic echo in desert‑blues defiance."
    },
    {
      "hour": 12,
      "fact_text": "On 25 December 1962, the Soviet Union conducted its final above‑ground nuclear weapons test, just months before signing the Partial Nuclear Test Ban Treaty. The blast marked the end of an era when humans regularly injected radioactive dust into the atmosphere in the name of geopolitical brinkmanship.",
      "fact_year": 1962,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1962_Soviet_nuclear_tests",
      "episode": {
        "id": 33,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "Just as the treaty forced a rethink of our relationship with nuclear technology, ‘Nomophobia’ questions our dependency on another powerful technology—our phones—and how we choose to live with it."
    },
    {
      "hour": 13,
      "fact_text": "On 25 December 1814, Reverend Samuel Marsden held the first Christian service on New Zealand soil at Rangihoua Bay, preaching in English while Māori chiefs and communities watched and listened. The moment symbolized both cultural encounter and the beginning of profound, often painful transformations for indigenous Aotearoa.",
      "fact_year": 1814,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Samuel_Marsden",
      "episode": {
        "id": 17,
        "title": "Morning Drops #11 - Mediterranean Boat",
        "description": "Gaia invites you to embark on a musical voyage across the Mediterranean. Exploring music from different countries shared by people who call them home. A warm, sun-soaked journey through coastal sounds.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-mediterranean-boat",
        "songs": [
          "Arleta - Bar To Navagio",
          "Baba Zula - Tavla",
          "Mylène Farmer - Désenchantée",
          "Fabrizio De André - Crêuza de mä"
        ],
        "music-genres": [
          "Greek Folk",
          "Turkish Psychedelic",
          "French Pop",
          "Italian Singer-Songwriter"
        ]
      },
      "match_reason": "A missionary’s arrival by sea to a distant bay parallels the episode’s boat‑borne journey across cultures and coasts, raising questions about how music and belief travel over water."
    },
    {
      "hour": 14,
      "fact_text": "On 25 December 1724, Bach premiered his cantata ‘Gelobet seist du, Jesu Christ’ (BWV 91) in Leipzig, weaving Martin Luther’s 1524 hymn into intricate new harmonies. It’s an example of how a simple congregational song can be transformed into a multi‑layered soundscape without losing its spiritual core.",
      "fact_year": 1724,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Gelobet_seist_du,_Jesu_Christ,_BWV_91",
      "episode": {
        "id": 27,
        "title": "Morning Drops #21 - Endless Summer",
        "description": "Recorded from Fano, a quiet town on the Adriatic coast where summer stretches long and slow. Between swims, simple meals, and time with family, Gaia reflects on the kind of music that helps us return to ourselves. Through different shades of jazz — from minimal and meditative to warm and rhythmic — an invitation to slip into that endless summer feeling.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-endless-summer",
        "songs": [
          "Nik Bärtsch - Modul 14",
          "Mama Terra - Chameleon (Single Edit)",
          "Spyro Gyra - Morning Dance",
          "Yussef Kamaal - Black Focus"
        ],
        "music-genres": [
          "Minimal Jazz",
          "Nu Jazz",
          "Jazz Fusion",
          "UK Jazz"
        ]
      },
      "match_reason": "Bach’s reworking of a simple hymn into rich, flowing textures mirrors jazz’s way of stretching core melodies into expansive, meditative ‘endless’ improvisations."
    },
    {
      "hour": 15,
      "fact_text": "On 25 December 2016, a Russian military Tupolev Tu‑154 crashed into the Black Sea shortly after takeoff, killing all 92 onboard, including most of the Alexandrov Ensemble choir. The ensemble, known as the Red Army Choir, had been en route to perform for troops in Syria, turning a planned concert into a national tragedy.",
      "fact_year": 2016,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Alexandrov_Ensemble",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "Both stories juxtapose aircraft over cold seas with powerful soundscapes—one a lost choir, one Arctic whales—inviting a contemplative, cinematic mood around beauty and fragility."
    },
    {
      "hour": 16,
      "fact_text": "On 25 December 1870, Richard Wagner’s ‘Siegfried Idyll’ was first performed by a small ensemble on the staircase of his villa as a private birthday gift to his wife Cosima. The tender piece, woven from themes in his opera ‘Siegfried,’ turns domestic love and lullabies into symphonic poetry.",
      "fact_year": 1870,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Siegfried_Idyll",
      "episode": {
        "id": 4,
        "title": "Sedna FM #04 - Queen of Spades",
        "description": "Tuning in from the planet of irrational love. Exploring love's most vulnerable side — the kind that awakens the child within us. A diverse music selection ranging from electric blues to downtempo, soul, and jazz. A tribute to the feeling that has moved artists to create the most beautiful works. Love makes us vulnerable, and there is no art without vulnerability.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/queen-of-spades",
        "songs": [
          "Alabama Shakes - Gimme All Your Love",
          "Queens of the stone age - Make it wit chu",
          "Rosa Passos - Fusion",
          "Sade - Mr Wrong",
          "Daft Punk - Something About Us",
          "10cc - I'm Not in Love",
          "Jonny Nash - Theories",
          "Etta James - I'd Rather Go Blind",
          "Adriano Celentano - Storia D'amore",
          "Eric Clapton - Have you ever loved a woman",
          "Arctic Monkey - The Bakery"
        ],
        "music-genres": [
          "Blues Rock",
          "Stoner Rock",
          "Bossa Nova",
          "Soul",
          "Electronic",
          "Soft Rock",
          "Blues"
        ]
      },
      "match_reason": "‘Siegfried Idyll’ is literally a love letter in music, composed as an intimate birthday surprise, fitting the episode’s exploration of vulnerable, irrational love as a creative force."
    },
    {
      "hour": 17,
      "fact_text": "On 25 December 1951, civil rights organizers Harry T. Moore and Harriette V. S. Moore were killed when a bomb exploded beneath their Florida home on Christmas night. As early NAACP leaders fighting lynching and voter suppression, they were among the first martyrs of the modern U.S. Civil Rights Movement.",
      "fact_year": 1951,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Murders_of_Harry_and_Harriette_Moore",
      "episode": {
        "id": 14,
        "title": "Morning Drops #08 - (un)Boxing",
        "description": "An episode about breaking free from expectations and labels. Music that helps us unbox ourselves and embrace who we truly are.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-unboxing",
        "songs": [
          "Kendrick Lamar - Feel",
          "Kendrick Lamar - The Blacker the Berry",
          "Kendrick Lamar - Mirror"
        ],
        "music-genres": [
          "Hip-Hop",
          "Conscious Rap"
        ]
      },
      "match_reason": "The Moores’ story of Black resistance against racist violence resonates with the episode’s conscious‑rap focus on identity, injustice, and breaking out of societal ‘boxes.’"
    },
    {
      "hour": 18,
      "fact_text": "On 25 December 333, the Roman emperor Constantine the Great elevated his youngest son Constans to the rank of Caesar, formally weaving him into the imperial succession. The title ‘Caesar’ signaled both privilege and peril, as imperial sons were as likely to be rivals as heirs in the turbulent late empire.",
      "fact_year": 333,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Constans",
      "episode": {
        "id": 16,
        "title": "Morning Drops #10 - The One With Many Names",
        "description": "Yasmin guides us through the glamorous world of Ghost, the Swedish band that turned rock into ritual. From masked clergy to shifting identities, diving into the music and myth of one of the most theatrical acts of our time.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-one-with-many-names",
        "songs": [
          "Ghost - Spirit",
          "Ghost - Mary on a Cross",
          "Ghost - Dance Macabre",
          "Ghost - Umbra"
        ],
        "music-genres": [
          "Hard Rock",
          "Heavy Metal",
          "Arena Rock"
        ]
      },
      "match_reason": "Roman emperors juggling titles like ‘Caesar’ and ‘Augustus’ echo Ghost’s theatrical play with shifting names and personas—power, ritual, and identity wrapped in grand ceremony."
    },
    {
      "hour": 19,
      "fact_text": "On 25 December 1989, during the Romanian Revolution, Nicolae Ceaușescu and his wife Elena were tried by a hastily convened military tribunal, condemned, and executed within hours. The televised, abrupt end of a cult‑of‑personality dictatorship signaled the violent close of Romania’s communist era.",
      "fact_year": 1989,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Romanian_revolution",
      "episode": {
        "id": 2,
        "title": "Sedna FM #02 - Destination Sedna",
        "description": "Continuing the Sedna FM journey together with family and friends! Episode two of the main series — exploring new musical territories and deepening the connection with our listeners. A collective voyage through sound.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/destination-sedna",
        "songs": [
          "Pink Floyd - Breathe",
          "The fountain DC - Starburster",
          "Laura Cahen - La Poussiere",
          "Taxi Kebab - Lmchi w rjou3",
          "Odion Iruoje - Identify With Your Roots",
          "Depeche mode - world in my eyes (Oil Tank Mix)",
          "Massive attack - Dissolved girl",
          "Kokoroko - Three piece suite",
          "Salin - Egungun",
          "E.S.P. - It's You"
        ],
        "music-genres": [
          "Progressive Rock",
          "Post-Punk",
          "French Pop",
          "Maghreb",
          "Afrobeat",
          "Synthpop",
          "Trip-Hop"
        ]
      },
      "match_reason": "The revolution hurled Romania toward a new political ‘destination’ almost overnight; the episode’s sense of voyaging into new territories mirrors a country suddenly changing course."
    },
    {
      "hour": 20,
      "fact_text": "Halley’s Comet sighting in 1758 didn’t just validate a prediction; it also subtly changed how people thought about the heavens—from a chaotic realm of omens to a clockwork system obeying universal laws. This was early citizen science too: Palitzsch was a farmer–astronomer, showing that cosmic discovery wasn’t reserved for royal observatories.",
      "fact_year": 1758,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Johann_Georg_Palitzsch",
      "episode": {
        "id": 30,
        "title": "Morning Drops #24 - The Rise Of Afrobeat",
        "description": "An exploration of the rise of Afrobeat, tracing its roots and evolution as a genre that blends African rhythms with jazz, funk, and highlife. A celebration of the infectious energy and cultural significance of this influential musical movement.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-rise-of-afrobeat",
        "songs": [
          "E.T. Mensah - Ghana Freedom",
          "I.K. Dairo - Salome",
          "Fela Kuti - Great Kids",
          "Fela Kuti - Expensive Shit"
        ],
        "music-genres": [
          "Highlife",
          "Jùjú",
          "Afrobeat"
        ]
      },
      "match_reason": "Just as Halley’s insight reframed how we hear the cosmos’ rhythm, Afrobeat restructured musical time with cyclical, interlocking patterns—both are revolutions in understanding repeating cycles."
    },
    {
      "hour": 21,
      "fact_text": "The James Webb Space Telescope’s launch in 2021 was timed so that its giant sunshield would always face the Sun, Earth, and Moon, letting it chill to –233 °C. That deep cold turns its mirrors into a kind of hypersensitive thermal ear, listening for the faint warmth of galaxies that shone over 13 billion years ago.",
      "fact_year": 2021,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Ariane_flight_VA256",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "Webb’s ultra‑cold, silent watch in space feels like cosmic polar diving—both are about entering cold, dark environments to encounter hidden giants, from whales to primordial galaxies."
    },
    {
      "hour": 22,
      "fact_text": "Bayrak Radio’s first broadcast in 1963 used a makeshift 100‑watt transmitter assembled in a garage and an antenna strung between utility poles. In a crisis, radio waves carrying news and music became a fragile but vital bridge across barricades and political borders on one small island.",
      "fact_year": 1963,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Turkish_Cypriots",
      "episode": {
        "id": 47,
        "title": "Morning Drops #41 - Sedna's friends: Marina",
        "description": "Today's Morning Drops episode feels like an easy coffee with someone you instantly get along with. It also introduces Sedna's Friends, a new sub-format where friends are invited to drink coffee and share the music they love.\n\nGaia invites her friend Marina, artist and aspiring singer, to share music, small thoughts, and that comfortable kind of conversation between good friends. They met by chance at a party and connected right away through music, creativity, and a healthy dose of sarcasm.\n\nThis episode sounds exactly like that: relaxed, honest, and a bit spontaneous. Press play, get comfortable, and enjoy the listen.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sednas-friends-marina",
        "songs": [
          "Florence + The Machine - Free",
          "Jordan Rakei - Mind's Eye",
          "Jill Scott - Golden",
          "Pink Floyd - Fearless"
        ],
        "music-genres": [
          "Indie Rock",
          "Neo-Soul",
          "R&B",
          "Progressive Rock"
        ]
      },
      "match_reason": "A DIY community radio built in a garage resonates with the intimate, friend‑to‑friend vibe of ‘Sedna’s friends,’ both turning simple equipment and shared voices into connection."
    },
    {
      "hour": 23,
      "fact_text": "During the 1962 Soviet nuclear test series, some devices were detonated over remote Arctic archipelagos, sending aurora‑like glows rippling through the polar night. These artificial ‘northern lights’ were deadly science experiments that, ironically, helped convince the world to seek test bans and look for less apocalyptic ways to understand Earth’s upper atmosphere.",
      "fact_year": 1962,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Partial_Nuclear_Test_Ban_Treaty",
      "episode": {
        "id": 41,
        "title": "Morning Drops #35 - Thailand",
        "description": "Recorded in Koh Samui, Thailand, where Yasmin and her friend Patricia spent more than two intense weeks training Muay Thai and Western boxing. Between sweat, rhythm, and sea breeze, they share reflections on discipline, friendship, and the beauty of movement - with a soundtrack that connects Thai sounds to the flow of daily practice.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-thailand",
        "songs": [
          "Salin - Egungun",
          "Justin Bieber - Love Yourself",
          "Khun Narin - Phua Kao",
          "Burna Boy - Cheat on Me (feat. Dave)"
        ],
        "music-genres": [
          "Afrobeat",
          "Pop",
          "Thai Funk",
          "Afro-Fusion"
        ]
      },
      "match_reason": "Those Arctic tests turned the sky into a brutal training ground for geopolitics; the Thailand episode reframes intense training and physical discipline into something life‑affirming and rhythmic instead of destructive."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "On 25 December 2004, the Cassini spacecraft released the Huygens probe toward Saturn’s moon Titan, aiming for the first landing on a world in the outer Solar System. Huygens would drift silently for 20 days before plunging into Titan’s orange haze and transmitting the only close-up pictures we have of this alien, river-carved moon.",
      "fact_year": 2004,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Cassini%E2%80%93Huygens",
      "episode": {
        "id": 9,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "A spacecraft literally shifting from Saturn orbit to Titan descent mirrors the mindset ‘space shift’—turning the emptiness between worlds into a corridor for discovery."
    },
    {
      "hour": 1,
      "fact_text": "On 25 December 1968, Apollo 8 fired its engine behind the Moon in the first successful Trans-Earth injection, slinging three humans out of lunar orbit and onto a trajectory home. After becoming the first people to orbit another world, this precisely timed burn was the difference between a safe Earthrise and permanent exile in deep space.",
      "fact_year": 1968,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Apollo_8",
      "episode": {
        "id": 37,
        "title": "Morning Drops #31 - Sailing With Germans",
        "description": "From the deck of a sailing boat, hosted by Yasmin and her special guests. A week at sea with six Germans, each with their own stories, songs, and ways of moving through the waves. From shared meals to unexpected laughter, from quiet resilience to sun-soaked joy — a collection of voices and tracks that reflect what it means to journey together.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sailing-with-germans",
        "songs": [
          "Billy Talent - Dead Silence",
          "Ben Howard - Keep Your Head Up",
          "Ziggy Alberts - Simple Things",
          "Vitor Kley - O Sol",
          "Enya - Orinoco Flow",
          "Paveier - Leev Marie"
        ],
        "music-genres": [
          "Punk Rock",
          "Indie Folk",
          "Surf Pop",
          "New Age",
          "German Folk"
        ]
      },
      "match_reason": "The episode’s imagery of steering a boat home across open water mirrors Apollo 8’s delicate ‘celestial sailing’ back from lunar orbit."
    },
    {
      "hour": 2,
      "fact_text": "On 25 December 2003, the British-built Beagle 2 lander fell radio-silent just before its planned touchdown on Mars. For over a decade it was presumed shattered, until orbiters finally imaged it on the surface in 2015—intact but incompletely deployed, a tiny metal fossil of an almost-successful dream.",
      "fact_year": 2003,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Beagle_2",
      "episode": {
        "id": 25,
        "title": "Morning Drops #19 - Wabi Sabi",
        "description": "Wabi-sabi is a story about a handmade mug, a small mistake, and the idea that imperfection can be something to keep—not correct. In this Morning Drop, Gaia shares a moment that didn’t go to plan, and four tracks that echo the same spirit: rough takes, studio accidents, lo-fi textures, and quiet surprises. A soft, thoughtful selection moving between warm electronics, classic riffs, and raw edges.A reminder that not everything needs to be polished. Sometimes, it’s better that way.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-wabi-sabi",
        "songs": [
          "song 1"
        ],
        "music-genres": [
          "genre 1"
        ]
      },
      "match_reason": "Beagle 2 embodies technological wabi-sabi—a flawed but beautiful attempt whose ‘failure’ still advanced exploration—matching the episode’s celebration of imperfect outcomes."
    },
    {
      "hour": 3,
      "fact_text": "On 25 December 2021, the James Webb Space Telescope launched on an Ariane 5 rocket, beginning a month‑long unfolding ballet to become humanity’s most powerful eye on the cosmos. Its golden mirrors now stretch 6.5 meters wide, tuned to catch the faint infrared whispers of the first galaxies and the atmospheres of distant exoplanets.",
      "fact_year": 2021,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/James_Webb_Space_Telescope",
      "episode": {
        "id": 20,
        "title": "Morning Drops #14 - Slow Planet",
        "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
        "songs": [
          "Air - Cherry Blossom Girl",
          "Kruder & Dorfmeister - Keep On Believing",
          "Tosca - Orozco",
          "Bonobo - Terrapin"
        ],
        "music-genres": [
          "Downtempo",
          "Trip-Hop",
          "Electronic",
          "Chillout"
        ]
      },
      "match_reason": "Webb’s patient, infrared gaze reveals a ‘slow planet’ universe—ancient light, long timescales, and quiet cosmic evolution—echoed by the episode’s calm, spacious soundscape."
    },
    {
      "hour": 4,
      "fact_text": "On 25 December 1492, Columbus’s flagship Santa María ran aground off what is now Haiti after the night watch fell asleep. The wreck forced the crew to dismantle the ship and build a fort, La Navidad, an accident that reshaped the first European foothold in the Americas.",
      "fact_year": 1492,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Santa_Mar%C3%ADa_(ship)",
      "episode": {
        "id": 37,
        "title": "Morning Drops #31 - Sailing With Germans",
        "description": "From the deck of a sailing boat, hosted by Yasmin and her special guests. A week at sea with six Germans, each with their own stories, songs, and ways of moving through the waves. From shared meals to unexpected laughter, from quiet resilience to sun-soaked joy — a collection of voices and tracks that reflect what it means to journey together.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sailing-with-germans",
        "songs": [
          "Billy Talent - Dead Silence",
          "Ben Howard - Keep Your Head Up",
          "Ziggy Alberts - Simple Things",
          "Vitor Kley - O Sol",
          "Enya - Orinoco Flow",
          "Paveier - Leev Marie"
        ],
        "music-genres": [
          "Punk Rock",
          "Indie Folk",
          "Surf Pop",
          "New Age",
          "German Folk"
        ]
      },
      "match_reason": "Both stories unfold on wooden decks above deep water—one a cast of modern friends under sail, the other a fateful navigational mistake that stranded a 15th‑century crew far from home."
    },
    {
      "hour": 5,
      "fact_text": "On 25 December 1963, Bayrak Radio began broadcasting for Turkish Cypriots after they were forced out of the island’s state broadcaster. Working with improvised equipment, the station became a lifeline for news, identity, and culture during a time of deep division.",
      "fact_year": 1963,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Bayrak",
      "episode": {
        "id": 1,
        "title": "Sedna FM #01 - November Bomb",
        "description": "The first Family & Friends radio episode from Yasmin Sarbaoui and Gaia Parolini. Where it all began — a life soundtrack that launched Sedna FM into the universe. Raw, heartfelt, and full of the energy that defines everything that followed.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/november-bomb",
        "songs": [
          "berlioz - Open this wall",
          "Nas - One Mic",
          "Canserbero - De la vida como pelicula, tragedia, comedia y ficcion",
          "Frankie Knuckles - Your Love",
          "Notorious B.I.G. - 17 Ten Crack Commandments",
          "Liloca - Utani Xuva",
          "Fela Kuti - Zombie",
          "Neffa - Aspettando il sole",
          "Childish Gambino - No Excuses",
          "Modjo - Music takes you back"
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeat",
          "House",
          "Italian Pop",
          "R&B",
          "Latin Rap"
        ]
      },
      "match_reason": "Bayrak Radio’s improvised first broadcast as a voice for a community mirrors Sedna FM’s own ‘where it all began’ origin energy as an independent, culture‑driven radio project."
    }
  ],
  "generated_at": "2025-12-25T00:00:00.009664+00:00",
  "date": "2025-12-25",
  "updated_at": "2025-12-25T05:00:01.134858+00:00"
}