{
  "current_hour": 8,
  "current_fact": {
    "hour": 8,
    "fact_text": "Also in 1962, a massive avalanche thundered down the slopes of Huascarán in Peru, burying towns and killing around 4,000 people. Triggered by ice and rock collapsing from one of the Andes’ highest peaks, it revealed how seemingly solid mountains can suddenly flow like liquid stone.",
    "fact_year": 1962,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Huascar%C3%A1n",
    "episode": {
      "id": 28,
      "title": "Morning Drops #22 - Sicilians On The Dolomites",
      "description": "Hosted by Yasmin, a musical journey inspired by the mountains. Joined by two special guests, exploring the tracks they've chosen, hearing the stories behind their picks, and discovering the personal memories each song brings to life — a blend of music, voices, and landscapes you can hear.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sicilians-on-the-dolomites",
      "songs": [
        "Franco Battiato - Haiku",
        "Florian Pellissier Quintet - Coup de foudre à Thessalonique",
        "Lucio Dalla & Francesco De Gregori - Ma come fanno i marinai",
        "Pink Floyd - Fearless"
      ],
      "music-genres": [
        "Italian Art Pop",
        "French Jazz",
        "Italian Singer-Songwriter",
        "Progressive Rock"
      ]
    },
    "match_reason": "A catastrophic Andean avalanche and an episode inspired by the Dolomites both center on mountain landscapes—one as serene memory, the other as a reminder of their raw, unpredictable power."
  },
  "queue": [
    {
      "hour": 9,
      "fact_text": "On January 11, 1942, Japanese troops captured Kuala Lumpur during their rapid World War II campaign down the Malay Peninsula. The fall of the city showed how quickly control of key urban hubs can shift, reshaping trade routes, daily life, and the cultural fabric of a region.",
      "fact_year": 1942,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Kuala_Lumpur",
      "episode": {
        "id": 45,
        "title": "Morning Drops #39 - Moving Meditation",
        "description": "An episode inspired by how travel helps us see more clearly. Stepping into new places opens the mind, shifts perspective. The music moves through balearic warmth, boogie grooves, world and latin-folk influences, and touches of new wave — a selection built to follow the quiet changes that happen when you're out of your usual rhythm.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-moving-meditation",
        "songs": [
          "Stella & The Longos - La Flamme",
          "España Circo Este - Dormo poco e sogno molto",
          "Mystic Jungle - Sunset Breaker",
          "Talking Heads - This Must Be the Place (Naive Melody)"
        ],
        "music-genres": [
          "Balearic",
          "Italian Folk Rock",
          "World Music",
          "New Wave"
        ]
      },
      "match_reason": "The capture of Kuala Lumpur is a stark, forced ‘travel’ and shift of power, contrasted with the episode’s gentler idea of movement changing perspective—both show how entering new territory alters the story."
    },
    {
      "hour": 10,
      "fact_text": "In 1935, Amelia Earhart became the first person—man or woman—to fly solo from Hawaii to California, crossing 3,800 kilometers of open ocean. Navigating with limited instruments and no rescue possible mid‑Pacific, she turned the sky into a lonely highway and expanded the map of what solo flight could mean.",
      "fact_year": 1935,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Amelia_Earhart",
      "episode": {
        "id": 5,
        "title": "Sedna FM #05 - On The Go - Zero Zero",
        "description": "An energetic mix for when you're on the move. Zero Zero captures that feeling of starting fresh, moving forward, and embracing the journey. Perfect for travel, walks, or just getting things done.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/on-the-go-zero-zero",
        "songs": [
          "Alborosie - Rock the dancehall",
          "Grace Jones - Pull up to the bumper",
          "Hollie cook - Happy hour",
          "Easy star all star - Soul love",
          "Jeremie Albino - Rolling down the 405",
          "Cyril Neville - I found joy",
          "Aretha Franklin - Rock steady",
          "James Brown - Talking loud and saying nothing (remix)",
          "Nubiyan Twist - So mi stay",
          "Professor Wouassa - Fallou Fall",
          "Jarabe de Palo - La Flaca"
        ],
        "music-genres": [
          "Reggae",
          "Funk",
          "Soul",
          "Afrobeat",
          "Latin Rock",
          "New Wave"
        ]
      },
      "match_reason": "Earhart’s bold transoceanic solo flight is the ultimate ‘on the go’ journey, fitting an episode built around motion, travel, and the thrill of starting from “zero zero.”"
    },
    {
      "hour": 11,
      "fact_text": "On this day in 1994, the Irish government ended a 15‑year broadcasting ban that had prevented the IRA and Sinn Féin from being heard directly on radio and television. The move didn’t erase conflict, but it acknowledged that silencing voices rarely silences ideas—and that dialogue needs to be heard to exist.",
      "fact_year": 1994,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Sinn_F%C3%A9in",
      "episode": {
        "id": 1,
        "title": "Sedna FM #01 - November Bomb",
        "description": "The first Family & Friends radio episode from Yasmin Sarbaoui and Gaia Parolini. Where it all began — a life soundtrack that launched Sedna FM into the universe. Raw, heartfelt, and full of the energy that defines everything that followed.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/november-bomb",
        "songs": [
          "berlioz - Open this wall",
          "Nas - One Mic",
          "Canserbero - De la vida como pelicula, tragedia, comedia y ficcion",
          "Frankie Knuckles - Your Love",
          "Notorious B.I.G. - 17 Ten Crack Commandments",
          "Liloca - Utani Xuva",
          "Fela Kuti - Zombie",
          "Neffa - Aspettando il sole",
          "Childish Gambino - No Excuses",
          "Modjo - Music takes you back"
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeat",
          "House",
          "Italian Pop",
          "R&B",
          "Latin Rap"
        ]
      },
      "match_reason": "Lifting a broadcasting ban is about finally letting voices out into the airwaves, just as Sedna’s first episode marks a station finding and releasing its own voice."
    },
    {
      "hour": 12,
      "fact_text": "In 1863, the Battle of Arkansas Post ended with Union forces capturing Fort Hindman and seizing control of a crucial stretch of the Arkansas River. By mastering the river, they opened a watery corridor deep into Confederate territory, showing how geography can be a weapon as much as any cannon.",
      "fact_year": 1863,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Arkansas_Post",
      "episode": {
        "id": 37,
        "title": "Morning Drops #31 - Sailing With Germans",
        "description": "From the deck of a sailing boat, hosted by Yasmin and her special guests. A week at sea with six Germans, each with their own stories, songs, and ways of moving through the waves. From shared meals to unexpected laughter, from quiet resilience to sun-soaked joy — a collection of voices and tracks that reflect what it means to journey together.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sailing-with-germans",
        "songs": [
          "Billy Talent - Dead Silence",
          "Ben Howard - Keep Your Head Up",
          "Ziggy Alberts - Simple Things",
          "Vitor Kley - O Sol",
          "Enya - Orinoco Flow",
          "Paveier - Leev Marie"
        ],
        "music-genres": [
          "Punk Rock",
          "Indie Folk",
          "Surf Pop",
          "New Age",
          "German Folk"
        ]
      },
      "match_reason": "A Civil War battle fought to control a river sits against an episode set on a peaceful sailboat; both revolve around how water routes shape journeys, whether military or meandering."
    },
    {
      "hour": 13,
      "fact_text": "On January 11, 1851, Hong Xiuquan proclaimed the Taiping Heavenly Kingdom and launched the Jintian Uprising, envisioning a radical new society in southern China. His hybrid of Christian ideas, personal visions, and social revolt ignited one of history’s deadliest civil wars and a clash over who gets to define heaven on Earth.",
      "fact_year": 1851,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Taiping_Rebellion",
      "episode": {
        "id": 16,
        "title": "Morning Drops #10 - The One With Many Names",
        "description": "Yasmin guides us through the glamorous world of Ghost, the Swedish band that turned rock into ritual. From masked clergy to shifting identities, diving into the music and myth of one of the most theatrical acts of our time.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-one-with-many-names",
        "songs": [
          "Ghost - Spirit",
          "Ghost - Mary on a Cross",
          "Ghost - Dance Macabre",
          "Ghost - Umbra"
        ],
        "music-genres": [
          "Hard Rock",
          "Heavy Metal",
          "Arena Rock"
        ]
      },
      "match_reason": "Hong Xiuquan’s theocratic ‘Heavenly Kingdom’ and Ghost’s theatrical pseudo‑religious rock both blend spiritual imagery, ritual, and rebellion against existing orders."
    },
    {
      "hour": 14,
      "fact_text": "In 2013, French special forces attempted a daring night raid on the Somali town of Bulo Marer to rescue a hostage held by al‑Shabaab. The operation failed, costing the life of one French soldier and the captive himself, a stark reminder that even elite missions can unravel in the fog of real combat.",
      "fact_year": 2013,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Bulo_Marer_hostage_rescue_attempt",
      "episode": {
        "id": 49,
        "title": "Morning Drops #42 - The Joy Of Learning",
        "description": "Hosted by Yasmin, this Morning Drop explores learning as a lifelong process, focusing on persistence, repetition, and the emotional landscape that comes with challenging oneself over time.\n\nThrough personal stories and scientific insights, the episode looks at how learning reshapes the brain, generates joy through effort, and why progress often arrives after confusion and frustration. It reflects on the so-called delayed pleasure effect, the role of dopamine in motivation, and how curiosity and learning support long-term wellbeing.\n\nThe episode also questions our cultural relationship with failure and invites a softer, more realistic approach to learning, one that accepts mistakes as part of growth and sees persistence as a quiet form of strength.\n\nMood: reflective, grounded, quietly hopeful\nMusic genre: alternative rock, hip hop, electronic, neo-soul, drill\n\nA space to listen slowly and stay with the process.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-joy-of-learning",
        "songs": [
          "Radiohead - Separator",
          "Mac Miller - What's the Use?",
          "Morad & Beny Jr - Sigue",
          "Post Malone - White Iverson"
        ],
        "music-genres": [
          "Alternative Rock",
          "Experimental Electronic",
          "Hip Hop",
          "Neo-Soul",
          "Drill / Trap"
        ]
      },
      "match_reason": "A failed, costly rescue mission reflects the harshest kind of failure; the episode’s exploration of learning through mistakes and persistence offers a reflective counterpoint on what we do with such outcomes."
    },
    {
      "hour": 15,
      "fact_text": "On this day in 1964, U.S. Surgeon General Luther Terry released the landmark report \"Smoking and Health,\" officially declaring that cigarettes cause lung cancer and other diseases. It was one of the first times a government said plainly that a popular habit could be deadly, sparking warning labels, advertising bans, and a global rethink of public health.",
      "fact_year": 1964,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Smoking_and_Health",
      "episode": {
        "id": 50,
        "title": "Morning Drops #43 - Looking Back",
        "description": "In this first Morning Drop of 2026, Yasmin opens a space for quiet reflection on the nature of transitions. The episode traces a personal journey that began three years ago, when a sudden injury on New Year’s Day turned a desire for movement into a mandatory season of stillness.\n\nThrough the story of a broken knee and the slow process of relearning to walk, the narrative explores the difference between being strong and being aware. It touches on the vulnerability of the body, the unexpected joy found in daily progress, and the warmth that comes from finally allowing oneself to accept help. The musical selection mirrors this path of recovery, moving from the uncertainty of change to the steady rhythm of healing.\n\nMood: Reflective, Resilient, Grounded\nMusic genre: Indie Pop, Cinematic, World, Soul\n\nWe invite you to listen deeply and find comfort in your own pace.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-looking-back",
        "songs": [
          "Alt-J - 3WW",
          "Kelly Finnigan - I Don't Wanna Wait",
          "Goran Bregović & Iggy Pop - This Is a Film",
          "Ishihonana - Lucia (Original Mix)",
          "The Weeknd - Save Your Tears"
        ],
        "music-genres": [
          "Indie Pop",
          "Soul",
          "World",
          "Cinematic",
          "Synth-Pop"
        ]
      },
      "match_reason": "A scientific report forcing society to confront long-term health damage pairs with an episode reflecting on bodily vulnerability and slow healing, both inviting honest reevaluation of habits and limits."
    },
    {
      "hour": 16,
      "fact_text": "In 1943, amid World War II, the Republic of China signed new treaties with Britain and the United States that ended their extraterritorial legal privileges in China. For the first time in decades, foreign citizens there were no longer placed above local law, a symbolic undoing of earlier unequal treaties.",
      "fact_year": 1943,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Sino-British_Treaty_for_the_Relinquishment_of_Extra-Territorial_Rights_in_China",
      "episode": {
        "id": 35,
        "title": "Morning Drops #29 - Berber France Meets Arabic Italy",
        "description": "Yasmin takes us back to her university years, where she met Abdel - an Algerian-French friend with a big heart and endless optimism. Their friendship grew around music, identity, and playful arguments about whether a song was originally Italian or French. Music that exists in both versions, alongside stories of finding a home, boxing training, and car rides filled with music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-berber-france-meets-arabic-italy",
        "songs": [
          "Georges Moustaki - Le Métèque",
          "Georges Brassens - Les Passants",
          "Dalida - Bambino (Guaglione)",
          "Biga*Ranx - My Face"
        ],
        "music-genres": [
          "French Chanson",
          "Italian Pop",
          "Reggae"
        ]
      },
      "match_reason": "Treaties undoing unequal foreign privileges in China echo themes of cross-cultural negotiation and belonging that run through an episode about identities bridging France and Italy."
    },
    {
      "hour": 17,
      "fact_text": "On January 11, 1863, the Confederate raider CSS Alabama lured the Union warship USS Hatteras away from Galveston and sank her in a brief, brutal night battle off the Texas coast. The encounter showed how commerce raiders could use surprise and speed to strike far from home waters and then vanish into the dark.",
      "fact_year": 1863,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Action_off_Galveston_Light",
      "episode": {
        "id": 39,
        "title": "Morning Drops #33 - Immerse",
        "description": "An analogy between diving, one of Gaia's great passions, and the act of immersing in life itself. A reflection on what happens when we go below the surface: when we let ourselves be fully present. From moments of calm suspension to warm, rhythmic flow, the selection moves like water — fluid, organic, and alive. An invitation to slow down, listen deeper, and float.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-immerse",
        "songs": [
          "Pino D'Angiò - Un Po' d'Uva e un Liquore",
          "Midlife - The Magnificent Moon",
          "Tornado Wallace - Today",
          "Nu Genea - Marechià (feat. Celia Kameni)"
        ],
        "music-genres": [
          "Italo Disco",
          "Indie",
          "Balearic",
          "Nu Disco"
        ]
      },
      "match_reason": "A naval ambush off Galveston Light unfolds entirely on and under the sea’s surface; ‘Immerse’ echoes that watery setting, inviting listeners to dive beneath the surface of events and emotions."
    },
    {
      "hour": 18,
      "fact_text": "In 1569, England held its first recorded state lottery, offering prizes of cash and goods in exchange for tickets sold over several years. Beyond the gamble itself, it was a creative way for the crown to raise funds for port repairs and public works without directly raising taxes.",
      "fact_year": 1569,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Lottery",
      "episode": {
        "id": 18,
        "title": "Morning Drops #12 - 80's Club",
        "description": "Starting with a Monday evening in Munich — a few drinks, friends, and landing in an 80s dance party. From Donna Summer's hypnotic pulse, to Depeche Mode's bright synthpop, Ken Laszlo's Italo Disco romance, and Mylène Farmer's darker theatrical world. Four songs, four corners of the 80s — connected by the machines that changed how we dance.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-80s-club",
        "songs": [
          "Donna Summer - I Feel Love",
          "Depeche Mode - Just Can't Get Enough",
          "Ken Laszlo - Hey Hey Guy",
          "Mylène Farmer - Sans Contrefaçon"
        ],
        "music-genres": [
          "Disco",
          "Synthpop",
          "Italo Disco",
          "French Pop"
        ]
      },
      "match_reason": "A lottery is a game of chance and bright temptation—much like an 80s club night filled with flashing lights, machines, and the thrill of not knowing where the next track will take you."
    },
    {
      "hour": 19,
      "fact_text": "Back in 532, a brawl between rival chariot-racing fans—the Blues and the Greens—at Constantinople’s Hippodrome ignited the Nika riots. What began as sports hooliganism exploded into a week‑long urban revolt that nearly toppled Emperor Justinian and burned much of the city.",
      "fact_year": 532,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Nika_riots",
      "episode": {
        "id": 10,
        "title": "Morning Drops #04 - Bars With Balls",
        "description": "Yasmin dives into Women's Day through the voices of four incredible female rappers. Morning fire from the magic planet of Sedna FM — move your hands up and down with us. Hip hop culture through a feminine lens.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-bars-with-balls",
        "songs": [
          "Ele A - Globo",
          "Little Simz - Point and Kill (feat. Obongjayar)",
          "Lil' Kim - Lighters Up",
          "Queen Latifah - U.N.I.T.Y."
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeats",
          "Rap"
        ]
      },
      "match_reason": "The Nika riots show how fandom and crowd energy can flip into political uprising—an intensity mirrored in powerful, confrontational rap that channels collective fire into voice rather than violence."
    },
    {
      "hour": 20,
      "fact_text": "Louis B. Mayer’s Academy paved the way for cinematic glamour, but it was also born from a practical desire to manage labor disputes and studio image. The Oscars emerged from that mix of artistry and control, giving golden statues to human faces while keeping the machinery behind them carefully choreographed.",
      "fact_year": 1927,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Louis_B._Mayer",
      "episode": {
        "id": 36,
        "title": "Morning Drops #30 - Star Treatment",
        "description": "A celebration of change and transformation. Gaia traces the evolution of Arctic Monkeys - from raw energy to cinematic sound - reflecting on how artists, and all of us, grow and change through time. A journey through courage, curiosity, and the beauty of slowing down.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-star-treatment",
        "songs": [
          "Arctic Monkeys - Brainstorm",
          "Arctic Monkeys - Pretty Visitors",
          "Arctic Monkeys - Star Treatment",
          "Arctic Monkeys - There’d Better Be a Mirrorball"
        ],
        "music-genres": [
          "Indie Rock",
          "Psychedelic Rock",
          "Lounge Pop"
        ]
      },
      "match_reason": "Hollywood’s invention of the Oscars literally offers ‘star treatment’ to actors and filmmakers, mirroring an episode that plays with the same phrase while exploring how artists evolve under the spotlight."
    },
    {
      "hour": 21,
      "fact_text": "When KDKA‑TV linked U.S. cities by television in 1949, it quietly birthed a new kind of shared memory: people in different places watching the same show at the same time. That networked experience reshaped how music, fashion, and ideas could go viral long before the internet.",
      "fact_year": 1949,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Pittsburgh",
      "episode": {
        "id": 31,
        "title": "Morning Drops #25 - A Trip-Hop Journey",
        "description": "Hosted by friend Lorenzo, a journey through the roots and evolution of trip-hop. From Bristol's early experiments with Massive Attack and Tricky, to DJ Shadow's cinematic sampling in California, and Thievery Corporation's global downtempo grooves in Washington D.C. — exploring how this genre blurred boundaries and reshaped electronic music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-trip-hop-journey",
        "songs": [
          "Massive Attack - Unfinished Sympathy",
          "Tricky - Hell Is Round the Corner",
          "DJ Shadow - Midnight in a Perfect World",
          "Thievery Corporation - Lebanese Blonde",
          "Smoke City - Underwater Love"
        ],
        "music-genres": [
          "Trip-Hop",
          "Downtempo",
          "Electronic"
        ]
      },
      "match_reason": "Early TV networks pioneered cross‑regional culture sharing, just as trip‑hop’s evolution across Bristol, California, and D.C. shows how sound travels and mutates through connected media."
    },
    {
      "hour": 22,
      "fact_text": "The first English state lottery in 1569 offered not just money but exotic prizes like fine tapestries and plate, advertised as a patriotic investment in infrastructure. Buyers were essentially backing a national project with a side of dream logic: a ticket that might turn a commoner into a patron of grand works overnight.",
      "fact_year": 1569,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Kingdom_of_England",
      "episode": {
        "id": 44,
        "title": "Morning Drops #38 - History of Flamenco",
        "description": "A special journey into the history of Flamenco, guided by Yasmin and her guest Almudena from Madrid, Spain. Exploring the roots and evolution of this emotionally raw and culturally rich tradition, from its early vocal origins and Andalusian influences, through its transformation on stage and screen, to its modern reinventions by iconic Spanish artists.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-history-of-flamenco",
        "songs": [
          "La Niña de los Peines - Al Gurugú",
          "Lola Flores - Pena, penita, pena",
          "Paco de Lucía - Entre dos aguas",
          "Camarón de la Isla - La leyenda del tiempo",
          "Rosalía - Pienso en tu mirá"
        ],
        "music-genres": [
          "Flamenco",
          "Spanish Folk",
          "Nuevo Flamenco"
        ]
      },
      "match_reason": "The lottery’s blend of state power and popular spectacle parallels flamenco’s evolution from marginalized folk to staged, ticketed performances where emotion itself becomes the prize."
    },
    {
      "hour": 23,
      "fact_text": "The Huascarán avalanche’s ice and rock traveled so fast that air ahead of it was compressed into a devastating blast wave, flattening villages even before the debris arrived. It’s a reminder that in nature, some of the deadliest forces are not solid or liquid, but invisible waves of pressure moving through the air.",
      "fact_year": 1962,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Peru",
      "episode": {
        "id": 20,
        "title": "Morning Drops #14 - Slow Planet",
        "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
        "songs": [
          "Air - Cherry Blossom Girl",
          "Kruder & Dorfmeister - Keep On Believing",
          "Tosca - Orozco",
          "Bonobo - Terrapin"
        ],
        "music-genres": [
          "Downtempo",
          "Trip-Hop",
          "Electronic",
          "Chillout"
        ]
      },
      "match_reason": "The violent, invisible shock wave of an avalanche is nature’s most brutal ‘fast planet’; Slow Planet offers the opposite: gentle waves of sound and time to contemplate how fragile our ground really is."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "In 1787, William Herschel pointed his telescope toward the dim ice giant Uranus and spotted two tiny moving points of light: Titania and Oberon. These became the first moons discovered around Uranus and were later named after characters from Shakespeare, linking deep space to earthly literature.",
      "fact_year": 1787,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Titania_(moon)",
      "episode": {
        "id": 9,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "A cosmic discovery of new moons pairs with an episode about reimagining empty space as possibility, echoing Herschel’s shift from darkness to discovery."
    },
    {
      "hour": 1,
      "fact_text": "On January 11, 1996, Space Shuttle Endeavour lifted off on mission STS-72, the 74th shuttle flight. Its crew performed a high‑precision orbital retrieval of Japan’s Space Flyer Unit, demonstrating how humans can rendezvous with, repair, and return robotic spacecraft from the void.",
      "fact_year": 1996,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/STS-72",
      "episode": {
        "id": 2,
        "title": "Sedna FM #02 - Destination Sedna",
        "description": "Continuing the Sedna FM journey together with family and friends! Episode two of the main series — exploring new musical territories and deepening the connection with our listeners. A collective voyage through sound.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/destination-sedna",
        "songs": [
          "Pink Floyd - Breathe",
          "The fountain DC - Starburster",
          "Laura Cahen - La Poussiere",
          "Taxi Kebab - Lmchi w rjou3",
          "Odion Iruoje - Identify With Your Roots",
          "Depeche mode - world in my eyes (Oil Tank Mix)",
          "Massive attack - Dissolved girl",
          "Kokoroko - Three piece suite",
          "Salin - Egungun",
          "E.S.P. - It's You"
        ],
        "music-genres": [
          "Progressive Rock",
          "Post-Punk",
          "French Pop",
          "Maghreb",
          "Afrobeat",
          "Synthpop",
          "Trip-Hop"
        ]
      },
      "match_reason": "A shuttle voyage to rendezvous in orbit aligns with a sound voyage called “Destination Sedna,” both mapping careful journeys through vast space."
    },
    {
      "hour": 2,
      "fact_text": "In 1914, the exploration ship Karluk was slowly crushed by Arctic pack ice and sank, leaving her crew stranded on drifting floes. Their story became a harrowing saga of survival, improvisation, and navigation across one of Earth’s most hostile, shifting landscapes.",
      "fact_year": 1914,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Last_voyage_of_the_Karluk",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "Both the Karluk’s fate and the episode journey into Arctic waters, sharing an icy setting and a mix of danger, awe, and fragile human presence in the polar world."
    },
    {
      "hour": 3,
      "fact_text": "On this day in 1962, the Soviet submarine B-37 exploded while moored at Polyarny when a fire in its torpedo compartment triggered a catastrophic chain reaction. The blast was so powerful it hurled torpedoes into nearby ships, illustrating the hidden volatility beneath Cold War seas.",
      "fact_year": 1962,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Soviet_submarine_B-37",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "The sudden, devastating blast in B-37’s torpedo room parallels the idea of an ‘electric shock’—violent energy released in an instant, echoing the episode’s intense, high-voltage mood."
    },
    {
      "hour": 4,
      "fact_text": "In 1927, studio mogul Louis B. Mayer announced the creation of the Academy of Motion Picture Arts and Sciences at a Los Angeles banquet. What began as a trade organization and PR project eventually grew into the Academy that hands out the Oscars, shaping global film culture and celebrity mythology.",
      "fact_year": 1927,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Academy_of_Motion_Picture_Arts_and_Sciences",
      "episode": {
        "id": 4,
        "title": "Sedna FM #04 - Queen of Spades",
        "description": "Tuning in from the planet of irrational love. Exploring love's most vulnerable side — the kind that awakens the child within us. A diverse music selection ranging from electric blues to downtempo, soul, and jazz. A tribute to the feeling that has moved artists to create the most beautiful works. Love makes us vulnerable, and there is no art without vulnerability.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/queen-of-spades",
        "songs": [
          "Alabama Shakes - Gimme All Your Love",
          "Queens of the stone age - Make it wit chu",
          "Rosa Passos - Fusion",
          "Sade - Mr Wrong",
          "Daft Punk - Something About Us",
          "10cc - I'm Not in Love",
          "Jonny Nash - Theories",
          "Etta James - I'd Rather Go Blind",
          "Adriano Celentano - Storia D'amore",
          "Eric Clapton - Have you ever loved a woman",
          "Arctic Monkey - The Bakery"
        ],
        "music-genres": [
          "Blues Rock",
          "Stoner Rock",
          "Bossa Nova",
          "Soul",
          "Electronic",
          "Soft Rock",
          "Blues"
        ]
      },
      "match_reason": "The founding of the Academy formalized the celebration of film artistry and emotion, resonating with an episode about love-driven art and the vulnerable heart behind the movies we honor."
    },
    {
      "hour": 5,
      "fact_text": "On January 11, 1949, Pittsburgh’s KDKA-TV started broadcasting as part of the first true U.S. television network, linking East Coast and Midwest programming. It quietly marked the moment when television began flowing across regions in real time, rewiring how people experienced news, stories, and shared culture.",
      "fact_year": 1949,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/KDKA-TV",
      "episode": {
        "id": 23,
        "title": "Morning Drops #17 - Steel City",
        "description": "Gaia takes us on a short trip through Sheffield's sounds — from electronic textures to raw guitars and sharp storytelling. Four tracks, one city, different edges of the same story.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-steel-city",
        "songs": [
          "The Human League - The Sound Of The Crowd",
          "Cabaret Voltaire - Deep Time",
          "Pulp - Common People",
          "Arctic Monkeys - A Certain Romance"
        ],
        "music-genres": [
          "Synthpop",
          "Industrial",
          "Britpop",
          "Indie Rock"
        ]
      },
      "match_reason": "A pioneering TV station in an industrial U.S. city mirrors an episode centered on another steel city’s cultural soundscape, both exploring how urban hubs broadcast their voices outward."
    },
    {
      "hour": 6,
      "fact_text": "In 1654, during the Arauco War, Mapuche-Huilliche fighters defeated a Spanish force attempting to cross the Bueno River in southern Chile. Indigenous warriors used intimate knowledge of river currents and terrain to overturn imperial power, turning a waterway into an ally and a defense.",
      "fact_year": 1654,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_R%C3%ADo_Bueno_(1654)",
      "episode": {
        "id": 22,
        "title": "Morning Drops #16 - The Sound of Tuareg",
        "description": "A journey into the sound of the Tuareg: from traditional chants and desert rituals to the electrified rhythms of exile and resistance. Music shaped by sand, memory, and survival.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-sound-of-tuareg",
        "songs": [
          "Les Filles de Illighadad - Imigradan",
          "Tinariwen - Amassakoul ’N’ Ténéré",
          "Liya Ag Ablil - Awa Adounia",
          "Tinariwen - Sastanàqqàm"
        ],
        "music-genres": [
          "Desert Blues",
          "Tuareg",
          "World Music"
        ]
      },
      "match_reason": "The Mapuche-Huilliche victory and Tuareg music both embody indigenous resistance shaped by harsh landscapes, transforming rivers and deserts into tools of survival and identity."
    },
    {
      "hour": 7,
      "fact_text": "On this day in 2020, health officials in Wuhan reported the first known death from COVID‑19, a 61‑year‑old regular at a live animal market. The single datapoint foreshadowed a pandemic that would transform global health, travel, work, and our understanding of how connected our species really is.",
      "fact_year": 2020,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Hubei",
      "episode": {
        "id": 33,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "The first reported COVID‑19 death eventually pushed billions into digital-only life, making our relationship with technology more intense—exactly what the episode unpacks through the lens of connection and overload."
    },
    {
      "hour": 8,
      "fact_text": "Also in 1962, a massive avalanche thundered down the slopes of Huascarán in Peru, burying towns and killing around 4,000 people. Triggered by ice and rock collapsing from one of the Andes’ highest peaks, it revealed how seemingly solid mountains can suddenly flow like liquid stone.",
      "fact_year": 1962,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Huascar%C3%A1n",
      "episode": {
        "id": 28,
        "title": "Morning Drops #22 - Sicilians On The Dolomites",
        "description": "Hosted by Yasmin, a musical journey inspired by the mountains. Joined by two special guests, exploring the tracks they've chosen, hearing the stories behind their picks, and discovering the personal memories each song brings to life — a blend of music, voices, and landscapes you can hear.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sicilians-on-the-dolomites",
        "songs": [
          "Franco Battiato - Haiku",
          "Florian Pellissier Quintet - Coup de foudre à Thessalonique",
          "Lucio Dalla & Francesco De Gregori - Ma come fanno i marinai",
          "Pink Floyd - Fearless"
        ],
        "music-genres": [
          "Italian Art Pop",
          "French Jazz",
          "Italian Singer-Songwriter",
          "Progressive Rock"
        ]
      },
      "match_reason": "A catastrophic Andean avalanche and an episode inspired by the Dolomites both center on mountain landscapes—one as serene memory, the other as a reminder of their raw, unpredictable power."
    }
  ],
  "generated_at": "2026-01-11T00:00:00.004909+00:00",
  "date": "2026-01-11",
  "updated_at": "2026-01-11T08:00:01.746354+00:00"
}