{
  "current_hour": 12,
  "current_fact": {
    "hour": 12,
    "fact_text": "On December 26, 1972, as part of Operation Linebacker II, 120 American B-52 bombers launched in the largest single combat takeoff in Strategic Air Command history to attack Hanoi. The resulting \"Christmas Bombing\" became one of the Vietnam War’s most controversial episodes, raising questions about the limits of air power and the cost of escalation.",
    "fact_year": 1972,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Operation_Linebacker_II",
    "episode": {
      "id": 2,
      "title": "Sedna FM #02 - Destination Sedna",
      "description": "Continuing the Sedna FM journey together with family and friends! Episode two of the main series — exploring new musical territories and deepening the connection with our listeners. A collective voyage through sound.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/destination-sedna",
      "songs": [
        "Pink Floyd - Breathe",
        "The fountain DC - Starburster",
        "Laura Cahen - La Poussiere",
        "Taxi Kebab - Lmchi w rjou3",
        "Odion Iruoje - Identify With Your Roots",
        "Depeche mode - world in my eyes (Oil Tank Mix)",
        "Massive attack - Dissolved girl",
        "Kokoroko - Three piece suite",
        "Salin - Egungun",
        "E.S.P. - It's You"
      ],
      "music-genres": [
        "Progressive Rock",
        "Post-Punk",
        "French Pop",
        "Maghreb",
        "Afrobeat",
        "Synthpop",
        "Trip-Hop"
      ]
    },
    "match_reason": "The disorienting scale of a mass bomber launch contrasts with introspective tracks like Pink Floyd’s \"Breathe\", encouraging reflection on technology, war, and the destinations we choose."
  },
  "queue": [
    {
      "hour": 13,
      "fact_text": "In 1975, the Soviet Tupolev Tu-144 became the world’s first commercial supersonic airliner to enter passenger service, exceeding twice the speed of sound. For a brief moment, it turned the idea of crossing continents in a heartbeat from science fiction into reality, even as technical and economic challenges limited its career.",
      "fact_year": 1975,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Tupolev_Tu-144",
      "episode": {
        "id": 5,
        "title": "Sedna FM #05 - On The Go - Zero Zero",
        "description": "An energetic mix for when you're on the move. Zero Zero captures that feeling of starting fresh, moving forward, and embracing the journey. Perfect for travel, walks, or just getting things done.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/on-the-go-zero-zero",
        "songs": [
          "Alborosie - Rock the dancehall",
          "Grace Jones - Pull up to the bumper",
          "Hollie cook - Happy hour",
          "Easy star all star - Soul love",
          "Jeremie Albino - Rolling down the 405",
          "Cyril Neville - I found joy",
          "Aretha Franklin - Rock steady",
          "James Brown - Talking loud and saying nothing (remix)",
          "Nubiyan Twist - So mi stay",
          "Professor Wouassa - Fallou Fall",
          "Jarabe de Palo - La Flaca"
        ],
        "music-genres": [
          "Reggae",
          "Funk",
          "Soul",
          "Afrobeat",
          "Latin Rock",
          "New Wave"
        ]
      },
      "match_reason": "A supersonic aircraft built for speed and transit aligns with a high-energy travel mix, both capturing the thrill of being ‘on the go’ faster than ever before."
    },
    {
      "hour": 14,
      "fact_text": "On December 26, 1994, four hijackers from the Armed Islamic Group seized Air France Flight 8969, intending to crash it into the Eiffel Tower. After tense delays and negotiations, a French Gendarmerie assault team stormed the plane in Marseille, freeing all surviving passengers in a dramatic rescue watched live on television.",
      "fact_year": 1994,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Air_France_Flight_8969",
      "episode": {
        "id": 10,
        "title": "Morning Drops #04 - Bars With Balls",
        "description": "Yasmin dives into Women's Day through the voices of four incredible female rappers. Morning fire from the magic planet of Sedna FM — move your hands up and down with us. Hip hop culture through a feminine lens.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-bars-with-balls",
        "songs": [
          "Ele A - Globo",
          "Little Simz - Point and Kill (feat. Obongjayar)",
          "Lil' Kim - Lighters Up",
          "Queen Latifah - U.N.I.T.Y."
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeats",
          "Rap"
        ]
      },
      "match_reason": "A story of armed defiance and a high-risk intervention pairs with an episode celebrating bold, confrontational voices who speak against violence and domination."
    },
    {
      "hour": 15,
      "fact_text": "On this day in 1999, the storm known as Lothar swept across Central Europe with hurricane-force winds, toppling ancient forests, crippling power networks, and causing billions in damage. In less than a day, it reminded millions how quickly the atmosphere can rearrange the human world.",
      "fact_year": 1999,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Cyclone_Lothar",
      "episode": {
        "id": 29,
        "title": "Morning Drops #23 - Morning Dubs",
        "description": "Recorded while still processing Houghton Festival. One of the mornings there, waking up in the woods to a reggae DJ set — no phone signal, just trees, music, and loved ones. A slow selection of reggae, dub, and morning rhythms. Dubs instead of drops. Start your day slow — with space to breathe.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-morning-dubs",
        "songs": [
          "The Gaylads - Joy in the Morning",
          "The Officials - Babylonian",
          "King Tubby - King Tubby Meets the Rockers Uptown",
          "Aisha Morrison - Ethiopia"
        ],
        "music-genres": [
          "Reggae",
          "Dub",
          "Roots Reggae"
        ]
      },
      "match_reason": "A chaotic windstorm over Europe contrasts with dub’s steady, rooted pulse—offering a musical counterbalance of grounding rhythms in the face of atmospheric upheaval."
    },
    {
      "hour": 16,
      "fact_text": "On December 26, 2003, the city of Bam in southeastern Iran was shattered by a 6.6 magnitude earthquake that killed over 26,000 people and devastated its ancient mud-brick citadel. The disaster sparked massive rescue efforts and highlighted both the fragility of historic structures and the resilience of communities rebuilding from rubble.",
      "fact_year": 2003,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2003_Bam_earthquake",
      "episode": {
        "id": 20,
        "title": "Morning Drops #14 - Slow Planet",
        "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
        "songs": [
          "Air - Cherry Blossom Girl",
          "Kruder & Dorfmeister - Keep On Believing",
          "Tosca - Orozco",
          "Bonobo - Terrapin"
        ],
        "music-genres": [
          "Downtempo",
          "Trip-Hop",
          "Electronic",
          "Chillout"
        ]
      },
      "match_reason": "In the wake of a seismic shock, the reflective, slow-moving textures of this episode offer a sonic space for mourning, calm, and the long work of rebuilding."
    },
    {
      "hour": 17,
      "fact_text": "In 2004, a colossal 9.1–9.3 magnitude earthquake off northern Sumatra triggered one of the largest tsunamis in recorded history, sending walls of water racing across the Indian Ocean. Entire coastlines in Indonesia, Sri Lanka, India, Thailand, and beyond were reshaped in hours, and the disaster transformed how the world monitors and prepares for tsunamis.",
      "fact_year": 2004,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2004_Indian_Ocean_earthquake_and_tsunami",
      "episode": {
        "id": 41,
        "title": "Morning Drops #35 - Thailand",
        "description": "Recorded in Koh Samui, Thailand, where Yasmin and her friend Patricia spent more than two intense weeks training Muay Thai and Western boxing. Between sweat, rhythm, and sea breeze, they share reflections on discipline, friendship, and the beauty of movement - with a soundtrack that connects Thai sounds to the flow of daily practice.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-thailand",
        "songs": [
          "Salin - Egungun",
          "Justin Bieber - Love Yourself",
          "Khun Narin - Phua Kao",
          "Burna Boy - Cheat on Me (feat. Dave)"
        ],
        "music-genres": [
          "Afrobeat",
          "Pop",
          "Thai Funk",
          "Afro-Fusion"
        ]
      },
      "match_reason": "This episode’s Thai setting and coastal atmosphere directly echo one of the countries most affected by the 2004 tsunami, tying everyday life and music to a transformed shoreline."
    },
    {
      "hour": 18,
      "fact_text": "On December 26, 2006, two powerful earthquakes near Hengchun, Taiwan, disrupted not only local life but also undersea cables that carried much of Asia’s internet traffic. In a few seconds, trembling rock under the ocean briefly slowed the digital pulse of an entire region.",
      "fact_year": 2006,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2006_Hengchun_earthquakes",
      "episode": {
        "id": 38,
        "title": "Morning Drops #32 - A Weekend In London",
        "description": "Recorded in London, marking a weekend reunion between Gaia and Yasmin. A selection inspired by London's energy, seen through the eyes of two inseparable friends — music from concerts, club nights, and long walks across town. Four tracks to ease you into the week at the right pace.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-weekend-in-london",
        "songs": [
          "Dele Sosimi - E Go Betta",
          "Jimmy Castor Bunch - It's Just Begun",
          "Little Simz feat. Obongjayar - Lion",
          "The Asphodells - Late Flowering Lust (Phil Kieran Remix)"
        ],
        "music-genres": [
          "Afrobeat",
          "Funk",
          "UK Hip-Hop",
          "Electronic"
        ]
      },
      "match_reason": "An undersea quake that knocks out digital connections mirrors how modern cities like London are woven together by invisible networks—this episode’s urban, electronic energy nods to that wired fragility."
    },
    {
      "hour": 19,
      "fact_text": "On December 26, 1980, U.S. airmen stationed at RAF Woodbridge reported strange lights in Rendlesham Forest, in what became known as \"Britain's Roswell.\" Radar oddities, glowing objects, and mysterious marks on the ground turned this quiet Suffolk woodland into one of Europe's most debated UFO sites.",
      "fact_year": 1980,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Rendlesham_Forest_incident",
      "episode": {
        "id": 9,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "A forest turned into a supposed landing site from the stars fits an episode built around shifting perspectives and treating ‘space’ as something strange and creative, not empty."
    },
    {
      "hour": 20,
      "fact_text": "On this day in 1999, the same storm season that brought Lothar was followed by Martin, revealing how Europe can face back-to-back extreme weather events. These storms became early warning signs of how vulnerable modern infrastructure and old forests are to changing climate patterns.",
      "fact_year": 1999,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/European_windstorm#Lothar_and_Martin",
      "episode": {
        "id": 48,
        "title": "Evening Flows #01 - Yasmin - Crescendo in the Medina",
        "description": "The first Evening Flow episode comes from Yasmin. It starts deep in the medina, slow, mysterious, textured, and grows into a liberating dance across sub-Saharan landscapes. A journey through ambient soundscapes, Arabic melodies, Afro-Latin rhythms, and funky highlife grooves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/evening-flows-party-in-the-medina",
        "songs": [
          "Stive Morgan - Solar Wind, Pt. 3",
          "David Visan & Carlos Campos - Crystal Heart",
          "Evan Mars - Ya Zareef Al Tool",
          "Gerardo Frisina - Cuiabá",
          "Dele Sosimi & Medlar - You No Fit Touch Am (Medlar Remix)",
          "The Busy Twist - Friday Night"
        ],
        "music-genres": [
          "Ambient",
          "Deep House",
          "World Music",
          "Nu Jazz",
          "Afrobeat",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "As storms sweep across a continent, this episode’s gradual ‘crescendo’ from calm ambience to dancing rhythms mirrors how weather can build from stillness to powerful motion."
    },
    {
      "hour": 21,
      "fact_text": "On December 26, 1871, while \"Thespis\" introduced Gilbert and Sullivan’s partnership, it also playfully reimagined the Greek gods retiring and leaving mortals in charge. This whimsical premise quietly poked fun at authority and tradition, using myth to question who gets to rule.",
      "fact_year": 1871,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Gilbert_and_Sullivan",
      "episode": {
        "id": 6,
        "title": "Sedna FM #06 - Alters of an Ego",
        "description": "What if you could step outside yourself and become someone freer, bolder, or completely unexpected? Exploring the artistry of musicians who craft alter-egos and parallel realities to experiment with new dimensions of their identity. It's not about hiding who they are — it's about expanding who they can be.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/alters-of-an-ego",
        "songs": [
          "The Thin White Duke - Stay",
          "Mac Miller - Dang (feat. Anderson .Paak)",
          "Larry Lovestein - Love Affair",
          "The Fireman - Strawberries Oceans Ships Forest",
          "Paul McCartney - Oh! Darling",
          "Prince - Kiss",
          "Camille - Rebirth of the Flash",
          "MF DOOM - Deep Fried Frenz",
          "Gorillaz - Dirty Harry",
          "Gorillaz - Andromeda"
        ],
        "music-genres": [
          "Glam Rock",
          "Hip-Hop",
          "Jazz",
          "Ambient",
          "Classic Rock",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "A comic opera where gods take a break and roles are swapped fits neatly with an episode about alter-egos, role play, and reinventing who gets to be in charge."
    },
    {
      "hour": 22,
      "fact_text": "The Dakota War of 1862, culminating in the mass hanging at Mankato on December 26, grew out of broken treaties, hunger, and desperate attempts by Dakota people to reclaim control of their land and lives. Even today, memorial rides and ceremonies reframe the date as a time of remembrance and cultural resilience.",
      "fact_year": 1862,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Mankato,_Minnesota",
      "episode": {
        "id": 22,
        "title": "Morning Drops #16 - The Sound of Tuareg",
        "description": "A journey into the sound of the Tuareg: from traditional chants and desert rituals to the electrified rhythms of exile and resistance. Music shaped by sand, memory, and survival.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-sound-of-tuareg",
        "songs": [
          "Les Filles de Illighadad - Imigradan",
          "Tinariwen - Amassakoul ’N’ Ténéré",
          "Liya Ag Ablil - Awa Adounia",
          "Tinariwen - Sastanàqqàm"
        ],
        "music-genres": [
          "Desert Blues",
          "Tuareg",
          "World Music"
        ]
      },
      "match_reason": "Both the Dakota story and Tuareg music tell of Indigenous peoples facing displacement, using memory, song, and ritual as acts of survival and resistance."
    },
    {
      "hour": 23,
      "fact_text": "On December 26, 2003, while Bam was reeling from its earthquake, people around the world were sharing images, stories, and calls for help faster than ever before. This convergence of catastrophe and global connectivity marked how disasters now unfold simultaneously on the ground and on screens.",
      "fact_year": 2003,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2003_Bam_earthquake#Media_coverage",
      "episode": {
        "id": 1,
        "title": "Sedna FM #01 - November Bomb",
        "description": "The first Family & Friends radio episode from Yasmin Sarbaoui and Gaia Parolini. Where it all began — a life soundtrack that launched Sedna FM into the universe. Raw, heartfelt, and full of the energy that defines everything that followed.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/november-bomb",
        "songs": [
          "berlioz - Open this wall",
          "Nas - One Mic",
          "Canserbero - De la vida como pelicula, tragedia, comedia y ficcion",
          "Frankie Knuckles - Your Love",
          "Notorious B.I.G. - 17 Ten Crack Commandments",
          "Liloca - Utani Xuva",
          "Fela Kuti - Zombie",
          "Neffa - Aspettando il sole",
          "Childish Gambino - No Excuses",
          "Modjo - Music takes you back"
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeat",
          "House",
          "Italian Pop",
          "R&B",
          "Latin Rap"
        ]
      },
      "match_reason": "A moment that exposed global interconnection—devastation, media, and collective response—pairs with Sedna FM’s very first broadcast, the starting node of its own small, connected universe."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "In 1898, Marie and Pierre Curie announced they had isolated radium, a new element that glowed eerily in the dark and emitted heat seemingly forever. Their work not only opened the door to understanding radioactivity, but also quietly reshaped medicine, physics, and even the way humans thought about invisible forces in nature.",
      "fact_year": 1898,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Radium",
      "episode": {
        "id": 31,
        "title": "Morning Drops #25 - A Trip-Hop Journey",
        "description": "Hosted by friend Lorenzo, a journey through the roots and evolution of trip-hop. From Bristol's early experiments with Massive Attack and Tricky, to DJ Shadow's cinematic sampling in California, and Thievery Corporation's global downtempo grooves in Washington D.C. — exploring how this genre blurred boundaries and reshaped electronic music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-trip-hop-journey",
        "songs": [
          "Massive Attack - Unfinished Sympathy",
          "Tricky - Hell Is Round the Corner",
          "DJ Shadow - Midnight in a Perfect World",
          "Thievery Corporation - Lebanese Blonde",
          "Smoke City - Underwater Love"
        ],
        "music-genres": [
          "Trip-Hop",
          "Downtempo",
          "Electronic"
        ]
      },
      "match_reason": "Radium revealed a hidden, atmospheric world of invisible energy, much like trip-hop reveals the shadowy, cinematic side of sound and emotion."
    },
    {
      "hour": 1,
      "fact_text": "On December 26, 1843, John T. Graves wrote to his friend William Rowan Hamilton to announce his discovery of the octonions, a strange new number system extending beyond real numbers, complex numbers, and quaternions. Octonions break familiar rules like associativity, hinting that mathematics can be far weirder and more beautiful than everyday arithmetic suggests.",
      "fact_year": 1843,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Octonion",
      "episode": {
        "id": 33,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "Octonions stretch the very idea of what numbers can be, echoing this episode’s theme of questioning familiar systems—whether mathematical rules or our digital habits."
    },
    {
      "hour": 2,
      "fact_text": "In 1963, American listeners heard The Beatles’ “I Want to Hold Your Hand” and “I Saw Her Standing There” for the first time, sparking an explosive wave of Beatlemania across the Atlantic. Within weeks, four young musicians from Liverpool began transforming not just pop charts, but youth culture, fashion, and ideas about what a band could be.",
      "fact_year": 1963,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/I_Want_to_Hold_Your_Hand",
      "episode": {
        "id": 18,
        "title": "Morning Drops #12 - 80's Club",
        "description": "Starting with a Monday evening in Munich — a few drinks, friends, and landing in an 80s dance party. From Donna Summer's hypnotic pulse, to Depeche Mode's bright synthpop, Ken Laszlo's Italo Disco romance, and Mylène Farmer's darker theatrical world. Four songs, four corners of the 80s — connected by the machines that changed how we dance.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-80s-club",
        "songs": [
          "Donna Summer - I Feel Love",
          "Depeche Mode - Just Can't Get Enough",
          "Ken Laszlo - Hey Hey Guy",
          "Mylène Farmer - Sans Contrefaçon"
        ],
        "music-genres": [
          "Disco",
          "Synthpop",
          "Italo Disco",
          "French Pop"
        ]
      },
      "match_reason": "The Beatles rewired global pop in the 60s the way synthesizers and dance floors rewired it in the 80s; this episode’s celebration of era-defining hooks mirrors that first jolt of Beatlemania."
    },
    {
      "hour": 3,
      "fact_text": "On December 26, 1723, Johann Sebastian Bach led the first performance of his Christmas cantata \"Darzu ist erschienen der Sohn Gottes\" in Leipzig. The piece weaves intricate counterpoint with festive joy, turning a winter church service into an almost cosmic celebration of light arriving in darkness.",
      "fact_year": 1723,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Darzu_ist_erschienen_der_Sohn_Gottes,_BWV_40",
      "episode": {
        "id": 27,
        "title": "Morning Drops #21 - Endless Summer",
        "description": "Recorded from Fano, a quiet town on the Adriatic coast where summer stretches long and slow. Between swims, simple meals, and time with family, Gaia reflects on the kind of music that helps us return to ourselves. Through different shades of jazz — from minimal and meditative to warm and rhythmic — an invitation to slip into that endless summer feeling.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-endless-summer",
        "songs": [
          "Nik Bärtsch - Modul 14",
          "Mama Terra - Chameleon (Single Edit)",
          "Spyro Gyra - Morning Dance",
          "Yussef Kamaal - Black Focus"
        ],
        "music-genres": [
          "Minimal Jazz",
          "Nu Jazz",
          "Jazz Fusion",
          "UK Jazz"
        ]
      },
      "match_reason": "Bach’s cantata was written to frame a sacred holiday morning, and this sunlit jazz selection echoes that blend of contemplation, warmth, and slow-unfolding joy."
    },
    {
      "hour": 4,
      "fact_text": "On this day in 1871, \"Thespis\" debuted as the very first collaboration between W. S. Gilbert and Arthur Sullivan. Although much of its music is lost, it lit the spark for their later comic operas, where satire, catchy melodies, and theatrical flair would reshape British musical theatre.",
      "fact_year": 1871,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Thespis_(opera)",
      "episode": {
        "id": 44,
        "title": "Morning Drops #38 - History of Flamenco",
        "description": "A special journey into the history of Flamenco, guided by Yasmin and her guest Almudena from Madrid, Spain. Exploring the roots and evolution of this emotionally raw and culturally rich tradition, from its early vocal origins and Andalusian influences, through its transformation on stage and screen, to its modern reinventions by iconic Spanish artists.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-history-of-flamenco",
        "songs": [
          "La Niña de los Peines - Al Gurugú",
          "Lola Flores - Pena, penita, pena",
          "Paco de Lucía - Entre dos aguas",
          "Camarón de la Isla - La leyenda del tiempo",
          "Rosalía - Pienso en tu mirá"
        ],
        "music-genres": [
          "Flamenco",
          "Spanish Folk",
          "Nuevo Flamenco"
        ]
      },
      "match_reason": "Both Gilbert & Sullivan’s theatre and flamenco’s evolution tell stories of performance traditions being born and reinvented, blending humor, drama, and strong musical identities."
    },
    {
      "hour": 5,
      "fact_text": "On December 26, 1926, audiences heard the world premiere of Jean Sibelius’s tone poem \"Tapiola\", a musical portrait of a vast, mythic Nordic forest. Its slow, shifting textures make the landscape itself feel alive, as though the wind and trees were quietly breathing and remembering.",
      "fact_year": 1926,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Tapiola_(Sibelius)",
      "episode": {
        "id": 39,
        "title": "Morning Drops #33 - Immerse",
        "description": "An analogy between diving, one of Gaia's great passions, and the act of immersing in life itself. A reflection on what happens when we go below the surface: when we let ourselves be fully present. From moments of calm suspension to warm, rhythmic flow, the selection moves like water — fluid, organic, and alive. An invitation to slow down, listen deeper, and float.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-immerse",
        "songs": [
          "Pino D'Angiò - Un Po' d'Uva e un Liquore",
          "Midlife - The Magnificent Moon",
          "Tornado Wallace - Today",
          "Nu Genea - Marechià (feat. Celia Kameni)"
        ],
        "music-genres": [
          "Italo Disco",
          "Indie",
          "Balearic",
          "Nu Disco"
        ]
      },
      "match_reason": "Sibelius’s forest landscape and this episode’s aquatic, floating textures both invite a deep immersion into environment—whether of trees or tides."
    },
    {
      "hour": 6,
      "fact_text": "The Battle of Trenton began on December 26, 1776, when George Washington led a daring night crossing of the icy Delaware River to surprise Hessian troops. This risky winter gamble transformed a seemingly doomed revolution into a story of resilience and unexpected momentum.",
      "fact_year": 1776,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Trenton",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "A sudden, high-risk surprise attack that flipped the energy of a war pairs with a jolt-of-electricity rock set designed to shock you into motion."
    },
    {
      "hour": 7,
      "fact_text": "On December 26, 1862, in Mankato, Minnesota, the United States carried out the largest mass execution in its history, hanging 38 Dakota men after a rushed and deeply controversial trial process. The event remains a scar in Indigenous–U.S. relations and a stark reminder of how law, power, and injustice can intertwine.",
      "fact_year": 1862,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Dakota_War_of_1862",
      "episode": {
        "id": 14,
        "title": "Morning Drops #08 - (un)Boxing",
        "description": "An episode about breaking free from expectations and labels. Music that helps us unbox ourselves and embrace who we truly are.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-unboxing",
        "songs": [
          "Kendrick Lamar - Feel",
          "Kendrick Lamar - The Blacker the Berry",
          "Kendrick Lamar - Mirror"
        ],
        "music-genres": [
          "Hip-Hop",
          "Conscious Rap"
        ]
      },
      "match_reason": "This painful episode of oppression and racialized injustice resonates with the episode’s focus on confronting systems, identity, and the need to break out of imposed boxes."
    },
    {
      "hour": 8,
      "fact_text": "Also in 1862, the Battle of Chickasaw Bayou began as Union General William T. Sherman tried to open a path toward Vicksburg via swampy, maze-like terrain. The landscape itself became a formidable enemy, teaching both sides how rivers, bayous, and mud could shape the fate of a campaign.",
      "fact_year": 1862,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Chickasaw_Bayou",
      "episode": {
        "id": 45,
        "title": "Morning Drops #39 - Moving Meditation",
        "description": "An episode inspired by how travel helps us see more clearly. Stepping into new places opens the mind, shifts perspective. The music moves through balearic warmth, boogie grooves, world and latin-folk influences, and touches of new wave — a selection built to follow the quiet changes that happen when you're out of your usual rhythm.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-moving-meditation",
        "songs": [
          "Stella & The Longos - La Flamme",
          "España Circo Este - Dormo poco e sogno molto",
          "Mystic Jungle - Sunset Breaker",
          "Talking Heads - This Must Be the Place (Naive Melody)"
        ],
        "music-genres": [
          "Balearic",
          "Italian Folk Rock",
          "World Music",
          "New Wave"
        ]
      },
      "match_reason": "This battle is a story of how geography alters plans and perceptions, fitting an episode centered on how new terrains—literal or emotional—quietly change the way we move and think."
    },
    {
      "hour": 9,
      "fact_text": "On December 26, 1806, the Battles of Pułtusk and Golymin saw Russian forces halt Napoleon's advance in freezing, muddy Polish fields. The clash showed that even the seemingly unstoppable French army could be slowed by weather, terrain, and stubborn resistance.",
      "fact_year": 1806,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Pu%C5%82tusk_(1806)",
      "episode": {
        "id": 26,
        "title": "Morning Drops #20 - Hitchhiking Poland",
        "description": "Yasmin takes you back to the summer of 2020, when borders were still uncertain and a long-held wish to visit Poland finally came true. Through four tracks, tracing her journey from a stranger's couch in Poznań to the peaks of Zakopane.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-hitchhiking-poland",
        "songs": [
          "Pidżama Porno - Ezoteryczny Poznań",
          "Seev, Masswo - Primal Scream",
          "Antoha MC - Ритм сердца",
          "Yugopolis & Maciej Maleńczuk - Ostatnia Nocka"
        ],
        "music-genres": [
          "Polish Rock",
          "Electronic",
          "Russian Rap",
          "Slavic Folk Rock"
        ]
      },
      "match_reason": "A key Napoleonic confrontation on Polish soil pairs with a musical road trip across modern Poland, connecting historical battlegrounds to today’s lived landscapes and sounds."
    },
    {
      "hour": 10,
      "fact_text": "On this day in 1941, Winston Churchill addressed a joint meeting of the U.S. Congress, only weeks after the attack on Pearl Harbor. His speech mixed humor with urgency, forging a powerful emotional bridge between two nations about to fight a global war together.",
      "fact_year": 1941,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Winston_Churchill%27s_address_to_the_United_States_Congress_(1941)",
      "episode": {
        "id": 7,
        "title": "Morning Drops #01 - Timeless Legacy",
        "description": "Gaia guides us through timeless music to start the morning with the right foot! The first episode of the Morning Drops series — classic sounds that never fade.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-timeless-legacy",
        "songs": [
          "Roberta Flack - Killing me softly with his song",
          "Stone, Angie & Raphael Saadiq - Brotha",
          "Roy Ayers - Running Away (Extended)"
        ],
        "music-genres": [
          "Soul",
          "R&B",
          "Jazz-Funk"
        ]
      },
      "match_reason": "Churchill’s oratory became part of a ‘timeless legacy’ of wartime speeches, fitting an episode devoted to enduring, classic voices that still resonate across generations."
    },
    {
      "hour": 11,
      "fact_text": "On December 26, 1943, the German battleship Scharnhorst was sunk off Norway's North Cape after a fierce clash with the Royal Navy. In the polar night, radar, codebreaking, and icy seas turned a naval duel into a high-tech, high-stakes hunt in the dark.",
      "fact_year": 1943,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/German_battleship_Scharnhorst",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "Both the sinking of Scharnhorst and this episode unfold in the same Arctic waters off Norway, tying wartime history to today’s quieter encounters with whales and frozen light."
    },
    {
      "hour": 12,
      "fact_text": "On December 26, 1972, as part of Operation Linebacker II, 120 American B-52 bombers launched in the largest single combat takeoff in Strategic Air Command history to attack Hanoi. The resulting \"Christmas Bombing\" became one of the Vietnam War’s most controversial episodes, raising questions about the limits of air power and the cost of escalation.",
      "fact_year": 1972,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Operation_Linebacker_II",
      "episode": {
        "id": 2,
        "title": "Sedna FM #02 - Destination Sedna",
        "description": "Continuing the Sedna FM journey together with family and friends! Episode two of the main series — exploring new musical territories and deepening the connection with our listeners. A collective voyage through sound.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/destination-sedna",
        "songs": [
          "Pink Floyd - Breathe",
          "The fountain DC - Starburster",
          "Laura Cahen - La Poussiere",
          "Taxi Kebab - Lmchi w rjou3",
          "Odion Iruoje - Identify With Your Roots",
          "Depeche mode - world in my eyes (Oil Tank Mix)",
          "Massive attack - Dissolved girl",
          "Kokoroko - Three piece suite",
          "Salin - Egungun",
          "E.S.P. - It's You"
        ],
        "music-genres": [
          "Progressive Rock",
          "Post-Punk",
          "French Pop",
          "Maghreb",
          "Afrobeat",
          "Synthpop",
          "Trip-Hop"
        ]
      },
      "match_reason": "The disorienting scale of a mass bomber launch contrasts with introspective tracks like Pink Floyd’s \"Breathe\", encouraging reflection on technology, war, and the destinations we choose."
    }
  ],
  "generated_at": "2025-12-26T00:00:00.010106+00:00",
  "date": "2025-12-26",
  "updated_at": "2025-12-26T12:00:01.288256+00:00"
}