{
  "current_hour": 21,
  "current_fact": {
    "hour": 21,
    "fact_text": "On 23 December 962 years after its founding, Aleppo again appears in history: but in 962 itself, its sack was part of a long cycle of siege and survival. The city's story reminds us how places can be repeatedly broken and rebuilt, carrying layer upon layer of memory beneath their streets.",
    "fact_year": 962,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Aleppo",
    "episode": {
      "id": 7,
      "title": "Morning Drops #01 - Timeless Legacy",
      "description": "Gaia guides us through timeless music to start the morning with the right foot! The first episode of the Morning Drops series — classic sounds that never fade.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-timeless-legacy",
      "songs": [
        "Roberta Flack - Killing me softly with his song",
        "Stone, Angie & Raphael Saadiq - Brotha",
        "Roy Ayers - Running Away (Extended)"
      ],
      "music-genres": [
        "Soul",
        "R&B",
        "Jazz-Funk"
      ]
    },
    "match_reason": "A city enduring across centuries of destruction parallels the idea of a 'timeless legacy', with classic soul and jazz-funk standing in for the culture that survives upheaval."
  },
  "queue": [
    {
      "hour": 22,
      "fact_text": "On 23 December 1936, Colombia’s accession to the Buenos Aires copyright treaty further enmeshed Latin America in a network of shared literary and musical protections. It anticipated a future where songs and stories would travel easier than ever — long before streaming, a legal rhythm was already in motion.",
      "fact_year": 1936,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Copyright",
      "episode": {
        "id": 35,
        "title": "Morning Drops #29 - Berber France Meets Arabic Italy",
        "description": "Yasmin takes us back to her university years, where she met Abdel - an Algerian-French friend with a big heart and endless optimism. Their friendship grew around music, identity, and playful arguments about whether a song was originally Italian or French. Music that exists in both versions, alongside stories of finding a home, boxing training, and car rides filled with music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-berber-france-meets-arabic-italy",
        "songs": [
          "Georges Moustaki - Le Métèque",
          "Georges Brassens - Les Passants",
          "Dalida - Bambino (Guaglione)",
          "Biga*Ranx - My Face"
        ],
        "music-genres": [
          "French Chanson",
          "Italian Pop",
          "Reggae"
        ]
      },
      "match_reason": "A treaty about cross-border rights over creative works fits an episode that joyfully navigates songs existing in multiple national versions, blurring ownership and identity."
    },
    {
      "hour": 23,
      "fact_text": "On this day in 1970s Africa’s turbulent era, the DRC became a one-party state; decades later, different struggles echo elsewhere. From sovereign skies to sovereign hearts, 23 December threads stories of power, resistance, and renewal — a reminder that history rarely rests, even on the eve of holidays.",
      "fact_year": 1970,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/One-party_state",
      "episode": {
        "id": 41,
        "title": "Morning Drops #35 - Thailand",
        "description": "Recorded in Koh Samui, Thailand, where Yasmin and her friend Patricia spent more than two intense weeks training Muay Thai and Western boxing. Between sweat, rhythm, and sea breeze, they share reflections on discipline, friendship, and the beauty of movement - with a soundtrack that connects Thai sounds to the flow of daily practice.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-thailand",
        "songs": [
          "Salin - Egungun",
          "Justin Bieber - Love Yourself",
          "Khun Narin - Phua Kao",
          "Burna Boy - Cheat on Me (feat. Dave)"
        ],
        "music-genres": [
          "Afrobeat",
          "Pop",
          "Thai Funk",
          "Afro-Fusion"
        ]
      },
      "match_reason": "The discipline and control of a one-party system contrasts with the personal discipline of martial arts training, suggesting how power can be reclaimed inwardly through movement and practice."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "In 1986, the experimental aircraft Rutan Voyager completed the first non-stop, unrefueled flight around the world, landing at Edwards Air Force Base after nine days in the air. Built largely from composite materials and flown by Dick Rutan and Jeana Yeager, it carried so much fuel that its wingtips nearly scraped the runway on takeoff, then finished the journey with barely any left.",
      "fact_year": 1986,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Rutan_Voyager",
      "episode": {
        "id": 5,
        "title": "Sedna FM #05 - On The Go - Zero Zero",
        "description": "An energetic mix for when you're on the move. Zero Zero captures that feeling of starting fresh, moving forward, and embracing the journey. Perfect for travel, walks, or just getting things done.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/on-the-go-zero-zero",
        "songs": [
          "Alborosie - Rock the dancehall",
          "Grace Jones - Pull up to the bumper",
          "Hollie cook - Happy hour",
          "Easy star all star - Soul love",
          "Jeremie Albino - Rolling down the 405",
          "Cyril Neville - I found joy",
          "Aretha Franklin - Rock steady",
          "James Brown - Talking loud and saying nothing (remix)",
          "Nubiyan Twist - So mi stay",
          "Professor Wouassa - Fallou Fall",
          "Jarabe de Palo - La Flaca"
        ],
        "music-genres": [
          "Reggae",
          "Funk",
          "Soul",
          "Afrobeat",
          "Latin Rock",
          "New Wave"
        ]
      },
      "match_reason": "A record-breaking flight around the world pairs with an episode built around motion, roads, and the exhilaration of being constantly 'on the go'."
    },
    {
      "hour": 1,
      "fact_text": "On 23 December 1954, surgeons Joseph Murray and J. Hartwell Harrison performed the first successful human kidney transplant in Boston. The operation, done between identical twin brothers, proved that organ transplantation could work and opened the door to modern transplant medicine.",
      "fact_year": 1954,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Kidney_transplantation",
      "episode": {
        "id": 25,
        "title": "Morning Drops #19 - Wabi Sabi",
        "description": "Wabi-sabi is a story about a handmade mug, a small mistake, and the idea that imperfection can be something to keep—not correct. In this Morning Drop, Gaia shares a moment that didn’t go to plan, and four tracks that echo the same spirit: rough takes, studio accidents, lo-fi textures, and quiet surprises. A soft, thoughtful selection moving between warm electronics, classic riffs, and raw edges.A reminder that not everything needs to be polished. Sometimes, it’s better that way.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-wabi-sabi",
        "songs": [
          "song 1"
        ],
        "music-genres": [
          "genre 1"
        ]
      },
      "match_reason": "Pioneering transplant surgery evokes themes of vulnerability, risk, and imperfect breakthroughs, resonating with an episode that celebrates imperfection and experimental paths to healing."
    },
    {
      "hour": 2,
      "fact_text": "In 2002, a U.S. MQ-1 Predator drone was shot down by an Iraqi MiG-25, marking the first known combat engagement between an unmanned aerial vehicle and a conventional piloted aircraft. The brief encounter over the no-fly zone foreshadowed a new era in which machines would increasingly share — and contest — the skies with humans.",
      "fact_year": 2002,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/General_Atomics_MQ-1_Predator",
      "episode": {
        "id": 33,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "A drone-versus-jet encounter is a vivid symbol of our changing relationship with technology, echoing an episode that questions how machines mediate modern life and connection."
    },
    {
      "hour": 3,
      "fact_text": "On this day in 1893, Engelbert Humperdinck's opera \"Hänsel und Gretel\" received its premiere, transforming a dark folk tale into a lushly orchestrated fairy-tale opera. Conducted by Richard Strauss, it became a holiday tradition in many countries, blending childhood wonder with a surprisingly sophisticated musical language.",
      "fact_year": 1893,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Hansel_and_Gretel_(opera)",
      "episode": {
        "id": 4,
        "title": "Sedna FM #04 - Queen of Spades",
        "description": "Tuning in from the planet of irrational love. Exploring love's most vulnerable side — the kind that awakens the child within us. A diverse music selection ranging from electric blues to downtempo, soul, and jazz. A tribute to the feeling that has moved artists to create the most beautiful works. Love makes us vulnerable, and there is no art without vulnerability.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/queen-of-spades",
        "songs": [
          "Alabama Shakes - Gimme All Your Love",
          "Queens of the stone age - Make it wit chu",
          "Rosa Passos - Fusion",
          "Sade - Mr Wrong",
          "Daft Punk - Something About Us",
          "10cc - I'm Not in Love",
          "Jonny Nash - Theories",
          "Etta James - I'd Rather Go Blind",
          "Adriano Celentano - Storia D'amore",
          "Eric Clapton - Have you ever loved a woman",
          "Arctic Monkey - The Bakery"
        ],
        "music-genres": [
          "Blues Rock",
          "Stoner Rock",
          "Bossa Nova",
          "Soul",
          "Electronic",
          "Soft Rock",
          "Blues"
        ]
      },
      "match_reason": "A fairy-tale opera about lost children and temptation fits an episode about love’s vulnerability and the childlike emotions that art can awaken."
    },
    {
      "hour": 4,
      "fact_text": "In 1955, the first film adaptation of Väinö Linna's novel \"The Unknown Soldier\" premiered in Finland, depicting a Finnish infantry company during World War II from the viewpoint of ordinary soldiers. Its unvarnished portrayal of fear, camaraderie, and disillusionment helped reshape how Finns remembered the war.",
      "fact_year": 1955,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/The_Unknown_Soldier_(1955_film)",
      "episode": {
        "id": 42,
        "title": "Morning Drops #36 - Women of Rock",
        "description": "A tribute to the women who shaped the sound of rock, the ones who picked up a guitar and refused to ask for permission. The conversation unfolds in Italian, led by Gaia and her father. A dialogue between generations and a reminder that the pulse of rock has always belonged to anyone brave enough to play it loud. Distortion, rhythm, freedom.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-women-of-rock",
        "songs": [
          "Suzi Quatro - Can the Can",
          "Joan Jett & The Blackhearts - I Love Rock 'n Roll",
          "Laura Cox - Hard Blues Shot",
          "Jackie Venson - Always Free (Live)"
        ],
        "music-genres": [
          "Glam Rock",
          "Hard Rock",
          "Blues Rock"
        ]
      },
      "match_reason": "A stark war film about courage and defiance aligns with an episode celebrating rock musicians who push back against expectations and claim their own kind of battlefield."
    },
    {
      "hour": 5,
      "fact_text": "On 23 December 1783, George Washington resigned as commander-in-chief of the Continental Army in Annapolis, voluntarily giving up power after winning the American Revolutionary War. The act stunned European observers and set a powerful precedent for civilian control of the military and peaceful transitions of authority.",
      "fact_year": 1783,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/George_Washington%27s_resignation_as_commander-in-chief",
      "episode": {
        "id": 17,
        "title": "Morning Drops #11 - Mediterranean Boat",
        "description": "Gaia invites you to embark on a musical voyage across the Mediterranean. Exploring music from different countries shared by people who call them home. A warm, sun-soaked journey through coastal sounds.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-mediterranean-boat",
        "songs": [
          "Arleta - Bar To Navagio",
          "Baba Zula - Tavla",
          "Mylène Farmer - Désenchantée",
          "Fabrizio De André - Crêuza de mä"
        ],
        "music-genres": [
          "Greek Folk",
          "Turkish Psychedelic",
          "French Pop",
          "Italian Singer-Songwriter"
        ]
      },
      "match_reason": "Washington’s quiet journey from wartime leader back to private citizen mirrors a reflective voyage; the episode’s seafaring, border-crossing mood fits a story about crossing from empire to independence."
    },
    {
      "hour": 6,
      "fact_text": "In 1990, Slovenians voted in a landmark referendum in which 88.5% of the entire electorate backed independence from Yugoslavia. This overwhelming mandate laid the groundwork for Slovenia’s secession the following year and signaled the acceleration of Yugoslavia’s disintegration.",
      "fact_year": 1990,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1990_Slovenian_independence_referendum",
      "episode": {
        "id": 2,
        "title": "Sedna FM #02 - Destination Sedna",
        "description": "Continuing the Sedna FM journey together with family and friends! Episode two of the main series — exploring new musical territories and deepening the connection with our listeners. A collective voyage through sound.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/destination-sedna",
        "songs": [
          "Pink Floyd - Breathe",
          "The fountain DC - Starburster",
          "Laura Cahen - La Poussiere",
          "Taxi Kebab - Lmchi w rjou3",
          "Odion Iruoje - Identify With Your Roots",
          "Depeche mode - world in my eyes (Oil Tank Mix)",
          "Massive attack - Dissolved girl",
          "Kokoroko - Three piece suite",
          "Salin - Egungun",
          "E.S.P. - It's You"
        ],
        "music-genres": [
          "Progressive Rock",
          "Post-Punk",
          "French Pop",
          "Maghreb",
          "Afrobeat",
          "Synthpop",
          "Trip-Hop"
        ]
      },
      "match_reason": "A nation choosing a new destination for itself resonates with an episode framed as a journey into new territories and redefining collective identity through sound."
    },
    {
      "hour": 7,
      "fact_text": "On this day in 1970, the Democratic Republic of the Congo was officially declared a one-party state under President Joseph-Désiré Mobutu. The move consolidated his power and ushered in decades of authoritarian rule under the banner of 'authenticité', a state ideology that tried to reshape cultural identity while silencing dissent.",
      "fact_year": 1970,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Democratic_Republic_of_the_Congo",
      "episode": {
        "id": 30,
        "title": "Morning Drops #24 - The Rise Of Afrobeat",
        "description": "An exploration of the rise of Afrobeat, tracing its roots and evolution as a genre that blends African rhythms with jazz, funk, and highlife. A celebration of the infectious energy and cultural significance of this influential musical movement.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-rise-of-afrobeat",
        "songs": [
          "E.T. Mensah - Ghana Freedom",
          "I.K. Dairo - Salome",
          "Fela Kuti - Great Kids",
          "Fela Kuti - Expensive Shit"
        ],
        "music-genres": [
          "Highlife",
          "Jùjú",
          "Afrobeat"
        ]
      },
      "match_reason": "An African one-party regime and its control over culture is well paired with Afrobeat’s history as a politically charged musical response to authoritarianism across the continent."
    },
    {
      "hour": 8,
      "fact_text": "In 1936, Colombia became a signatory to the Buenos Aires Convention, a copyright treaty that simplified the mutual recognition of authors’ rights across the Americas. Long before digital platforms, it was an attempt to ensure that writers, composers, and artists were credited and paid as their work crossed borders.",
      "fact_year": 1936,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Buenos_Aires_Convention",
      "episode": {
        "id": 1,
        "title": "Sedna FM #01 - November Bomb",
        "description": "The first Family & Friends radio episode from Yasmin Sarbaoui and Gaia Parolini. Where it all began — a life soundtrack that launched Sedna FM into the universe. Raw, heartfelt, and full of the energy that defines everything that followed.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/november-bomb",
        "songs": [
          "berlioz - Open this wall",
          "Nas - One Mic",
          "Canserbero - De la vida como pelicula, tragedia, comedia y ficcion",
          "Frankie Knuckles - Your Love",
          "Notorious B.I.G. - 17 Ten Crack Commandments",
          "Liloca - Utani Xuva",
          "Fela Kuti - Zombie",
          "Neffa - Aspettando il sole",
          "Childish Gambino - No Excuses",
          "Modjo - Music takes you back"
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeat",
          "House",
          "Italian Pop",
          "R&B",
          "Latin Rap"
        ]
      },
      "match_reason": "A treaty about protecting creators’ rights aligns with the station’s own origin story episode, celebrating music’s makers across genres and borders."
    },
    {
      "hour": 9,
      "fact_text": "On 23 December 962, Byzantine forces under the future emperor Nikephoros Phokas stormed Aleppo in a dramatic night attack during the Arab–Byzantine wars. Their capture and sacking of the city briefly shifted the balance of power in northern Syria and became a symbol of imperial resurgence.",
      "fact_year": 962,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Sack_of_Aleppo_(962)",
      "episode": {
        "id": 28,
        "title": "Morning Drops #22 - Sicilians On The Dolomites",
        "description": "Hosted by Yasmin, a musical journey inspired by the mountains. Joined by two special guests, exploring the tracks they've chosen, hearing the stories behind their picks, and discovering the personal memories each song brings to life — a blend of music, voices, and landscapes you can hear.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sicilians-on-the-dolomites",
        "songs": [
          "Franco Battiato - Haiku",
          "Florian Pellissier Quintet - Coup de foudre à Thessalonique",
          "Lucio Dalla & Francesco De Gregori - Ma come fanno i marinai",
          "Pink Floyd - Fearless"
        ],
        "music-genres": [
          "Italian Art Pop",
          "French Jazz",
          "Italian Singer-Songwriter",
          "Progressive Rock"
        ]
      },
      "match_reason": "A medieval clash over Syrian highlands mirrors the episode’s sense of landscapes, mountains, and shifting vantage points, turning sites of conflict into places of reflection."
    },
    {
      "hour": 10,
      "fact_text": "In 1299, Ghazan Khan of the Ilkhanate defeated a Mamluk army at the Battle of Wadi al-Khaznadar near Homs, one of the last major Mongol victories in the Levant. The clash brought steppe cavalry tactics deep into the heart of the Middle East and briefly revived Mongol ambitions in Syria.",
      "fact_year": 1299,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Ilkhanate",
      "episode": {
        "id": 22,
        "title": "Morning Drops #16 - The Sound of Tuareg",
        "description": "A journey into the sound of the Tuareg: from traditional chants and desert rituals to the electrified rhythms of exile and resistance. Music shaped by sand, memory, and survival.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-sound-of-tuareg",
        "songs": [
          "Les Filles de Illighadad - Imigradan",
          "Tinariwen - Amassakoul ’N’ Ténéré",
          "Liya Ag Ablil - Awa Adounia",
          "Tinariwen - Sastanàqqàm"
        ],
        "music-genres": [
          "Desert Blues",
          "Tuareg",
          "World Music"
        ]
      },
      "match_reason": "Mongol horsemen sweeping through desert frontiers connect naturally with Tuareg desert blues, both carrying stories of nomadic warfare, survival, and shifting empires in arid landscapes."
    },
    {
      "hour": 11,
      "fact_text": "On 23 December 1941, after fifteen days of fierce resistance, Wake Island fell to the Imperial Japanese Army and Navy. The tiny atoll, defended by a small U.S. garrison and civilian contractors, became a powerful early-war symbol of tenacity against overwhelming odds.",
      "fact_year": 1941,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Wake_Island",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "The intense, high-voltage struggle on a remote Pacific island matches an episode built from blistering guitars and battle-ready rock energy."
    },
    {
      "hour": 12,
      "fact_text": "In 1968, after eleven months of captivity in North Korea, 82 crew members of the USS Pueblo were released and allowed to cross the \"Bridge of No Return\" into South Korea. Their capture on an intelligence-gathering mission had sparked an international crisis, and their staged, coded protest photographs became a subtle act of resistance.",
      "fact_year": 1968,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/USS_Pueblo_(AGER-2)",
      "episode": {
        "id": 31,
        "title": "Morning Drops #25 - A Trip-Hop Journey",
        "description": "Hosted by friend Lorenzo, a journey through the roots and evolution of trip-hop. From Bristol's early experiments with Massive Attack and Tricky, to DJ Shadow's cinematic sampling in California, and Thievery Corporation's global downtempo grooves in Washington D.C. — exploring how this genre blurred boundaries and reshaped electronic music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-trip-hop-journey",
        "songs": [
          "Massive Attack - Unfinished Sympathy",
          "Tricky - Hell Is Round the Corner",
          "DJ Shadow - Midnight in a Perfect World",
          "Thievery Corporation - Lebanese Blonde",
          "Smoke City - Underwater Love"
        ],
        "music-genres": [
          "Trip-Hop",
          "Downtempo",
          "Electronic"
        ]
      },
      "match_reason": "A Cold War intelligence drama with hidden messages and psychological tension pairs with an atmospheric, cinematic trip-hop selection that lives in shadows and subtext."
    },
    {
      "hour": 13,
      "fact_text": "On this day in 1948, seven high-ranking Japanese military and political leaders convicted by the International Military Tribunal for the Far East were executed at Sugamo Prison. The trials, often called the \"Tokyo Trials\", grappled with the legal and moral questions of holding individuals accountable for systemic wartime atrocities.",
      "fact_year": 1948,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/International_Military_Tribunal_for_the_Far_East",
      "episode": {
        "id": 44,
        "title": "Morning Drops #38 - History of Flamenco",
        "description": "A special journey into the history of Flamenco, guided by Yasmin and her guest Almudena from Madrid, Spain. Exploring the roots and evolution of this emotionally raw and culturally rich tradition, from its early vocal origins and Andalusian influences, through its transformation on stage and screen, to its modern reinventions by iconic Spanish artists.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-history-of-flamenco",
        "songs": [
          "La Niña de los Peines - Al Gurugú",
          "Lola Flores - Pena, penita, pena",
          "Paco de Lucía - Entre dos aguas",
          "Camarón de la Isla - La leyenda del tiempo",
          "Rosalía - Pienso en tu mirá"
        ],
        "music-genres": [
          "Flamenco",
          "Spanish Folk",
          "Nuevo Flamenco"
        ]
      },
      "match_reason": "A war crimes tribunal confronting guilt and grief resonates with flamenco’s deep emotional currents of sorrow, catharsis, and historical memory."
    },
    {
      "hour": 14,
      "fact_text": "In 1972, a magnitude 6.5 earthquake struck Managua, the capital of Nicaragua, killing more than 10,000 people and destroying much of the city’s historic center. The devastation not only reshaped the urban landscape but also intensified political unrest that would help fuel revolution later in the decade.",
      "fact_year": 1972,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1972_Nicaragua_earthquake",
      "episode": {
        "id": 45,
        "title": "Morning Drops #39 - Moving Meditation",
        "description": "An episode inspired by how travel helps us see more clearly. Stepping into new places opens the mind, shifts perspective. The music moves through balearic warmth, boogie grooves, world and latin-folk influences, and touches of new wave — a selection built to follow the quiet changes that happen when you're out of your usual rhythm.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-moving-meditation",
        "songs": [
          "Stella & The Longos - La Flamme",
          "España Circo Este - Dormo poco e sogno molto",
          "Mystic Jungle - Sunset Breaker",
          "Talking Heads - This Must Be the Place (Naive Melody)"
        ],
        "music-genres": [
          "Balearic",
          "Italian Folk Rock",
          "World Music",
          "New Wave"
        ]
      },
      "match_reason": "A city literally shaken and forced to rebuild pairs with an episode about shifting perspective and movement, using global and Latin-tinged sounds as a gentle counterpoint to the earth’s violence."
    },
    {
      "hour": 15,
      "fact_text": "On 23 December 2008, just hours after the death of President Lansana Conté, a military junta staged a coup d'état in Guinea. Announcing the dissolution of the government on state radio, they promised reform, illustrating how quickly power can change hands when a system is brittle.",
      "fact_year": 2008,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2008_Guinean_coup_d%27%C3%A9tat",
      "episode": {
        "id": 19,
        "title": "Morning Drops #13 - Demystifying Reggaeton",
        "description": "Yasmin takes us on a journey through the real story of reggaeton — from its roots in Panama and Puerto Rico to its global evolution. Exploring the genre's history, influences, and cultural impact.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-demystifying-reggaeton",
        "songs": [
          "Renato - Chica de los Ojos Café",
          "B. F. Yaviah - Si Tu Quieres Fumar",
          "Calle 13 - Atrévete",
          "Bad Bunny - DtMF"
        ],
        "music-genres": [
          "Reggaeton",
          "Latin Urban",
          "Hip-Hop"
        ]
      },
      "match_reason": "A sudden power grab and promises of change echo the way reggaeton emerged from the margins to reshape cultural power structures and give voice to the street."
    },
    {
      "hour": 16,
      "fact_text": "In 2015, a bomb exploded at Istanbul’s Sabiha Gökçen International Airport, killing a cleaner and injuring others in a nighttime attack claimed days later by the Kurdistan Freedom Hawks. The blast underscored how even places of transit — liminal spaces between journeys — can become flashpoints in broader political conflicts.",
      "fact_year": 2015,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2015_Sabiha_G%C3%B6k%C3%A7en_Airport_bombing",
      "episode": {
        "id": 38,
        "title": "Morning Drops #32 - A Weekend In London",
        "description": "Recorded in London, marking a weekend reunion between Gaia and Yasmin. A selection inspired by London's energy, seen through the eyes of two inseparable friends — music from concerts, club nights, and long walks across town. Four tracks to ease you into the week at the right pace.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-weekend-in-london",
        "songs": [
          "Dele Sosimi - E Go Betta",
          "Jimmy Castor Bunch - It's Just Begun",
          "Little Simz feat. Obongjayar - Lion",
          "The Asphodells - Late Flowering Lust (Phil Kieran Remix)"
        ],
        "music-genres": [
          "Afrobeat",
          "Funk",
          "UK Hip-Hop",
          "Electronic"
        ]
      },
      "match_reason": "An airport bombing in a global hub city connects with an episode steeped in big-city movement and nightlife, highlighting how crowded urban spaces can hold both joy and vulnerability."
    },
    {
      "hour": 17,
      "fact_text": "On this day in 1984, Aeroflot Flight 3519 crashed near Krasnoyarsk after an engine fire led to an attempted emergency landing, killing 110 of the 111 people on board. The accident, involving a Tupolev Tu-154, exposed maintenance issues and the risks of flying over vast, sparsely populated Siberian territory.",
      "fact_year": 1984,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Aeroflot_Flight_3519",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "A tragic aircraft fire over the cold expanses of Siberia contrasts with an Arctic voyage episode, linking themes of risk, remote frontiers, and the thin line between awe and danger in extreme environments."
    },
    {
      "hour": 18,
      "fact_text": "In 1688, as the Glorious Revolution unfolded, King James II fled England for France after his army and political support evaporated, effectively abdicating the throne. His departure paved the way for William and Mary’s joint reign and helped entrench constitutional monarchy in Britain.",
      "fact_year": 1688,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Glorious_Revolution",
      "episode": {
        "id": 36,
        "title": "Morning Drops #30 - Star Treatment",
        "description": "A celebration of change and transformation. Gaia traces the evolution of Arctic Monkeys - from raw energy to cinematic sound - reflecting on how artists, and all of us, grow and change through time. A journey through courage, curiosity, and the beauty of slowing down.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-star-treatment",
        "songs": [
          "Arctic Monkeys - Brainstorm",
          "Arctic Monkeys - Pretty Visitors",
          "Arctic Monkeys - Star Treatment",
          "Arctic Monkeys - There’d Better Be a Mirrorball"
        ],
        "music-genres": [
          "Indie Rock",
          "Psychedelic Rock",
          "Lounge Pop"
        ]
      },
      "match_reason": "A dethroned king and a new constitutional order echo an episode about evolution and reinvention, with Arctic Monkeys’ own stylistic revolutions mirroring shifts in power and persona."
    },
    {
      "hour": 19,
      "fact_text": "On 23 December 2013–2023’s echo of violence: in 2023, a series of massacres targeting Berom civilians in Nigeria’s Plateau State killed over 200 people and injured hundreds more over several days. No group claimed responsibility, highlighting the complex web of land disputes, ethnicity, and insecurity that haunt the region.",
      "fact_year": 2023,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2023_Plateau_State_massacres",
      "episode": {
        "id": 29,
        "title": "Morning Drops #23 - Morning Dubs",
        "description": "Recorded while still processing Houghton Festival. One of the mornings there, waking up in the woods to a reggae DJ set — no phone signal, just trees, music, and loved ones. A slow selection of reggae, dub, and morning rhythms. Dubs instead of drops. Start your day slow — with space to breathe.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-morning-dubs",
        "songs": [
          "The Gaylads - Joy in the Morning",
          "The Officials - Babylonian",
          "King Tubby - King Tubby Meets the Rockers Uptown",
          "Aisha Morrison - Ethiopia"
        ],
        "music-genres": [
          "Reggae",
          "Dub",
          "Roots Reggae"
        ]
      },
      "match_reason": "A painful, recent wave of violence in Nigeria is offset by an episode rooted in reggae and dub — genres that have long carried messages of resilience, injustice, and the dream of a more peaceful 'Zion'."
    },
    {
      "hour": 20,
      "fact_text": "In 1968, the 82 surviving crew members of the USS Pueblo — after months of forced 'confessions' and propaganda — crossed back into South Korea on 23 December, each saluting the American flag before stepping onto allied soil. Their release came after intense negotiations, including a U.S. statement that it later publicly disavowed.",
      "fact_year": 1968,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/USS_Pueblo_(AGER-2)",
      "episode": {
        "id": 12,
        "title": "Morning Drops #06 - Friend's Home",
        "description": "Yasmin and Gaia are reunited under the same roof to spend Easter Monday morning together, exploring that heartwarming 'just like home' feeling that comes from being surrounded by beloved friends.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-friends-home",
        "songs": [
          "Oumou Sangaré - Jah Rah Bee",
          "James Mason - Free",
          "Articolo 31 - Gente che spera",
          "Articolo 31 - Spirale ovale"
        ],
        "music-genres": [
          "Afropop",
          "Jazz-Funk",
          "Italian Hip-Hop"
        ]
      },
      "match_reason": "The moment of finally crossing back 'home' after captivity connects with an episode about the warmth and safety of being under a familiar roof with people you trust."
    },
    {
      "hour": 21,
      "fact_text": "On 23 December 962 years after its founding, Aleppo again appears in history: but in 962 itself, its sack was part of a long cycle of siege and survival. The city's story reminds us how places can be repeatedly broken and rebuilt, carrying layer upon layer of memory beneath their streets.",
      "fact_year": 962,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Aleppo",
      "episode": {
        "id": 7,
        "title": "Morning Drops #01 - Timeless Legacy",
        "description": "Gaia guides us through timeless music to start the morning with the right foot! The first episode of the Morning Drops series — classic sounds that never fade.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-timeless-legacy",
        "songs": [
          "Roberta Flack - Killing me softly with his song",
          "Stone, Angie & Raphael Saadiq - Brotha",
          "Roy Ayers - Running Away (Extended)"
        ],
        "music-genres": [
          "Soul",
          "R&B",
          "Jazz-Funk"
        ]
      },
      "match_reason": "A city enduring across centuries of destruction parallels the idea of a 'timeless legacy', with classic soul and jazz-funk standing in for the culture that survives upheaval."
    }
  ],
  "generated_at": "2025-12-23T00:00:00.013139+00:00",
  "date": "2025-12-23",
  "updated_at": "2025-12-23T21:00:01.535370+00:00"
}