{
  "current_hour": 15,
  "current_fact": {
    "hour": 15,
    "fact_text": "On 31 December 1968, the Soviet Tupolev Tu‑144 made its first flight, becoming the world’s first civilian supersonic transport to take to the skies. Nicknamed \"Concordski\" in the West, the jet was an audacious attempt to turn Cold War aerospace rivalry into faster‑than‑sound passenger travel.",
    "fact_year": 1968,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Tupolev_Tu-144",
    "episode": {
      "id": 5,
      "title": "Sedna FM #05 - On The Go - Zero Zero",
      "description": "An energetic mix for when you're on the move. Zero Zero captures that feeling of starting fresh, moving forward, and embracing the journey. Perfect for travel, walks, or just getting things done.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/on-the-go-zero-zero",
      "songs": [
        "Alborosie - Rock the dancehall",
        "Grace Jones - Pull up to the bumper",
        "Hollie cook - Happy hour",
        "Easy star all star - Soul love",
        "Jeremie Albino - Rolling down the 405",
        "Cyril Neville - I found joy",
        "Aretha Franklin - Rock steady",
        "James Brown - Talking loud and saying nothing (remix)",
        "Nubiyan Twist - So mi stay",
        "Professor Wouassa - Fallou Fall",
        "Jarabe de Palo - La Flaca"
      ],
      "music-genres": [
        "Reggae",
        "Funk",
        "Soul",
        "Afrobeat",
        "Latin Rock",
        "New Wave"
      ]
    },
    "match_reason": "A supersonic airliner built for ultra‑fast journeys matches an upbeat travel‑soundtrack episode made for movement, momentum, and starting fresh at high speed."
  },
  "queue": [
    {
      "hour": 16,
      "fact_text": "On 31 December 1670, the English expedition led by John Narborough departed Chile’s Corral Bay after charting parts of the southern coast and clashing diplomatically with Spanish authorities. Four of his men were seized and never returned, a stark reminder that early scientific voyages of \"discovery\" were also entangled with imperial rivalry and human loss.",
      "fact_year": 1670,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/English_expedition_to_Valdivia",
      "episode": {
        "id": 37,
        "title": "Morning Drops #31 - Sailing With Germans",
        "description": "From the deck of a sailing boat, hosted by Yasmin and her special guests. A week at sea with six Germans, each with their own stories, songs, and ways of moving through the waves. From shared meals to unexpected laughter, from quiet resilience to sun-soaked joy — a collection of voices and tracks that reflect what it means to journey together.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sailing-with-germans",
        "songs": [
          "Billy Talent - Dead Silence",
          "Ben Howard - Keep Your Head Up",
          "Ziggy Alberts - Simple Things",
          "Vitor Kley - O Sol",
          "Enya - Orinoco Flow",
          "Paveier - Leev Marie"
        ],
        "music-genres": [
          "Punk Rock",
          "Indie Folk",
          "Surf Pop",
          "New Age",
          "German Folk"
        ]
      },
      "match_reason": "A 17th‑century naval expedition navigating treacherous coasts pairs naturally with a modern sailing‑boat episode, both built around life at sea and the stories it carries."
    },
    {
      "hour": 17,
      "fact_text": "On 31 December 406, groups of Vandals, Alans, and Suebians famously crossed the frozen Rhine River into Roman Gaul. The crossing overwhelmed local defenses and opened a path for migrating and raiding peoples, accelerating the unraveling of imperial authority in Western Europe.",
      "fact_year": 406,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Vandals",
      "episode": {
        "id": 36,
        "title": "Morning Drops #30 - Star Treatment",
        "description": "A celebration of change and transformation. Gaia traces the evolution of Arctic Monkeys - from raw energy to cinematic sound - reflecting on how artists, and all of us, grow and change through time. A journey through courage, curiosity, and the beauty of slowing down.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-star-treatment",
        "songs": [
          "Arctic Monkeys - Brainstorm",
          "Arctic Monkeys - Pretty Visitors",
          "Arctic Monkeys - Star Treatment",
          "Arctic Monkeys - There’d Better Be a Mirrorball"
        ],
        "music-genres": [
          "Indie Rock",
          "Psychedelic Rock",
          "Lounge Pop"
        ]
      },
      "match_reason": "A mass crossing that transformed the map of Europe parallels an episode about long‑term transformation and evolution, trading imperial \"order\" for new, unexpected identities."
    },
    {
      "hour": 18,
      "fact_text": "On 31 December 1999, the United States formally handed control of the Panama Canal and its surrounding Zone to Panama, fulfilling the 1977 Torrijos–Carter Treaties. The transfer returned a strategically vital waterway to Panamanian sovereignty and symbolized a shift away from 20th‑century U.S. territorial control in Latin America.",
      "fact_year": 1999,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Panama_Canal",
      "episode": {
        "id": 39,
        "title": "Morning Drops #33 - Immerse",
        "description": "An analogy between diving, one of Gaia's great passions, and the act of immersing in life itself. A reflection on what happens when we go below the surface: when we let ourselves be fully present. From moments of calm suspension to warm, rhythmic flow, the selection moves like water — fluid, organic, and alive. An invitation to slow down, listen deeper, and float.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-immerse",
        "songs": [
          "Pino D'Angiò - Un Po' d'Uva e un Liquore",
          "Midlife - The Magnificent Moon",
          "Tornado Wallace - Today",
          "Nu Genea - Marechià (feat. Celia Kameni)"
        ],
        "music-genres": [
          "Italo Disco",
          "Indie",
          "Balearic",
          "Nu Disco"
        ]
      },
      "match_reason": "A historic handover of a man‑made ocean passage suits a water‑themed episode about immersion, currents, and how channels—literal and political—shape the flow of our world."
    },
    {
      "hour": 19,
      "fact_text": "On 31 December 1994, Russian ground forces launched a New Year’s Eve assault on the Chechen capital, beginning the brutal Battle of Grozny in the First Chechen War. The urban fighting that followed became notorious for its ferocity and the high civilian toll in a city under bombardment during what should have been a night of celebration.",
      "fact_year": 1994,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Grozny_(1994%E2%80%931995)",
      "episode": {
        "id": 31,
        "title": "Morning Drops #25 - A Trip-Hop Journey",
        "description": "Hosted by friend Lorenzo, a journey through the roots and evolution of trip-hop. From Bristol's early experiments with Massive Attack and Tricky, to DJ Shadow's cinematic sampling in California, and Thievery Corporation's global downtempo grooves in Washington D.C. — exploring how this genre blurred boundaries and reshaped electronic music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-trip-hop-journey",
        "songs": [
          "Massive Attack - Unfinished Sympathy",
          "Tricky - Hell Is Round the Corner",
          "DJ Shadow - Midnight in a Perfect World",
          "Thievery Corporation - Lebanese Blonde",
          "Smoke City - Underwater Love"
        ],
        "music-genres": [
          "Trip-Hop",
          "Downtempo",
          "Electronic"
        ]
      },
      "match_reason": "The bleak, cinematic atmosphere of a winter city under siege aligns with the moody, layered, often war‑shadowed textures of classic trip‑hop explored in this episode."
    },
    {
      "hour": 20,
      "fact_text": "On 31 December 2009, a partial lunar eclipse coincided with a blue moon, turning a routine year’s end into a layered astronomical event. While the eclipse itself was subtle to the naked eye, its timing made it a favorite for skywatchers marking the decade’s close with telescopes and cameras.",
      "fact_year": 2009,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/December_2009_lunar_eclipse",
      "episode": {
        "id": 48,
        "title": "Evening Flows #01 - Yasmin - Crescendo in the Medina",
        "description": "The first Evening Flow episode comes from Yasmin. It starts deep in the medina, slow, mysterious, textured, and grows into a liberating dance across sub-Saharan landscapes. A journey through ambient soundscapes, Arabic melodies, Afro-Latin rhythms, and funky highlife grooves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/evening-flows-party-in-the-medina",
        "songs": [
          "Stive Morgan - Solar Wind, Pt. 3",
          "David Visan & Carlos Campos - Crystal Heart",
          "Evan Mars - Ya Zareef Al Tool",
          "Gerardo Frisina - Cuiabá",
          "Dele Sosimi & Medlar - You No Fit Touch Am (Medlar Remix)",
          "The Busy Twist - Friday Night"
        ],
        "music-genres": [
          "Ambient",
          "Deep House",
          "World Music",
          "Nu Jazz",
          "Afrobeat",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "An evening sky event that slowly deepens in mood pairs well with an \"Evening Flows\" set that starts mysterious and crescendos into dance under the same moon."
    },
    {
      "hour": 21,
      "fact_text": "On 31 December 1961, RTÉ Television began broadcasting in Ireland, transforming how Irish people experienced New Year’s celebrations and national rituals. For the first time, many households could watch countdowns, concerts, and messages from leaders in real time from their own living rooms.",
      "fact_year": 1961,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Television_in_the_Republic_of_Ireland",
      "episode": {
        "id": 15,
        "title": "Morning Drops #09 - Birthday Cake",
        "description": "Today's breakfast comes with a sprinkle of stardust and a slice of birthday cake as we celebrate a pure and unique soul, Yasmin. On Sedna, we may not do years, but we sure know how to party!",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-birthdaycake",
        "songs": [
          "Artist Name - Song Title",
          "Artist Name - Song Title",
          "Artist Name - Song Title",
          "Artist Name - Song Title"
        ],
        "music-genres": [
          "Eclectic",
          "Celebratory"
        ]
      },
      "match_reason": "The arrival of national TV turning New Year’s into a shared televised party pairs with a celebratory, birthday‑themed episode all about collective festivities."
    },
    {
      "hour": 22,
      "fact_text": "On 31 December 2011, when GRAIL’s first spacecraft slipped into lunar orbit, mission planners were already preparing its twin for a follow‑up insertion the next day. The paired orbits allowed scientists to measure minuscule gravity differences, revealing hidden structures like buried impact basins and magma intrusions beneath the Moon’s surface.",
      "fact_year": 2011,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/NASA",
      "episode": {
        "id": 2,
        "title": "Sedna FM #02 - Destination Sedna",
        "description": "Continuing the Sedna FM journey together with family and friends! Episode two of the main series — exploring new musical territories and deepening the connection with our listeners. A collective voyage through sound.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/destination-sedna",
        "songs": [
          "Pink Floyd - Breathe",
          "The fountain DC - Starburster",
          "Laura Cahen - La Poussiere",
          "Taxi Kebab - Lmchi w rjou3",
          "Odion Iruoje - Identify With Your Roots",
          "Depeche mode - world in my eyes (Oil Tank Mix)",
          "Massive attack - Dissolved girl",
          "Kokoroko - Three piece suite",
          "Salin - Egungun",
          "E.S.P. - It's You"
        ],
        "music-genres": [
          "Progressive Rock",
          "Post-Punk",
          "French Pop",
          "Maghreb",
          "Afrobeat",
          "Synthpop",
          "Trip-Hop"
        ]
      },
      "match_reason": "Twin spacecraft mapping a celestial body during a delicate orbital dance aligns with a \"Destination\"-themed voyage through spacey, exploratory soundscapes."
    },
    {
      "hour": 23,
      "fact_text": "On 31 December 2011, as people on Earth prepared for New Year’s fireworks, GRAIL’s first probe quietly slipped behind the Moon’s limb, its radio link measuring gravity shifts no human could feel. The mission turned the Moon from a familiar face in the sky into a detailed gravitational map, showing that even well‑known worlds still have deeply hidden stories.",
      "fact_year": 2011,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Satellite",
      "episode": {
        "id": 33,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "A silent robotic satellite circling the Moon while we stare at our screens echoes an episode questioning our relationship with invisible technologies orbiting our lives."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "On 31 December 2011, NASA placed the first of its twin GRAIL spacecraft into orbit around the Moon, beginning a mission to map the lunar gravity field with unprecedented precision. By tracking tiny changes in distance between the two probes as they flew over mountains, craters, and hidden mass concentrations, scientists could effectively X‑ray the Moon’s interior structure.",
      "fact_year": 2011,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/GRAIL",
      "episode": {
        "id": 9,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "A lunar gravity mission that turns emptiness into data fits the \"Space Shift\" theme of reimagining empty space as a place to create and discover."
    },
    {
      "hour": 1,
      "fact_text": "On 31 December 1994, the remote Phoenix and Line Islands of Kiribati skipped this date entirely by jumping the International Date Line, leaping from UTC−11/−10 to UTC+13/+14. Overnight, they went from being among the last places on Earth to greet the new day to some of the very first, effectively editing a whole calendar day out of local history.",
      "fact_year": 1994,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Kiribati",
      "episode": {
        "id": 45,
        "title": "Morning Drops #39 - Moving Meditation",
        "description": "An episode inspired by how travel helps us see more clearly. Stepping into new places opens the mind, shifts perspective. The music moves through balearic warmth, boogie grooves, world and latin-folk influences, and touches of new wave — a selection built to follow the quiet changes that happen when you're out of your usual rhythm.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-moving-meditation",
        "songs": [
          "Stella & The Longos - La Flamme",
          "España Circo Este - Dormo poco e sogno molto",
          "Mystic Jungle - Sunset Breaker",
          "Talking Heads - This Must Be the Place (Naive Melody)"
        ],
        "music-genres": [
          "Balearic",
          "Italian Folk Rock",
          "World Music",
          "New Wave"
        ]
      },
      "match_reason": "A whole country shifting its position in time resonates with an episode about travel, perspective shifts, and quietly stepping out of your usual rhythm."
    },
    {
      "hour": 2,
      "fact_text": "On 31 December 2009, the night sky hosted both a blue moon and a partial lunar eclipse, a rare combination of calendar quirk and celestial geometry. As the second full moon of the month slipped into Earth’s shadow, observers saw a subtly dimmed lunar disc marking the year’s end with an astronomical encore.",
      "fact_year": 2009,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Blue_moon",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "The quiet awe of a blue moon eclipse mirrors the reflective, cinematic mood of an episode about Arctic nights and luminous, otherworldly encounters."
    },
    {
      "hour": 3,
      "fact_text": "On 31 December 1942, in the Battle of the Barents Sea, a smaller Royal Navy escort force managed to fend off a larger German squadron attacking an Arctic convoy. The unexpected British success not only saved vital supplies bound for the Soviet Union but also embarrassed Hitler enough that he forced the resignation of Grand Admiral Erich Raeder.",
      "fact_year": 1942,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_the_Barents_Sea",
      "episode": {
        "id": 42,
        "title": "Morning Drops #36 - Women of Rock",
        "description": "A tribute to the women who shaped the sound of rock, the ones who picked up a guitar and refused to ask for permission. The conversation unfolds in Italian, led by Gaia and her father. A dialogue between generations and a reminder that the pulse of rock has always belonged to anyone brave enough to play it loud. Distortion, rhythm, freedom.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-women-of-rock",
        "songs": [
          "Suzi Quatro - Can the Can",
          "Joan Jett & The Blackhearts - I Love Rock 'n Roll",
          "Laura Cox - Hard Blues Shot",
          "Jackie Venson - Always Free (Live)"
        ],
        "music-genres": [
          "Glam Rock",
          "Hard Rock",
          "Blues Rock"
        ]
      },
      "match_reason": "A defiant naval stand against a stronger foe pairs with an episode celebrating rock’s rebellious refusal to ask permission, both driven by grit and loud resistance."
    },
    {
      "hour": 4,
      "fact_text": "On 31 December 1775, during a snowstorm, American forces launched a bold but disastrous assault on British-held Quebec City. The Battle of Quebec ended in defeat for the Continental Army and the death of General Richard Montgomery, halting hopes of bringing Canada into the American Revolution.",
      "fact_year": 1775,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Quebec_(1775)",
      "episode": {
        "id": 41,
        "title": "Morning Drops #35 - Thailand",
        "description": "Recorded in Koh Samui, Thailand, where Yasmin and her friend Patricia spent more than two intense weeks training Muay Thai and Western boxing. Between sweat, rhythm, and sea breeze, they share reflections on discipline, friendship, and the beauty of movement - with a soundtrack that connects Thai sounds to the flow of daily practice.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-thailand",
        "songs": [
          "Salin - Egungun",
          "Justin Bieber - Love Yourself",
          "Khun Narin - Phua Kao",
          "Burna Boy - Cheat on Me (feat. Dave)"
        ],
        "music-genres": [
          "Afrobeat",
          "Pop",
          "Thai Funk",
          "Afro-Fusion"
        ]
      },
      "match_reason": "A grueling winter assault and a show about combat sports both revolve around physical courage, strategy, and pushing the body under extreme conditions."
    },
    {
      "hour": 5,
      "fact_text": "On 31 December 1961, Ireland’s national broadcaster RTÉ launched its first television service, switching on a new cultural mirror for the country. At a time when television ownership was just emerging, the new channel became a shared living-room window into Irish news, arts, and identity.",
      "fact_year": 1961,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/RT%C3%89",
      "episode": {
        "id": 7,
        "title": "Morning Drops #01 - Timeless Legacy",
        "description": "Gaia guides us through timeless music to start the morning with the right foot! The first episode of the Morning Drops series — classic sounds that never fade.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-timeless-legacy",
        "songs": [
          "Roberta Flack - Killing me softly with his song",
          "Stone, Angie & Raphael Saadiq - Brotha",
          "Roy Ayers - Running Away (Extended)"
        ],
        "music-genres": [
          "Soul",
          "R&B",
          "Jazz-Funk"
        ]
      },
      "match_reason": "The birth of a national TV channel as a cultural touchstone matches an episode about \"timeless\" classics, both celebrating media that quietly shape collective memory."
    },
    {
      "hour": 6,
      "fact_text": "On 31 December 1942, the USS Essex (CV-9), first of a powerful new class of aircraft carriers, was commissioned into the U.S. Navy. These Essex-class ships would become floating airfields that helped redefine naval warfare and project air power across the world’s oceans.",
      "fact_year": 1942,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/USS_Essex_(CV-9)",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "The commissioning of a massive, engine-thundering aircraft carrier fits the high-voltage, guitar-powered energy of an \"Electric Shock\" rock episode."
    },
    {
      "hour": 7,
      "fact_text": "On 31 December 1956, Romanian Television (TVR) broadcast its first television program from Bucharest, bringing moving images into Romanian homes for the first time. Early broadcasts were limited and experimental, but they marked the start of a new era in state-controlled storytelling and cultural exchange.",
      "fact_year": 1956,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/TVR_(TV_network)",
      "episode": {
        "id": 38,
        "title": "Morning Drops #32 - A Weekend In London",
        "description": "Recorded in London, marking a weekend reunion between Gaia and Yasmin. A selection inspired by London's energy, seen through the eyes of two inseparable friends — music from concerts, club nights, and long walks across town. Four tracks to ease you into the week at the right pace.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-weekend-in-london",
        "songs": [
          "Dele Sosimi - E Go Betta",
          "Jimmy Castor Bunch - It's Just Begun",
          "Little Simz feat. Obongjayar - Lion",
          "The Asphodells - Late Flowering Lust (Phil Kieran Remix)"
        ],
        "music-genres": [
          "Afrobeat",
          "Funk",
          "UK Hip-Hop",
          "Electronic"
        ]
      },
      "match_reason": "The excitement of a country's first TV broadcasts lines up with an episode soaked in big-city media energy, concerts, and the buzz of screens and stages."
    },
    {
      "hour": 8,
      "fact_text": "On 31 December 1951, the Marshall Plan officially expired after distributing more than US$13.3 billion to help rebuild Western Europe after World War II. Beyond infrastructure and industry, the aid program rewired political alliances and laid economic foundations for what would become the European Union.",
      "fact_year": 1951,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Marshall_Plan",
      "episode": {
        "id": 30,
        "title": "Morning Drops #24 - The Rise Of Afrobeat",
        "description": "An exploration of the rise of Afrobeat, tracing its roots and evolution as a genre that blends African rhythms with jazz, funk, and highlife. A celebration of the infectious energy and cultural significance of this influential musical movement.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-rise-of-afrobeat",
        "songs": [
          "E.T. Mensah - Ghana Freedom",
          "I.K. Dairo - Salome",
          "Fela Kuti - Great Kids",
          "Fela Kuti - Expensive Shit"
        ],
        "music-genres": [
          "Highlife",
          "Jùjú",
          "Afrobeat"
        ]
      },
      "match_reason": "A massive postwar reconstruction project that reshaped geopolitics parallels the rise of Afrobeat as a postcolonial cultural force; both are about rebuilding and redefining futures."
    },
    {
      "hour": 9,
      "fact_text": "On 31 December 1225, the centuries‑old Lý dynasty of Vietnam came to an end when the young Trần Thái Tông, husband of the last Lý ruler, was placed on the throne. The transfer of power marked the start of the Trần dynasty, which would later repel Mongol invasions and become known for both military strength and Buddhist scholarship.",
      "fact_year": 1225,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/L%C3%BD_dynasty",
      "episode": {
        "id": 22,
        "title": "Morning Drops #16 - The Sound of Tuareg",
        "description": "A journey into the sound of the Tuareg: from traditional chants and desert rituals to the electrified rhythms of exile and resistance. Music shaped by sand, memory, and survival.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-sound-of-tuareg",
        "songs": [
          "Les Filles de Illighadad - Imigradan",
          "Tinariwen - Amassakoul ’N’ Ténéré",
          "Liya Ag Ablil - Awa Adounia",
          "Tinariwen - Sastanàqqàm"
        ],
        "music-genres": [
          "Desert Blues",
          "Tuareg",
          "World Music"
        ]
      },
      "match_reason": "A dynastic shift steeped in court intrigue and future resistance echoes an episode about a people whose music carries memory, authority, and stories of survival against empires."
    },
    {
      "hour": 10,
      "fact_text": "On 31 December 2010, an outbreak of 36 tornadoes tore through parts of the Midwestern and Southern United States, including areas of Arkansas, Missouri, Illinois, and Oklahoma. The New Year’s Eve storms killed nine people and caused over $113 million in damage, a stark reminder of nature’s disruptive power on a night usually reserved for celebration.",
      "fact_year": 2010,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2010_New_Year%27s_Eve_tornado_outbreak",
      "episode": {
        "id": 29,
        "title": "Morning Drops #23 - Morning Dubs",
        "description": "Recorded while still processing Houghton Festival. One of the mornings there, waking up in the woods to a reggae DJ set — no phone signal, just trees, music, and loved ones. A slow selection of reggae, dub, and morning rhythms. Dubs instead of drops. Start your day slow — with space to breathe.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-morning-dubs",
        "songs": [
          "The Gaylads - Joy in the Morning",
          "The Officials - Babylonian",
          "King Tubby - King Tubby Meets the Rockers Uptown",
          "Aisha Morrison - Ethiopia"
        ],
        "music-genres": [
          "Reggae",
          "Dub",
          "Roots Reggae"
        ]
      },
      "match_reason": "An intense storm system disrupting New Year’s Eve is balanced by a dub-and-reggae episode about weathering chaos with slow, grounding rhythms and nature around you."
    },
    {
      "hour": 11,
      "fact_text": "On 31 December 1983, Benjamin Ward was appointed New York City’s first African American police commissioner. Rising from a childhood in Brooklyn public housing to lead the nation’s largest police force, his appointment symbolized both progress and the ongoing tension between communities and law enforcement.",
      "fact_year": 1983,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Benjamin_Ward",
      "episode": {
        "id": 14,
        "title": "Morning Drops #08 - (un)Boxing",
        "description": "An episode about breaking free from expectations and labels. Music that helps us unbox ourselves and embrace who we truly are.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-unboxing",
        "songs": [
          "Kendrick Lamar - Feel",
          "Kendrick Lamar - The Blacker the Berry",
          "Kendrick Lamar - Mirror"
        ],
        "music-genres": [
          "Hip-Hop",
          "Conscious Rap"
        ]
      },
      "match_reason": "A barrier‑breaking Black commissioner in NYC aligns with a hip-hop episode focused on race, identity, and stepping outside the boxes society imposes."
    },
    {
      "hour": 12,
      "fact_text": "On 31 December 1981, a coup d’état in Ghana toppled President Hilla Limann’s government and brought Flight Lieutenant Jerry Rawlings and the Provisional National Defence Council to power. It was Rawlings’s second time seizing control, ushering in a turbulent period of economic reforms, crackdowns, and eventual transition to multi‑party democracy.",
      "fact_year": 1981,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Jerry_Rawlings",
      "episode": {
        "id": 19,
        "title": "Morning Drops #13 - Demystifying Reggaeton",
        "description": "Yasmin takes us on a journey through the real story of reggaeton — from its roots in Panama and Puerto Rico to its global evolution. Exploring the genre's history, influences, and cultural impact.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-demystifying-reggaeton",
        "songs": [
          "Renato - Chica de los Ojos Café",
          "B. F. Yaviah - Si Tu Quieres Fumar",
          "Calle 13 - Atrévete",
          "Bad Bunny - DtMF"
        ],
        "music-genres": [
          "Reggaeton",
          "Latin Urban",
          "Hip-Hop"
        ]
      },
      "match_reason": "A dramatic political shakeup in a Global South country pairs with an episode unpacking a politically and socially charged genre born from marginalized communities and power shifts."
    },
    {
      "hour": 13,
      "fact_text": "On 31 December 1853, Victorian guests attended a surreal dinner party held inside a life‑size concrete model of the dinosaur Iguanodon in south London. Sculptor Benjamin Waterhouse Hawkins and paleontologist Richard Owen hosted the banquet, turning cutting‑edge fossil science into theatrical spectacle decades before dinosaurs were fully understood.",
      "fact_year": 1853,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Iguanodon",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "A whimsical Victorian dinner inside a dinosaur mirrors the episode’s sense of wonder for charismatic megafauna and immersive, almost cinematic encounters with nonhuman giants."
    },
    {
      "hour": 14,
      "fact_text": "On 31 December 1992, Czechoslovakia quietly ceased to exist as it peacefully split into the Czech Republic and Slovakia in what the media dubbed the Velvet Divorce. Unlike many state breakups of the late 20th century, this separation was negotiated, non‑violent, and timed precisely to the stroke of midnight.",
      "fact_year": 1992,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Dissolution_of_Czechoslovakia",
      "episode": {
        "id": 17,
        "title": "Morning Drops #11 - Mediterranean Boat",
        "description": "Gaia invites you to embark on a musical voyage across the Mediterranean. Exploring music from different countries shared by people who call them home. A warm, sun-soaked journey through coastal sounds.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-mediterranean-boat",
        "songs": [
          "Arleta - Bar To Navagio",
          "Baba Zula - Tavla",
          "Mylène Farmer - Désenchantée",
          "Fabrizio De André - Crêuza de mä"
        ],
        "music-genres": [
          "Greek Folk",
          "Turkish Psychedelic",
          "French Pop",
          "Italian Singer-Songwriter"
        ]
      },
      "match_reason": "A calm, negotiated separation into two nations resonates with an episode sailing across borders, celebrating how cultures can diverge yet stay connected through shared geography and sound."
    },
    {
      "hour": 15,
      "fact_text": "On 31 December 1968, the Soviet Tupolev Tu‑144 made its first flight, becoming the world’s first civilian supersonic transport to take to the skies. Nicknamed \"Concordski\" in the West, the jet was an audacious attempt to turn Cold War aerospace rivalry into faster‑than‑sound passenger travel.",
      "fact_year": 1968,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Tupolev_Tu-144",
      "episode": {
        "id": 5,
        "title": "Sedna FM #05 - On The Go - Zero Zero",
        "description": "An energetic mix for when you're on the move. Zero Zero captures that feeling of starting fresh, moving forward, and embracing the journey. Perfect for travel, walks, or just getting things done.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/on-the-go-zero-zero",
        "songs": [
          "Alborosie - Rock the dancehall",
          "Grace Jones - Pull up to the bumper",
          "Hollie cook - Happy hour",
          "Easy star all star - Soul love",
          "Jeremie Albino - Rolling down the 405",
          "Cyril Neville - I found joy",
          "Aretha Franklin - Rock steady",
          "James Brown - Talking loud and saying nothing (remix)",
          "Nubiyan Twist - So mi stay",
          "Professor Wouassa - Fallou Fall",
          "Jarabe de Palo - La Flaca"
        ],
        "music-genres": [
          "Reggae",
          "Funk",
          "Soul",
          "Afrobeat",
          "Latin Rock",
          "New Wave"
        ]
      },
      "match_reason": "A supersonic airliner built for ultra‑fast journeys matches an upbeat travel‑soundtrack episode made for movement, momentum, and starting fresh at high speed."
    }
  ],
  "generated_at": "2025-12-31T00:00:00.015110+00:00",
  "date": "2025-12-31",
  "updated_at": "2025-12-31T15:00:01.263792+00:00"
}