{
  "current_hour": 3,
  "current_fact": {
    "hour": 3,
    "fact_text": "On this day in 1968, Apollo 8 executed the first successful Trans-Earth Injection, a precise engine burn that flung three astronauts away from lunar orbit and back home across 380,000 kilometers of dark space. It was essentially a controlled fall from the Moon to Earth, navigated with slide rules and courage.",
    "fact_year": 1968,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Apollo_8",
    "episode": {
      "id": 2,
      "title": "Sedna FM #02 - Destination Sedna",
      "description": "Continuing the Sedna FM journey together with family and friends! Episode two of the main series — exploring new musical territories and deepening the connection with our listeners. A collective voyage through sound.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/destination-sedna",
      "songs": [
        "Pink Floyd - Breathe",
        "The fountain DC - Starburster",
        "Laura Cahen - La Poussiere",
        "Taxi Kebab - Lmchi w rjou3",
        "Odion Iruoje - Identify With Your Roots",
        "Depeche mode - world in my eyes (Oil Tank Mix)",
        "Massive attack - Dissolved girl",
        "Kokoroko - Three piece suite",
        "Salin - Egungun",
        "E.S.P. - It's You"
      ],
      "music-genres": [
        "Progressive Rock",
        "Post-Punk",
        "French Pop",
        "Maghreb",
        "Afrobeat",
        "Synthpop",
        "Trip-Hop"
      ]
    },
    "match_reason": "A trajectory home from lunar orbit fits a ‘Destination’ episode: Pink Floyd’s spacey tones and the idea of a collective voyage echo Apollo 8’s daring path back to Earth."
  },
  "queue": [
    {
      "hour": 4,
      "fact_text": "On December 25, 2003, the British-built Beagle 2 lander went silent as it descended toward Mars, never transmitting from the surface. Over a decade later, orbital images revealed it had actually reached the planet and partially deployed, turning a presumed total loss into a story of bittersweet near-success.",
      "fact_year": 2003,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Beagle_2",
      "episode": {
        "id": 25,
        "title": "Morning Drops #19 - Wabi Sabi",
        "description": "Wabi-sabi is a story about a handmade mug, a small mistake, and the idea that imperfection can be something to keep—not correct. In this Morning Drop, Gaia shares a moment that didn’t go to plan, and four tracks that echo the same spirit: rough takes, studio accidents, lo-fi textures, and quiet surprises. A soft, thoughtful selection moving between warm electronics, classic riffs, and raw edges.A reminder that not everything needs to be polished. Sometimes, it’s better that way.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-wabi-sabi",
        "songs": [
          "song 1"
        ],
        "music-genres": [
          "genre 1"
        ]
      },
      "match_reason": "Beagle 2’s half-open lander on Mars is a literal space-age imperfection—broken yet beautiful—matching the episode’s Wabi Sabi meditation on things that didn’t go to plan but still matter."
    },
    {
      "hour": 5,
      "fact_text": "On this day in 1946, scientists in the Soviet Union started the first self-sustaining nuclear chain reaction in Europe inside the F-1 research reactor. It was a quietly pivotal moment, proving they had mastered the invisible fire that powers both bombs and reactors.",
      "fact_year": 1946,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/F-1_(nuclear_reactor)",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "A nuclear chain reaction is the ultimate ‘electric shock’ to physics and politics alike; high-voltage blues rock fits the intensity and danger of unlocking atomic energy."
    },
    {
      "hour": 6,
      "fact_text": "On December 25, 1962, the Soviet Union carried out its final above-ground nuclear weapons test, just months before agreeing to the Partial Test Ban Treaty. After years of mushroom clouds in the sky, the world’s superpowers began moving their detonations underground, a small but real step toward limiting radioactive fallout.",
      "fact_year": 1962,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1962_Soviet_nuclear_tests",
      "episode": {
        "id": 14,
        "title": "Morning Drops #08 - (un)Boxing",
        "description": "An episode about breaking free from expectations and labels. Music that helps us unbox ourselves and embrace who we truly are.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-unboxing",
        "songs": [
          "Kendrick Lamar - Feel",
          "Kendrick Lamar - The Blacker the Berry",
          "Kendrick Lamar - Mirror"
        ],
        "music-genres": [
          "Hip-Hop",
          "Conscious Rap"
        ]
      },
      "match_reason": "Ending atmospheric tests is a kind of ‘unboxing’ from old doctrines of power; conscious rap’s questioning energy matches a planet slowly rethinking its relationship with nuclear fire."
    },
    {
      "hour": 7,
      "fact_text": "On this day in 1932, a magnitude 7.6 earthquake struck Gansu, China, collapsing cave dwellings and buildings and killing around 275 people. Hidden faults deep beneath the desert reminded humans that the solid Earth is constantly shifting under their feet.",
      "fact_year": 1932,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1932_Changma_earthquake",
      "episode": {
        "id": 39,
        "title": "Morning Drops #33 - Immerse",
        "description": "An analogy between diving, one of Gaia's great passions, and the act of immersing in life itself. A reflection on what happens when we go below the surface: when we let ourselves be fully present. From moments of calm suspension to warm, rhythmic flow, the selection moves like water — fluid, organic, and alive. An invitation to slow down, listen deeper, and float.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-immerse",
        "songs": [
          "Pino D'Angiò - Un Po' d'Uva e un Liquore",
          "Midlife - The Magnificent Moon",
          "Tornado Wallace - Today",
          "Nu Genea - Marechià (feat. Celia Kameni)"
        ],
        "music-genres": [
          "Italo Disco",
          "Indie",
          "Balearic",
          "Nu Disco"
        ]
      },
      "match_reason": "An earthquake is the Earth’s own deep movement beneath the surface; an episode about ‘immersing’ and going below the obvious mirrors the hidden tectonic forces reshaping landscapes."
    },
    {
      "hour": 8,
      "fact_text": "On December 25, 1492, Columbus’s flagship Santa María ran aground on a reef off what is now Haiti after the crew failed to keep proper watch. The stranded timbers were dismantled to build a small fort, turning a navigational mistake into an improvised foothold in the Caribbean.",
      "fact_year": 1492,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Santa_Mar%C3%ADa_(ship)",
      "episode": {
        "id": 37,
        "title": "Morning Drops #31 - Sailing With Germans",
        "description": "From the deck of a sailing boat, hosted by Yasmin and her special guests. A week at sea with six Germans, each with their own stories, songs, and ways of moving through the waves. From shared meals to unexpected laughter, from quiet resilience to sun-soaked joy — a collection of voices and tracks that reflect what it means to journey together.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sailing-with-germans",
        "songs": [
          "Billy Talent - Dead Silence",
          "Ben Howard - Keep Your Head Up",
          "Ziggy Alberts - Simple Things",
          "Vitor Kley - O Sol",
          "Enya - Orinoco Flow",
          "Paveier - Leev Marie"
        ],
        "music-genres": [
          "Punk Rock",
          "Indie Folk",
          "Surf Pop",
          "New Age",
          "German Folk"
        ]
      },
      "match_reason": "A shipwreck and a week at sea both revolve around the ocean’s moods; a sailing-themed episode provides a human-scale echo to Columbus’s fateful night on the reef."
    },
    {
      "hour": 9,
      "fact_text": "On this day in 1776, George Washington led the Continental Army across an ice-choked Delaware River under cover of night. The freezing surprise attack they launched the next morning at Trenton helped rescue a faltering revolution.",
      "fact_year": 1776,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/American_Revolutionary_War",
      "episode": {
        "id": 45,
        "title": "Morning Drops #39 - Moving Meditation",
        "description": "An episode inspired by how travel helps us see more clearly. Stepping into new places opens the mind, shifts perspective. The music moves through balearic warmth, boogie grooves, world and latin-folk influences, and touches of new wave — a selection built to follow the quiet changes that happen when you're out of your usual rhythm.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-moving-meditation",
        "songs": [
          "Stella & The Longos - La Flamme",
          "España Circo Este - Dormo poco e sogno molto",
          "Mystic Jungle - Sunset Breaker",
          "Talking Heads - This Must Be the Place (Naive Melody)"
        ],
        "music-genres": [
          "Balearic",
          "Italian Folk Rock",
          "World Music",
          "New Wave"
        ]
      },
      "match_reason": "Washington’s nocturnal river crossing was both a physical journey and a strategic mindset shift; an episode about travel as ‘moving meditation’ parallels how motion can transform perspective and destiny."
    },
    {
      "hour": 10,
      "fact_text": "On December 25, 1553, Mapuche warriors under Lautaro ambushed and defeated Spanish forces at the Battle of Tucapel in Chile, capturing and executing governor Pedro de Valdivia. It was a stunning indigenous victory that showed an empire could be bloodied on its own expanding frontier.",
      "fact_year": 1553,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Tucapel",
      "episode": {
        "id": 22,
        "title": "Morning Drops #16 - The Sound of Tuareg",
        "description": "A journey into the sound of the Tuareg: from traditional chants and desert rituals to the electrified rhythms of exile and resistance. Music shaped by sand, memory, and survival.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-sound-of-tuareg",
        "songs": [
          "Les Filles de Illighadad - Imigradan",
          "Tinariwen - Amassakoul ’N’ Ténéré",
          "Liya Ag Ablil - Awa Adounia",
          "Tinariwen - Sastanàqqàm"
        ],
        "music-genres": [
          "Desert Blues",
          "Tuareg",
          "World Music"
        ]
      },
      "match_reason": "Mapuche resistance to conquest resonates with Tuareg music born from exile and defiance; both tell stories of indigenous peoples shaping their future against imperial pressure."
    },
    {
      "hour": 11,
      "fact_text": "On this day in 333, Roman emperor Constantine the Great elevated his youngest son Constans to the title of Caesar. The promotion was both a family affair and a political move, weaving the next generation into the complicated tapestry of imperial succession.",
      "fact_year": 333,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Constans",
      "episode": {
        "id": 28,
        "title": "Morning Drops #22 - Sicilians On The Dolomites",
        "description": "Hosted by Yasmin, a musical journey inspired by the mountains. Joined by two special guests, exploring the tracks they've chosen, hearing the stories behind their picks, and discovering the personal memories each song brings to life — a blend of music, voices, and landscapes you can hear.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sicilians-on-the-dolomites",
        "songs": [
          "Franco Battiato - Haiku",
          "Florian Pellissier Quintet - Coup de foudre à Thessalonique",
          "Lucio Dalla & Francesco De Gregori - Ma come fanno i marinai",
          "Pink Floyd - Fearless"
        ],
        "music-genres": [
          "Italian Art Pop",
          "French Jazz",
          "Italian Singer-Songwriter",
          "Progressive Rock"
        ]
      },
      "match_reason": "Imperial titles and mountain journeys both play with ideas of elevation and perspective; contemplative, expansive tracks mirror the lofty, precarious heights of Roman power."
    },
    {
      "hour": 12,
      "fact_text": "On December 25, 1814, Reverend Samuel Marsden led the first Christian service held on land in New Zealand at Rangihoua Bay. The gathering was not just a sermon but an early point of cultural entanglement between Māori communities and European missionaries.",
      "fact_year": 1814,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Rangihoua_Bay",
      "episode": {
        "id": 24,
        "title": "Morning Drops #18 - Sardegna",
        "description": "Yasmin traces her connection to Sardegna — the island where her Italian journey began. Through music and memory, she shares the story of how this place shaped her family's path, and why it still holds such a deep place in her heart.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-18-sardegna",
        "songs": [
          "Piero Marras - Istrales",
          "Mahmood & Tenores di Bitti - Com’è profondo il mare",
          "Fabrizio De André - Hotel Supramonte",
          "Giuni Russo - Alghero"
        ],
        "music-genres": [
          "Italian Folk",
          "Sardinian",
          "Italian Pop"
        ]
      },
      "match_reason": "An island ceremony that reshaped cultural identity resonates with an island-themed episode about how place shapes family and belief; both are intimate stories set against sweeping coastlines."
    },
    {
      "hour": 13,
      "fact_text": "On this day in 1724, Johann Sebastian Bach premiered his Christmas cantata \"Gelobet seist du, Jesu Christ\" (BWV 91) in Leipzig, building on Martin Luther’s 16th-century hymn. The piece wove familiar chorales into intricate new music, turning a communal song into a Baroque soundscape.",
      "fact_year": 1724,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Gelobet_seist_du,_Jesu_Christ,_BWV_91",
      "episode": {
        "id": 7,
        "title": "Morning Drops #01 - Timeless Legacy",
        "description": "Gaia guides us through timeless music to start the morning with the right foot! The first episode of the Morning Drops series — classic sounds that never fade.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-timeless-legacy",
        "songs": [
          "Roberta Flack - Killing me softly with his song",
          "Stone, Angie & Raphael Saadiq - Brotha",
          "Roy Ayers - Running Away (Extended)"
        ],
        "music-genres": [
          "Soul",
          "R&B",
          "Jazz-Funk"
        ]
      },
      "match_reason": "A Christmas cantata that has survived three centuries fits an episode about ‘timeless legacy’; both celebrate works that outlive their era through emotional resonance."
    },
    {
      "hour": 14,
      "fact_text": "On December 25, 1725, Bach unveiled another Christmas cantata, \"Unser Mund sei voll Lachens\" (BWV 110), literally: “May our mouth be full of laughter.” It’s a piece that turns joy and laughter into architecture made of trumpets, choirs, and dancing rhythms.",
      "fact_year": 1725,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Unser_Mund_sei_voll_Lachens,_BWV_110",
      "episode": {
        "id": 15,
        "title": "Morning Drops #09 - Birthday Cake",
        "description": "Today's breakfast comes with a sprinkle of stardust and a slice of birthday cake as we celebrate a pure and unique soul, Yasmin. On Sedna, we may not do years, but we sure know how to party!",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-birthdaycake",
        "songs": [
          "Artist Name - Song Title",
          "Artist Name - Song Title",
          "Artist Name - Song Title",
          "Artist Name - Song Title"
        ],
        "music-genres": [
          "Eclectic",
          "Celebratory"
        ]
      },
      "match_reason": "A cantata dedicated to laughter and festive celebration pairs perfectly with a birthday-cake episode—both are built around joy, community, and ceremonial music."
    },
    {
      "hour": 15,
      "fact_text": "On this day in 1870, Richard Wagner’s \"Siegfried Idyll\" was performed for the first time as a surprise birthday gift to his wife, played by a small ensemble on the staircase of their home. The intimate piece hides personal musical messages—lullabies and motifs—inside what sounds like a peaceful morning in sound.",
      "fact_year": 1870,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Siegfried_Idyll",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "An intimate, orchestral birthday composition suits an episode with cinematic, neo-classical swells; both feel like private gifts set to music, unfolding gently like a quiet morning scene."
    },
    {
      "hour": 16,
      "fact_text": "On December 25, 1951, a bomb exploded beneath the Florida home of civil rights organizers Harry T. and Harriette Moore, killing Harry that night and fatally injuring Harriette. Their murder—on Christmas Day—was one of the first assassinations of prominent U.S. civil rights activists, and it sent shockwaves through the movement.",
      "fact_year": 1951,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Murders_of_Harry_and_Harriette_Moore",
      "episode": {
        "id": 10,
        "title": "Morning Drops #04 - Bars With Balls",
        "description": "Yasmin dives into Women's Day through the voices of four incredible female rappers. Morning fire from the magic planet of Sedna FM — move your hands up and down with us. Hip hop culture through a feminine lens.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-bars-with-balls",
        "songs": [
          "Ele A - Globo",
          "Little Simz - Point and Kill (feat. Obongjayar)",
          "Lil' Kim - Lighters Up",
          "Queen Latifah - U.N.I.T.Y."
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeats",
          "Rap"
        ]
      },
      "match_reason": "The Moores’ story of Black resistance and a powerful activist woman aligns with an episode amplifying women’s voices in hip-hop; both confront injustice through courage and message-driven art."
    },
    {
      "hour": 17,
      "fact_text": "On this day in 1963, Bayrak Radio began broadcasting for Turkish Cypriots after they were forced out of the island’s shared broadcasting service. With improvised equipment and limited power, the station became both a lifeline and a symbol of a community determined to tell its own story.",
      "fact_year": 1963,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Bayrak",
      "episode": {
        "id": 1,
        "title": "Sedna FM #01 - November Bomb",
        "description": "The first Family & Friends radio episode from Yasmin Sarbaoui and Gaia Parolini. Where it all began — a life soundtrack that launched Sedna FM into the universe. Raw, heartfelt, and full of the energy that defines everything that followed.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/november-bomb",
        "songs": [
          "berlioz - Open this wall",
          "Nas - One Mic",
          "Canserbero - De la vida como pelicula, tragedia, comedia y ficcion",
          "Frankie Knuckles - Your Love",
          "Notorious B.I.G. - 17 Ten Crack Commandments",
          "Liloca - Utani Xuva",
          "Fela Kuti - Zombie",
          "Neffa - Aspettando il sole",
          "Childish Gambino - No Excuses",
          "Modjo - Music takes you back"
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeat",
          "House",
          "Italian Pop",
          "R&B",
          "Latin Rap"
        ]
      },
      "match_reason": "The birth of a community radio station fits Sedna FM’s own first broadcast; both are origin stories of voices building their own airwaves from scratch."
    },
    {
      "hour": 18,
      "fact_text": "On December 25, 1989, after a swift trial during the Romanian Revolution, Nicolae Ceaușescu and his wife Elena were executed, ending one of Eastern Europe’s most repressive regimes. The fall of their cult of personality was broadcast to a world watching state power unravel on live television.",
      "fact_year": 1989,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Romanian_revolution",
      "episode": {
        "id": 33,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "A regime built on propaganda collapsing under televised reality parallels an episode about media, technology, and how connection tools can both control and liberate our minds."
    },
    {
      "hour": 19,
      "fact_text": "On this day in 2016, a Russian military Tu-154 aircraft carrying the famed Alexandrov Ensemble—an army choir, orchestra, and dance troupe—crashed into the Black Sea, killing all 92 aboard. The disaster wiped out a large portion of a cultural institution in a single, heartbreaking moment.",
      "fact_year": 2016,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Alexandrov_Ensemble",
      "episode": {
        "id": 40,
        "title": "Morning Drops #34 - Soul Sisters",
        "description": "A tribute to four iconic voices — women who have shaped the way we listen, feel, and move. Each track carries a different kind of presence: one that holds you, one that questions, one that grounds, and one that lets go. An energy that is soulful, raw, and unapologetically feminine.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-soul-sisters",
        "songs": [
          "Grace Jones - Walking in the Rain",
          "Lauryn Hill - Lost Ones",
          "Aretha Franklin - A Rose Is Still a Rose",
          "Loredana Bertè - In Alto Mare"
        ],
        "music-genres": [
          "New Wave",
          "Neo-Soul",
          "R&B",
          "Italian Pop"
        ]
      },
      "match_reason": "The loss of an entire choir of voices meets an episode honoring powerful singers; it’s a somber reminder of how fragile, and precious, human vocal traditions are."
    },
    {
      "hour": 20,
      "fact_text": "On December 25, 1932, the Changma earthquake didn’t just rattle buildings—it reshaped the landscape in Gansu, China, opening fissures and landslides across the desert edge. Many of those scars remain visible, quiet geological signatures of a violent winter morning.",
      "fact_year": 1932,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1932_Changma_earthquake",
      "episode": {
        "id": 41,
        "title": "Morning Drops #35 - Thailand",
        "description": "Recorded in Koh Samui, Thailand, where Yasmin and her friend Patricia spent more than two intense weeks training Muay Thai and Western boxing. Between sweat, rhythm, and sea breeze, they share reflections on discipline, friendship, and the beauty of movement - with a soundtrack that connects Thai sounds to the flow of daily practice.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-thailand",
        "songs": [
          "Salin - Egungun",
          "Justin Bieber - Love Yourself",
          "Khun Narin - Phua Kao",
          "Burna Boy - Cheat on Me (feat. Dave)"
        ],
        "music-genres": [
          "Afrobeat",
          "Pop",
          "Thai Funk",
          "Afro-Fusion"
        ]
      },
      "match_reason": "The sudden, physical shock of an earthquake mirrors the explosive, disciplined impact of Muay Thai kicks and punches; both are forces that change how bodies move through the world."
    },
    {
      "hour": 21,
      "fact_text": "On this day in 1963, Turkish Cypriots answered exclusion from state media by wiring up their own transmitters and creating Bayrak Radio. Their improvised “pirate” station turned radio waves into a tool of identity, resilience, and defiance.",
      "fact_year": 1963,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Turkish_Cypriots",
      "episode": {
        "id": 38,
        "title": "Morning Drops #32 - A Weekend In London",
        "description": "Recorded in London, marking a weekend reunion between Gaia and Yasmin. A selection inspired by London's energy, seen through the eyes of two inseparable friends — music from concerts, club nights, and long walks across town. Four tracks to ease you into the week at the right pace.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-weekend-in-london",
        "songs": [
          "Dele Sosimi - E Go Betta",
          "Jimmy Castor Bunch - It's Just Begun",
          "Little Simz feat. Obongjayar - Lion",
          "The Asphodells - Late Flowering Lust (Phil Kieran Remix)"
        ],
        "music-genres": [
          "Afrobeat",
          "Funk",
          "UK Hip-Hop",
          "Electronic"
        ]
      },
      "match_reason": "Bayrak’s DIY broadcasting spirit resonates with London’s hybrid, grassroots music culture; both scenes show how communities claim sound to tell their own stories."
    },
    {
      "hour": 22,
      "fact_text": "On December 25, 2004, while Cassini readied Huygens for Titan, our own planet was unaware that a record-breaking undersea earthquake near Sumatra was seconds away. The same plate tectonics that shook Gansu in 1932 would unleash a global tsunami hours later, reminding us that Earth is as dynamic as any distant world.",
      "fact_year": 2004,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Earth",
      "episode": {
        "id": 29,
        "title": "Morning Drops #23 - Morning Dubs",
        "description": "Recorded while still processing Houghton Festival. One of the mornings there, waking up in the woods to a reggae DJ set — no phone signal, just trees, music, and loved ones. A slow selection of reggae, dub, and morning rhythms. Dubs instead of drops. Start your day slow — with space to breathe.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-morning-dubs",
        "songs": [
          "The Gaylads - Joy in the Morning",
          "The Officials - Babylonian",
          "King Tubby - King Tubby Meets the Rockers Uptown",
          "Aisha Morrison - Ethiopia"
        ],
        "music-genres": [
          "Reggae",
          "Dub",
          "Roots Reggae"
        ]
      },
      "match_reason": "Dub and roots reggae often meditate on nature, Babylon, and planetary forces; pairing Earth’s vast tectonic power with echoing, spacious bass lines foregrounds the planet as a living, breathing rhythm section."
    },
    {
      "hour": 23,
      "fact_text": "On this day, long before rockets and radio, Halley, Marsden, Columbus, Lautaro, Ceaușescu, and countless unnamed people all shared a date on the calendar—December 25. It’s a reminder that our human timeline is a dense constellation of science, struggle, faith, music, and chance, all stacked on the same square of the year.",
      "fact_year": 2024,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/December_25",
      "episode": {
        "id": 43,
        "title": "Morning Drops #37 - Happy Birthday Gaia",
        "description": "A special Morning Drop to celebrate Gaia's birthday and the first anniversary of Sedna FM. A journey through friendship, music, and voice messages from the people who've known her longest. From street dance classes in Milan to creative adventures in London, a tribute to growing up together and showing up for each other.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-happy-birthday-gaia",
        "songs": [
          "Little Simz - Woman",
          "FHT - Mappa",
          "The Mighty Tiny & The Many Few - Good Foot",
          "Alzate - Maldita Traición"
        ],
        "music-genres": [
          "UK Hip-Hop",
          "Italian Indie",
          "Funk",
          "Latin Pop"
        ]
      },
      "match_reason": "An episode celebrating an anniversary and a birthday matches a meta-fact about the date itself; both zoom out to honor how many stories can coexist on a single day."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "On December 25, 2004, the Cassini spacecraft released the Huygens probe, sending a tiny robotic lander on a daring solo dive toward Saturn’s moon Titan. Three weeks later it would become the first craft to land in the outer Solar System, revealing alien orange skies and rivers of liquid hydrocarbons.",
      "fact_year": 2004,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Huygens_(spacecraft)",
      "episode": {
        "id": 9,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "A probe released into the vastness of Saturn’s system mirrors the episode’s theme of seeing emptiness as creative space and making a bold ‘space shift’ in perspective."
    },
    {
      "hour": 1,
      "fact_text": "On this day in 2021, the James Webb Space Telescope launched, unfolding into a gold-eyed observatory designed to look back over 13 billion years in time. Its infrared gaze can peer through cosmic dust to watch the first galaxies ignite.",
      "fact_year": 2021,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/James_Webb_Space_Telescope",
      "episode": {
        "id": 31,
        "title": "Morning Drops #25 - A Trip-Hop Journey",
        "description": "Hosted by friend Lorenzo, a journey through the roots and evolution of trip-hop. From Bristol's early experiments with Massive Attack and Tricky, to DJ Shadow's cinematic sampling in California, and Thievery Corporation's global downtempo grooves in Washington D.C. — exploring how this genre blurred boundaries and reshaped electronic music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-trip-hop-journey",
        "songs": [
          "Massive Attack - Unfinished Sympathy",
          "Tricky - Hell Is Round the Corner",
          "DJ Shadow - Midnight in a Perfect World",
          "Thievery Corporation - Lebanese Blonde",
          "Smoke City - Underwater Love"
        ],
        "music-genres": [
          "Trip-Hop",
          "Downtempo",
          "Electronic"
        ]
      },
      "match_reason": "Webb rewrites how we ‘see’ the universe much like trip-hop rewrote how we hear rhythm and atmosphere—both are boundary-blurring, cinematic explorations of depth and shadow."
    },
    {
      "hour": 2,
      "fact_text": "On December 25, 1758, Halley’s Comet reappeared right on schedule, just as Edmond Halley had predicted years after his death. It was the first time a comet’s return had been successfully forecast, turning a terrifying omen into a triumph of mathematics and celestial mechanics.",
      "fact_year": 1758,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Halley's_Comet",
      "episode": {
        "id": 20,
        "title": "Morning Drops #14 - Slow Planet",
        "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
        "songs": [
          "Air - Cherry Blossom Girl",
          "Kruder & Dorfmeister - Keep On Believing",
          "Tosca - Orozco",
          "Bonobo - Terrapin"
        ],
        "music-genres": [
          "Downtempo",
          "Trip-Hop",
          "Electronic",
          "Chillout"
        ]
      },
      "match_reason": "A slowly returning comet on a centuries-long orbit pairs with a ‘Slow Planet’ soundtrack—both invite us to feel cosmic time stretching out in calm, measured cycles."
    },
    {
      "hour": 3,
      "fact_text": "On this day in 1968, Apollo 8 executed the first successful Trans-Earth Injection, a precise engine burn that flung three astronauts away from lunar orbit and back home across 380,000 kilometers of dark space. It was essentially a controlled fall from the Moon to Earth, navigated with slide rules and courage.",
      "fact_year": 1968,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Apollo_8",
      "episode": {
        "id": 2,
        "title": "Sedna FM #02 - Destination Sedna",
        "description": "Continuing the Sedna FM journey together with family and friends! Episode two of the main series — exploring new musical territories and deepening the connection with our listeners. A collective voyage through sound.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/destination-sedna",
        "songs": [
          "Pink Floyd - Breathe",
          "The fountain DC - Starburster",
          "Laura Cahen - La Poussiere",
          "Taxi Kebab - Lmchi w rjou3",
          "Odion Iruoje - Identify With Your Roots",
          "Depeche mode - world in my eyes (Oil Tank Mix)",
          "Massive attack - Dissolved girl",
          "Kokoroko - Three piece suite",
          "Salin - Egungun",
          "E.S.P. - It's You"
        ],
        "music-genres": [
          "Progressive Rock",
          "Post-Punk",
          "French Pop",
          "Maghreb",
          "Afrobeat",
          "Synthpop",
          "Trip-Hop"
        ]
      },
      "match_reason": "A trajectory home from lunar orbit fits a ‘Destination’ episode: Pink Floyd’s spacey tones and the idea of a collective voyage echo Apollo 8’s daring path back to Earth."
    }
  ],
  "generated_at": "2025-12-25T00:00:00.009741+00:00",
  "date": "2025-12-25",
  "updated_at": "2025-12-25T03:00:01.199004+00:00"
}