{
  "current_hour": 18,
  "current_fact": {
    "hour": 18,
    "fact_text": "On December 28, 1902, the Syracuse Athletic Club defeated the \"New York Philadelphians\" 5–0 in the first indoor professional American football game, played inside Madison Square Garden. Spectators watched a normally muddy, outdoor sport squeezed under a roof, an early experiment in turning physical contests into controlled, ticketed spectacles.",
    "fact_year": 1902,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/World_Series_of_Football_(1902%E2%80%9303)",
    "episode": {
      "id": 5,
      "title": "Sedna FM #05 - On The Go - Zero Zero",
      "description": "An energetic mix for when you're on the move. Zero Zero captures that feeling of starting fresh, moving forward, and embracing the journey. Perfect for travel, walks, or just getting things done.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/on-the-go-zero-zero",
      "songs": [
        "Alborosie - Rock the dancehall",
        "Grace Jones - Pull up to the bumper",
        "Hollie cook - Happy hour",
        "Easy star all star - Soul love",
        "Jeremie Albino - Rolling down the 405",
        "Cyril Neville - I found joy",
        "Aretha Franklin - Rock steady",
        "James Brown - Talking loud and saying nothing (remix)",
        "Nubiyan Twist - So mi stay",
        "Professor Wouassa - Fallou Fall",
        "Jarabe de Palo - La Flaca"
      ],
      "music-genres": [
        "Reggae",
        "Funk",
        "Soul",
        "Afrobeat",
        "Latin Rock",
        "New Wave"
      ]
    },
    "match_reason": "An indoor football experiment was all about motion, energy, and a fresh way to play; this lively \"on the go\" mix pairs well with the physical rush and novelty of bringing a field sport under a roof."
  },
  "queue": [
    {
      "hour": 19,
      "fact_text": "On December 28, 1972, the United States held what was meant to be the last day for conscription inductions via the Selective Service System, but a national day of mourning for former President Harry S. Truman closed many federal offices. Around 300 men who were supposed to report simply never did—and because the draft ended, they were never called again, spared by a quirk of timing.",
      "fact_year": 1972,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Selective_Service_System",
      "episode": {
        "id": 33,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "Both the draft’s pause and losing a phone show how systems that feel inescapable can suddenly release their grip; this reflective episode on control, technology, and freedom resonates with the strange luck of never being called to war."
    },
    {
      "hour": 20,
      "fact_text": "On December 28, 1895, the same year as X‑rays and cinema, the world of science and art was buzzing with experiments that blurred boundaries between reality and illusion. The Lumière screenings and Röntgen’s ghostly images arrived within weeks of each other, giving late‑19th‑century audiences two new ways to see what had always been there but never visible.",
      "fact_year": 1895,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1895_in_science",
      "episode": {
        "id": 2,
        "title": "Sedna FM #02 - Destination Sedna",
        "description": "Continuing the Sedna FM journey together with family and friends! Episode two of the main series — exploring new musical territories and deepening the connection with our listeners. A collective voyage through sound.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/destination-sedna",
        "songs": [
          "Pink Floyd - Breathe",
          "The fountain DC - Starburster",
          "Laura Cahen - La Poussiere",
          "Taxi Kebab - Lmchi w rjou3",
          "Odion Iruoje - Identify With Your Roots",
          "Depeche mode - world in my eyes (Oil Tank Mix)",
          "Massive attack - Dissolved girl",
          "Kokoroko - Three piece suite",
          "Salin - Egungun",
          "E.S.P. - It's You"
        ],
        "music-genres": [
          "Progressive Rock",
          "Post-Punk",
          "French Pop",
          "Maghreb",
          "Afrobeat",
          "Synthpop",
          "Trip-Hop"
        ]
      },
      "match_reason": "A year of discovery that expanded how humans perceive the unseen matches an episode about voyaging into new sonic territories and shifting our sense of what’s visible, audible, and possible."
    },
    {
      "hour": 21,
      "fact_text": "Across history, December 28 has seen nature reminding humans of its scale—from medieval quakes in Armenia to modern tremors in Australia. Each event leaves behind not just cracked walls but new data, helping scientists map fault lines, refine intensity scales, and slowly turn catastrophe into knowledge.",
      "fact_year": 1989,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Modified_Mercalli_intensity_scale",
      "episode": {
        "id": 31,
        "title": "Morning Drops #25 - A Trip-Hop Journey",
        "description": "Hosted by friend Lorenzo, a journey through the roots and evolution of trip-hop. From Bristol's early experiments with Massive Attack and Tricky, to DJ Shadow's cinematic sampling in California, and Thievery Corporation's global downtempo grooves in Washington D.C. — exploring how this genre blurred boundaries and reshaped electronic music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-trip-hop-journey",
        "songs": [
          "Massive Attack - Unfinished Sympathy",
          "Tricky - Hell Is Round the Corner",
          "DJ Shadow - Midnight in a Perfect World",
          "Thievery Corporation - Lebanese Blonde",
          "Smoke City - Underwater Love"
        ],
        "music-genres": [
          "Trip-Hop",
          "Downtempo",
          "Electronic"
        ]
      },
      "match_reason": "The Mercalli scale translates shaking into human experience; trip-hop similarly translates urban tension and underground tremors into cinematic sound, echoing the blurred boundary between chaos and measured response."
    },
    {
      "hour": 22,
      "fact_text": "December 28 is also the feast of the Holy Innocents in Christian tradition, a day of somber remembrance that has ironically become associated in some countries with pranks and playful hoaxes. It’s a reminder that cultural rituals can morph in unexpected ways, layering laughter over darker stories that lie underneath.",
      "fact_year": 1967,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Holy_Innocents",
      "episode": {
        "id": 15,
        "title": "Morning Drops #09 - Birthday Cake",
        "description": "Today's breakfast comes with a sprinkle of stardust and a slice of birthday cake as we celebrate a pure and unique soul, Yasmin. On Sedna, we may not do years, but we sure know how to party!",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-birthdaycake",
        "songs": [
          "Artist Name - Song Title",
          "Artist Name - Song Title",
          "Artist Name - Song Title",
          "Artist Name - Song Title"
        ],
        "music-genres": [
          "Eclectic",
          "Celebratory"
        ]
      },
      "match_reason": "A day that evolved from mourning into mischief and play pairs well with a loose, celebratory birthday-themed episode, both blending solemn origins with joyful, slightly chaotic energy."
    },
    {
      "hour": 23,
      "fact_text": "Taken together, the events of December 28 trace an unexpected constellation: breakthroughs in science, firsts in politics and finance, devastating quakes, legendary games, and quiet acts of resistance. The date becomes less a line on a calendar and more a prism, showing how history can hold joy, risk, loss, and discovery all at once.",
      "fact_year": 2019,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/December_28",
      "episode": {
        "id": 1,
        "title": "Sedna FM #01 - November Bomb",
        "description": "The first Family & Friends radio episode from Yasmin Sarbaoui and Gaia Parolini. Where it all began — a life soundtrack that launched Sedna FM into the universe. Raw, heartfelt, and full of the energy that defines everything that followed.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/november-bomb",
        "songs": [
          "berlioz - Open this wall",
          "Nas - One Mic",
          "Canserbero - De la vida como pelicula, tragedia, comedia y ficcion",
          "Frankie Knuckles - Your Love",
          "Notorious B.I.G. - 17 Ten Crack Commandments",
          "Liloca - Utani Xuva",
          "Fela Kuti - Zombie",
          "Neffa - Aspettando il sole",
          "Childish Gambino - No Excuses",
          "Modjo - Music takes you back"
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeat",
          "House",
          "Italian Pop",
          "R&B",
          "Latin Rap"
        ]
      },
      "match_reason": "A day that acts like a \"bomb\" of different histories deserves the raw, origin-story energy of Sedna FM’s first episode, weaving multiple genres into one big, human tapestry—just like the date itself."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "In 1895, Wilhelm Röntgen quietly published a paper describing a strange new radiation that could see through flesh to reveal bones and metal. He had discovered X‑rays, and the first images—like his wife’s hand with its wedding ring—felt almost supernatural, opening an entirely new window into the hidden structures of matter and medicine.",
      "fact_year": 1895,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/X-ray",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "The discovery of X‑rays was literally a new kind of invisible electricity; an \"electric shock\" to physics that fits the charged, high-voltage mood of this episode."
    },
    {
      "hour": 1,
      "fact_text": "On December 28, 1908, a 7.1 magnitude earthquake devastated the Italian city of Messina and surrounding areas in Southern Italy. The quake and resulting tsunami nearly erased entire communities, reshaping coastlines and prompting new thinking about how humans build in the shadow of Earth’s restless tectonic forces.",
      "fact_year": 1908,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1908_Messina_earthquake",
      "episode": {
        "id": 28,
        "title": "Morning Drops #22 - Sicilians On The Dolomites",
        "description": "Hosted by Yasmin, a musical journey inspired by the mountains. Joined by two special guests, exploring the tracks they've chosen, hearing the stories behind their picks, and discovering the personal memories each song brings to life — a blend of music, voices, and landscapes you can hear.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sicilians-on-the-dolomites",
        "songs": [
          "Franco Battiato - Haiku",
          "Florian Pellissier Quintet - Coup de foudre à Thessalonique",
          "Lucio Dalla & Francesco De Gregori - Ma come fanno i marinai",
          "Pink Floyd - Fearless"
        ],
        "music-genres": [
          "Italian Art Pop",
          "French Jazz",
          "Italian Singer-Songwriter",
          "Progressive Rock"
        ]
      },
      "match_reason": "This episode is rooted in Italian landscapes and emotions; pairing it with the Messina earthquake honors Sicily’s fragile beauty and the stories written into its terrain."
    },
    {
      "hour": 2,
      "fact_text": "In 893, a powerful earthquake destroyed the ancient Armenian city of Dvin, then a thriving capital and trading hub. The disaster not only shattered buildings but also shifted political and cultural power in the region, leaving archaeologists today to read its ruins like seismographs etched in stone.",
      "fact_year": 893,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/893_Dvin_earthquake",
      "episode": {
        "id": 45,
        "title": "Morning Drops #39 - Moving Meditation",
        "description": "An episode inspired by how travel helps us see more clearly. Stepping into new places opens the mind, shifts perspective. The music moves through balearic warmth, boogie grooves, world and latin-folk influences, and touches of new wave — a selection built to follow the quiet changes that happen when you're out of your usual rhythm.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-moving-meditation",
        "songs": [
          "Stella & The Longos - La Flamme",
          "España Circo Este - Dormo poco e sogno molto",
          "Mystic Jungle - Sunset Breaker",
          "Talking Heads - This Must Be the Place (Naive Melody)"
        ],
        "music-genres": [
          "Balearic",
          "Italian Folk Rock",
          "World Music",
          "New Wave"
        ]
      },
      "match_reason": "A vanished capital invites reflection on how landscapes and cities change; this \"moving meditation\" soundtrack mirrors the slow shifts—tectonic or emotional—that reshape where we call home."
    },
    {
      "hour": 3,
      "fact_text": "In 1989, a magnitude 5.6 earthquake struck Newcastle, New South Wales, one of Australia’s worst natural disasters in an urban area. Unusually, much of the damage came not from immense magnitude but from shallow depth and vulnerable buildings, a reminder that even moderate quakes can reveal hidden weaknesses in human design.",
      "fact_year": 1989,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1989_Newcastle_earthquake",
      "episode": {
        "id": 23,
        "title": "Morning Drops #17 - Steel City",
        "description": "Gaia takes us on a short trip through Sheffield's sounds — from electronic textures to raw guitars and sharp storytelling. Four tracks, one city, different edges of the same story.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-steel-city",
        "songs": [
          "The Human League - The Sound Of The Crowd",
          "Cabaret Voltaire - Deep Time",
          "Pulp - Common People",
          "Arctic Monkeys - A Certain Romance"
        ],
        "music-genres": [
          "Synthpop",
          "Industrial",
          "Britpop",
          "Indie Rock"
        ]
      },
      "match_reason": "Both the Newcastle quake and this episode orbit around industrial cities built of steel and stories; the urban focus and gritty sound fit a tale of how quickly a city’s foundations can be tested."
    },
    {
      "hour": 4,
      "fact_text": "On December 28, 2014, Indonesia AirAsia Flight 8501 vanished from radar and crashed into the Karimata Strait during stormy weather. The tragedy prompted investigations into pilot training, weather radar use, and how quickly ice and turbulence can turn routine flights into complex emergencies.",
      "fact_year": 2014,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Indonesia_AirAsia_Flight_8501",
      "episode": {
        "id": 37,
        "title": "Morning Drops #31 - Sailing With Germans",
        "description": "From the deck of a sailing boat, hosted by Yasmin and her special guests. A week at sea with six Germans, each with their own stories, songs, and ways of moving through the waves. From shared meals to unexpected laughter, from quiet resilience to sun-soaked joy — a collection of voices and tracks that reflect what it means to journey together.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sailing-with-germans",
        "songs": [
          "Billy Talent - Dead Silence",
          "Ben Howard - Keep Your Head Up",
          "Ziggy Alberts - Simple Things",
          "Vitor Kley - O Sol",
          "Enya - Orinoco Flow",
          "Paveier - Leev Marie"
        ],
        "music-genres": [
          "Punk Rock",
          "Indie Folk",
          "Surf Pop",
          "New Age",
          "German Folk"
        ]
      },
      "match_reason": "Both stories unfold over water and involve navigating changing conditions; this seafaring, reflective episode provides a gentle, human counterpoint to a difficult aviation disaster."
    },
    {
      "hour": 5,
      "fact_text": "In 1973, the United States enacted the Endangered Species Act, one of the world’s strongest laws for protecting plants and animals at risk of extinction. It treats species and their habitats almost like patients in intensive care, forcing governments to put recovery plans and ecosystems ahead of short-term profit.",
      "fact_year": 1973,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Endangered_Species_Act_of_1973",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "This law is about safeguarding wild lives and their habitats; an episode immersed in the world of orcas and whales channels the same awe and urgency for protecting species on the edge."
    },
    {
      "hour": 6,
      "fact_text": "On December 28, 1941, Operation Anthropoid quietly began: a daring plan by Czechoslovak resistance fighters to assassinate Reinhard Heydrich, one of the most powerful Nazi officials. The mission, carried out months later in Prague, showed how a small group of determined people could shake an empire—at immense personal cost.",
      "fact_year": 1941,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Assassination_of_Reinhard_Heydrich",
      "episode": {
        "id": 42,
        "title": "Morning Drops #36 - Women of Rock",
        "description": "A tribute to the women who shaped the sound of rock, the ones who picked up a guitar and refused to ask for permission. The conversation unfolds in Italian, led by Gaia and her father. A dialogue between generations and a reminder that the pulse of rock has always belonged to anyone brave enough to play it loud. Distortion, rhythm, freedom.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-women-of-rock",
        "songs": [
          "Suzi Quatro - Can the Can",
          "Joan Jett & The Blackhearts - I Love Rock 'n Roll",
          "Laura Cox - Hard Blues Shot",
          "Jackie Venson - Always Free (Live)"
        ],
        "music-genres": [
          "Glam Rock",
          "Hard Rock",
          "Blues Rock"
        ]
      },
      "match_reason": "The operation was an act of fearless resistance; loud, defiant rock anthems by pioneering women mirror that spirit of standing up to overwhelming power."
    },
    {
      "hour": 7,
      "fact_text": "In 2006, during the War in Somalia, Ethiopian troops and Somalia's Transitional Federal Government forces entered Mogadishu with almost no resistance. The seemingly quiet capture of a capital masked deep fractures, setting the stage for years of insurgency, shifting alliances, and the complex urban warfare that would follow.",
      "fact_year": 2006,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/War_in_Somalia_(2006%E2%80%932009)",
      "episode": {
        "id": 22,
        "title": "Morning Drops #16 - The Sound of Tuareg",
        "description": "A journey into the sound of the Tuareg: from traditional chants and desert rituals to the electrified rhythms of exile and resistance. Music shaped by sand, memory, and survival.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-sound-of-tuareg",
        "songs": [
          "Les Filles de Illighadad - Imigradan",
          "Tinariwen - Amassakoul ’N’ Ténéré",
          "Liya Ag Ablil - Awa Adounia",
          "Tinariwen - Sastanàqqàm"
        ],
        "music-genres": [
          "Desert Blues",
          "Tuareg",
          "World Music"
        ]
      },
      "match_reason": "Though set in different regions, both the Somali conflict and Tuareg music deal with armed struggle, displacement, and resilience in harsh landscapes, making this desert-blues meditation a fitting emotional echo."
    },
    {
      "hour": 8,
      "fact_text": "On December 28, 1956, communist leader Chin Peng met with Malayan and Singaporean leaders in the town of Baling to negotiate an end to the Malayan Emergency. The talks ultimately failed, but the meeting is remembered as an unusual moment when jungle guerrillas and colonial-era politicians sat at the same table trying to imagine peace.",
      "fact_year": 1956,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Chin_Peng",
      "episode": {
        "id": 41,
        "title": "Morning Drops #35 - Thailand",
        "description": "Recorded in Koh Samui, Thailand, where Yasmin and her friend Patricia spent more than two intense weeks training Muay Thai and Western boxing. Between sweat, rhythm, and sea breeze, they share reflections on discipline, friendship, and the beauty of movement - with a soundtrack that connects Thai sounds to the flow of daily practice.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-thailand",
        "songs": [
          "Salin - Egungun",
          "Justin Bieber - Love Yourself",
          "Khun Narin - Phua Kao",
          "Burna Boy - Cheat on Me (feat. Dave)"
        ],
        "music-genres": [
          "Afrobeat",
          "Pop",
          "Thai Funk",
          "Afro-Fusion"
        ]
      },
      "match_reason": "The Baling talks unfolded in Southeast Asia’s humid tension between conflict and calm; this Thailand-based episode shares that regional atmosphere of discipline, negotiation, and the fight between force and restraint."
    },
    {
      "hour": 9,
      "fact_text": "On December 28, 1835, Seminole leader Osceola led his warriors into what became the Second Seminole War against the United States. Fighting to resist forced relocation, the Seminole used swamps, forests, and intimate knowledge of Florida’s terrain as allies, turning the landscape itself into a form of quiet rebellion.",
      "fact_year": 1835,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Osceola",
      "episode": {
        "id": 22,
        "title": "Morning Drops #16 - The Sound of Tuareg",
        "description": "A journey into the sound of the Tuareg: from traditional chants and desert rituals to the electrified rhythms of exile and resistance. Music shaped by sand, memory, and survival.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-sound-of-tuareg",
        "songs": [
          "Les Filles de Illighadad - Imigradan",
          "Tinariwen - Amassakoul ’N’ Ténéré",
          "Liya Ag Ablil - Awa Adounia",
          "Tinariwen - Sastanàqqàm"
        ],
        "music-genres": [
          "Desert Blues",
          "Tuareg",
          "World Music"
        ]
      },
      "match_reason": "The Seminole struggle against displacement resonates with Tuareg songs of exile and resistance; despite different continents and ecosystems, both stories are about indigenous people turning their land into a living shield."
    },
    {
      "hour": 10,
      "fact_text": "In 1943, Soviet authorities launched Operation Ulussy, forcibly deporting the entire Kalmyk nation from their homeland to Siberia and Central Asia. Whole communities were packed into cattle trains in the winter, and their autonomous republic was wiped from maps—an attempt to erase a people by scattering them across vast, frozen distances.",
      "fact_year": 1943,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Deportation_of_the_Kalmyks",
      "episode": {
        "id": 20,
        "title": "Morning Drops #14 - Slow Planet",
        "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
        "songs": [
          "Air - Cherry Blossom Girl",
          "Kruder & Dorfmeister - Keep On Believing",
          "Tosca - Orozco",
          "Bonobo - Terrapin"
        ],
        "music-genres": [
          "Downtempo",
          "Trip-Hop",
          "Electronic",
          "Chillout"
        ]
      },
      "match_reason": "After a story of forced, brutal movement, a \"Slow Planet\" offers a sonic counter-ritual: calm, spacious tracks that invite listeners to sit with the weight of displacement and imagine gentler migrations."
    },
    {
      "hour": 11,
      "fact_text": "On December 28, 1895, the Lumière brothers held the first public screening of projected motion pictures for a paying audience at Paris’s Grand Café. Viewers watched short scenes—a train arriving, workers leaving a factory—yet some reportedly flinched from the screen, stunned by the illusion of life captured and replayed.",
      "fact_year": 1895,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Auguste_and_Louis_Lumi%C3%A8re",
      "episode": {
        "id": 18,
        "title": "Morning Drops #12 - 80's Club",
        "description": "Starting with a Monday evening in Munich — a few drinks, friends, and landing in an 80s dance party. From Donna Summer's hypnotic pulse, to Depeche Mode's bright synthpop, Ken Laszlo's Italo Disco romance, and Mylène Farmer's darker theatrical world. Four songs, four corners of the 80s — connected by the machines that changed how we dance.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-80s-club",
        "songs": [
          "Donna Summer - I Feel Love",
          "Depeche Mode - Just Can't Get Enough",
          "Ken Laszlo - Hey Hey Guy",
          "Mylène Farmer - Sans Contrefaçon"
        ],
        "music-genres": [
          "Disco",
          "Synthpop",
          "Italo Disco",
          "French Pop"
        ]
      },
      "match_reason": "The Lumières’ cinema invented a new way to watch moving images together; this clubby, synth-driven episode celebrates the later age when machines and visuals turned music into cinematic nightlife experiences."
    },
    {
      "hour": 12,
      "fact_text": "On December 28, 2019, a massive truck bomb exploded at a busy checkpoint in Mogadishu, Somalia, killing at least 85 people and injuring many more. The attack, claimed by Al‑Shabaab, tore through ordinary routines—workers commuting, students traveling—showing how fragile everyday life can be in cities marked by long-running conflict.",
      "fact_year": 2019,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/December_2019_Mogadishu_bombing",
      "episode": {
        "id": 29,
        "title": "Morning Drops #23 - Morning Dubs",
        "description": "Recorded while still processing Houghton Festival. One of the mornings there, waking up in the woods to a reggae DJ set — no phone signal, just trees, music, and loved ones. A slow selection of reggae, dub, and morning rhythms. Dubs instead of drops. Start your day slow — with space to breathe.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-morning-dubs",
        "songs": [
          "The Gaylads - Joy in the Morning",
          "The Officials - Babylonian",
          "King Tubby - King Tubby Meets the Rockers Uptown",
          "Aisha Morrison - Ethiopia"
        ],
        "music-genres": [
          "Reggae",
          "Dub",
          "Roots Reggae"
        ]
      },
      "match_reason": "Reggae and dub have long offered solace and quiet resistance in the face of violence; this spacious, rootsy selection acts as a gentle sonic vigil for a city often caught between hope and harm."
    },
    {
      "hour": 13,
      "fact_text": "In 2009, a suicide bomber struck a procession of Shia Muslims observing the Day of Ashura in Karachi, Pakistan, killing 43 people. The attack targeted a deeply symbolic day of mourning and remembrance, turning a spiritual ritual into a moment of collective trauma that still lingers in the city’s memory.",
      "fact_year": 2009,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2009_Karachi_bombing",
      "episode": {
        "id": 44,
        "title": "Morning Drops #38 - History of Flamenco",
        "description": "A special journey into the history of Flamenco, guided by Yasmin and her guest Almudena from Madrid, Spain. Exploring the roots and evolution of this emotionally raw and culturally rich tradition, from its early vocal origins and Andalusian influences, through its transformation on stage and screen, to its modern reinventions by iconic Spanish artists.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-history-of-flamenco",
        "songs": [
          "La Niña de los Peines - Al Gurugú",
          "Lola Flores - Pena, penita, pena",
          "Paco de Lucía - Entre dos aguas",
          "Camarón de la Isla - La leyenda del tiempo",
          "Rosalía - Pienso en tu mirá"
        ],
        "music-genres": [
          "Flamenco",
          "Spanish Folk",
          "Nuevo Flamenco"
        ]
      },
      "match_reason": "A violent attack on a religious ritual needs music that understands sorrow and resilience; flamenco’s history of lament, faith, and fierce dignity echoes the emotional intensity of Ashura."
    },
    {
      "hour": 14,
      "fact_text": "On December 28, 1967, Muriel Siebert became the first woman to own a seat on the New York Stock Exchange, after a grueling search for sponsors and a fight to secure a bank loan. On a trading floor where thousands of men shouted orders, her presence quietly rewrote the rules of who could stand at the center of global finance.",
      "fact_year": 1967,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Muriel_Siebert",
      "episode": {
        "id": 40,
        "title": "Morning Drops #34 - Soul Sisters",
        "description": "A tribute to four iconic voices — women who have shaped the way we listen, feel, and move. Each track carries a different kind of presence: one that holds you, one that questions, one that grounds, and one that lets go. An energy that is soulful, raw, and unapologetically feminine.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-soul-sisters",
        "songs": [
          "Grace Jones - Walking in the Rain",
          "Lauryn Hill - Lost Ones",
          "Aretha Franklin - A Rose Is Still a Rose",
          "Loredana Bertè - In Alto Mare"
        ],
        "music-genres": [
          "New Wave",
          "Neo-Soul",
          "R&B",
          "Italian Pop"
        ]
      },
      "match_reason": "Siebert’s breakthrough on Wall Street mirrors the bold, trailblazing energy of the women celebrated in this episode—each commanding spaces where they were never meant to lead."
    },
    {
      "hour": 15,
      "fact_text": "On December 28, 1958, the NFL Championship between the Baltimore Colts and the New York Giants became the league’s first sudden-death overtime game, later dubbed \"The Greatest Game Ever Played.\" Broadcast on national television, its dramatic finish helped transform American football from a regional pastime into a national obsession.",
      "fact_year": 1958,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1958_NFL_Championship_Game",
      "episode": {
        "id": 9,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "Sudden-death overtime turned an empty stretch of extra time into thrilling possibility; this upbeat, forward-driving set about rethinking \"space\" matches the adrenaline and mindset shift of that historic game."
    },
    {
      "hour": 16,
      "fact_text": "On December 28, 1944, Montreal Canadiens star Maurice \"Rocket\" Richard became the first NHL player to record eight points in a single game, scoring five goals and three assists. His explosive performance helped cement his mythic status in Quebec, where he symbolized both sporting brilliance and cultural pride.",
      "fact_year": 1944,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Maurice_Richard",
      "episode": {
        "id": 27,
        "title": "Morning Drops #21 - Endless Summer",
        "description": "Recorded from Fano, a quiet town on the Adriatic coast where summer stretches long and slow. Between swims, simple meals, and time with family, Gaia reflects on the kind of music that helps us return to ourselves. Through different shades of jazz — from minimal and meditative to warm and rhythmic — an invitation to slip into that endless summer feeling.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-endless-summer",
        "songs": [
          "Nik Bärtsch - Modul 14",
          "Mama Terra - Chameleon (Single Edit)",
          "Spyro Gyra - Morning Dance",
          "Yussef Kamaal - Black Focus"
        ],
        "music-genres": [
          "Minimal Jazz",
          "Nu Jazz",
          "Jazz Fusion",
          "UK Jazz"
        ]
      },
      "match_reason": "Richard’s eight-point night was pure flow state on ice; fluid, improvisational jazz in this episode mirrors the same sense of effortless momentum and skillful play."
    },
    {
      "hour": 17,
      "fact_text": "On December 28, 1918, while imprisoned in London’s Holloway jail, Constance Markievicz became the first woman elected as a Member of Parliament to the British House of Commons. She refused to take her seat in line with Sinn Féin’s abstentionist policy, turning her election into a symbolic victory for Irish independence and women’s political representation.",
      "fact_year": 1918,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Constance_Markievicz",
      "episode": {
        "id": 10,
        "title": "Morning Drops #04 - Bars With Balls",
        "description": "Yasmin dives into Women's Day through the voices of four incredible female rappers. Morning fire from the magic planet of Sedna FM — move your hands up and down with us. Hip hop culture through a feminine lens.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-bars-with-balls",
        "songs": [
          "Ele A - Globo",
          "Little Simz - Point and Kill (feat. Obongjayar)",
          "Lil' Kim - Lighters Up",
          "Queen Latifah - U.N.I.T.Y."
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeats",
          "Rap"
        ]
      },
      "match_reason": "Markievicz was a political trailblazer with \"bars\" of her own in Parliament; an episode celebrating powerful female voices in hip-hop amplifies her defiant, groundbreaking energy."
    },
    {
      "hour": 18,
      "fact_text": "On December 28, 1902, the Syracuse Athletic Club defeated the \"New York Philadelphians\" 5–0 in the first indoor professional American football game, played inside Madison Square Garden. Spectators watched a normally muddy, outdoor sport squeezed under a roof, an early experiment in turning physical contests into controlled, ticketed spectacles.",
      "fact_year": 1902,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/World_Series_of_Football_(1902%E2%80%9303)",
      "episode": {
        "id": 5,
        "title": "Sedna FM #05 - On The Go - Zero Zero",
        "description": "An energetic mix for when you're on the move. Zero Zero captures that feeling of starting fresh, moving forward, and embracing the journey. Perfect for travel, walks, or just getting things done.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/on-the-go-zero-zero",
        "songs": [
          "Alborosie - Rock the dancehall",
          "Grace Jones - Pull up to the bumper",
          "Hollie cook - Happy hour",
          "Easy star all star - Soul love",
          "Jeremie Albino - Rolling down the 405",
          "Cyril Neville - I found joy",
          "Aretha Franklin - Rock steady",
          "James Brown - Talking loud and saying nothing (remix)",
          "Nubiyan Twist - So mi stay",
          "Professor Wouassa - Fallou Fall",
          "Jarabe de Palo - La Flaca"
        ],
        "music-genres": [
          "Reggae",
          "Funk",
          "Soul",
          "Afrobeat",
          "Latin Rock",
          "New Wave"
        ]
      },
      "match_reason": "An indoor football experiment was all about motion, energy, and a fresh way to play; this lively \"on the go\" mix pairs well with the physical rush and novelty of bringing a field sport under a roof."
    }
  ],
  "generated_at": "2025-12-28T00:00:00.027968+00:00",
  "date": "2025-12-28",
  "updated_at": "2025-12-28T18:00:01.220518+00:00"
}