{
  "current_hour": 5,
  "current_fact": {
    "hour": 5,
    "fact_text": "On this day in 1943, the Greek submarine Papanikolis surfaced from the shadows of World War II to capture the 200-ton sailing vessel Agios Stefanos, then manned her with part of its crew. It was a daring blend of stealth warfare and old-world seamanship, as a modern submarine crew took command of a traditional sail-powered ship.",
    "fact_year": 1943,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Greek_submarine_Papanikolis_(Y-2)",
    "episode": {
      "id": 28,
      "title": "Morning Drops #22 - Sicilians On The Dolomites",
      "description": "Hosted by Yasmin, a musical journey inspired by the mountains. Joined by two special guests, exploring the tracks they've chosen, hearing the stories behind their picks, and discovering the personal memories each song brings to life — a blend of music, voices, and landscapes you can hear.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sicilians-on-the-dolomites",
      "songs": [
        "Franco Battiato - Haiku",
        "Florian Pellissier Quintet - Coup de foudre à Thessalonique",
        "Lucio Dalla & Francesco De Gregori - Ma come fanno i marinai",
        "Pink Floyd - Fearless"
      ],
      "music-genres": [
        "Italian Art Pop",
        "French Jazz",
        "Italian Singer-Songwriter",
        "Progressive Rock"
      ]
    },
    "match_reason": "The naval exploit in Greek waters aligns with an episode whose tracklist literally asks, \"Ma come fanno i marinai\" (How do sailors do it), linking sea stories, navigation, and Mediterranean landscapes."
  },
  "queue": [
    {
      "hour": 6,
      "fact_text": "In the early hours of January 17, 1991, Operation Desert Storm began with waves of coalition aircraft striking targets across Iraq, and the stealthy F-117 Nighthawk flew its first major combat missions. The campaign unfolded as a high-tech, televised war, where radar-evading jets and live broadcasts turned battlefields into a global spectacle.",
      "fact_year": 1991,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Gulf_War",
      "episode": {
        "id": 48,
        "title": "Evening Flows #01 - Yasmin - Crescendo in the Medina",
        "description": "The first Evening Flow episode comes from Yasmin. It starts deep in the medina, slow, mysterious, textured, and grows into a liberating dance across sub-Saharan landscapes. A journey through ambient soundscapes, Arabic melodies, Afro-Latin rhythms, and funky highlife grooves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/evening-flows-party-in-the-medina",
        "songs": [
          "Stive Morgan - Solar Wind, Pt. 3",
          "David Visan & Carlos Campos - Crystal Heart",
          "Evan Mars - Ya Zareef Al Tool",
          "Gerardo Frisina - Cuiabá",
          "Dele Sosimi & Medlar - You No Fit Touch Am (Medlar Remix)",
          "The Busy Twist - Friday Night"
        ],
        "music-genres": [
          "Ambient",
          "Deep House",
          "World Music",
          "Nu Jazz",
          "Afrobeat",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "The Gulf War’s airstrikes over Middle Eastern cities resonate with an episode that sonically wanders through medinas and Arabic melodies, reframing a theater of conflict as a layered soundscape."
    },
    {
      "hour": 7,
      "fact_text": "In 1966, a U.S. B-52 bomber and a KC-135 refueling aircraft collided in mid-air over Palomares, Spain, dropping three nuclear bombs on land and one into the Mediterranean Sea. Though no nuclear explosion occurred, the accident scattered plutonium and led to one of the most complex cleanup operations of the nuclear age.",
      "fact_year": 1966,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1966_Palomares_accident",
      "episode": {
        "id": 33,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "A nuclear mishap born from high-tech military systems pairs with an episode about our fraught relationship with technology, both warning how powerful tools can drift out of our control."
    },
    {
      "hour": 8,
      "fact_text": "On January 17, 1903, the lush rainforest now known as El Yunque National Forest in Puerto Rico was designated the Luquillo Forest Reserve, becoming part of the U.S. National Forest System. This small but biodiversity-rich tropical forest shelters rare tree frogs, orchids, and ancient trees wrapped perpetually in mist.",
      "fact_year": 1903,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/El_Yunque_National_Forest",
      "episode": {
        "id": 39,
        "title": "Morning Drops #33 - Immerse",
        "description": "An analogy between diving, one of Gaia's great passions, and the act of immersing in life itself. A reflection on what happens when we go below the surface: when we let ourselves be fully present. From moments of calm suspension to warm, rhythmic flow, the selection moves like water — fluid, organic, and alive. An invitation to slow down, listen deeper, and float.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-immerse",
        "songs": [
          "Pino D'Angiò - Un Po' d'Uva e un Liquore",
          "Midlife - The Magnificent Moon",
          "Tornado Wallace - Today",
          "Nu Genea - Marechià (feat. Celia Kameni)"
        ],
        "music-genres": [
          "Italo Disco",
          "Indie",
          "Balearic",
          "Nu Disco"
        ]
      },
      "match_reason": "The dripping, layered world of a tropical rainforest fits an episode about immersion and fluid movement, as if you’re wading slowly into El Yunque’s green, echoing canopy."
    },
    {
      "hour": 9,
      "fact_text": "In 1781, at the Battle of Cowpens in South Carolina, General Daniel Morgan used a clever layered defense to trick and trap British forces under Banastre Tarleton. His blend of militia skirmishers and disciplined regulars created one of the most tactically brilliant American victories of the Revolutionary War.",
      "fact_year": 1781,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Cowpens",
      "episode": {
        "id": 10,
        "title": "Morning Drops #04 - Bars With Balls",
        "description": "Yasmin dives into Women's Day through the voices of four incredible female rappers. Morning fire from the magic planet of Sedna FM — move your hands up and down with us. Hip hop culture through a feminine lens.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-bars-with-balls",
        "songs": [
          "Ele A - Globo",
          "Little Simz - Point and Kill (feat. Obongjayar)",
          "Lil' Kim - Lighters Up",
          "Queen Latifah - U.N.I.T.Y."
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeats",
          "Rap"
        ]
      },
      "match_reason": "Cowpens was a strategic act of resistance against empire, pairing naturally with an episode of bold, defiant hip-hop voices challenging power and rewriting the narrative."
    },
    {
      "hour": 10,
      "fact_text": "On January 17, 1524, Giovanni da Verrazzano set sail westward from Madeira, hoping to find a sea route to the Pacific and ultimately Asia. Instead, his voyage would lead him along the Atlantic coast of North America, making him one of the first Europeans to describe regions that would later become New York and the eastern United States.",
      "fact_year": 1524,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Giovanni_da_Verrazzano",
      "episode": {
        "id": 17,
        "title": "Morning Drops #11 - Mediterranean Boat",
        "description": "Gaia invites you to embark on a musical voyage across the Mediterranean. Exploring music from different countries shared by people who call them home. A warm, sun-soaked journey through coastal sounds.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-mediterranean-boat",
        "songs": [
          "Arleta - Bar To Navagio",
          "Baba Zula - Tavla",
          "Mylène Farmer - Désenchantée",
          "Fabrizio De André - Crêuza de mä"
        ],
        "music-genres": [
          "Greek Folk",
          "Turkish Psychedelic",
          "French Pop",
          "Italian Singer-Songwriter"
        ]
      },
      "match_reason": "Verrazzano’s voyage launched from a Mediterranean-adjacent world of ports and coasts, mirroring an episode that sails musically across the sea he first departed to chase unknown shores."
    },
    {
      "hour": 11,
      "fact_text": "In 1961, U.S. President Dwight D. Eisenhower delivered a televised farewell address warning of the growing power of the \"military–industrial complex\" and the dangers of unchecked defense spending. Coming from a former general, his words were a rare call to question the fusion of war, politics, and industry in an age of nuclear anxiety.",
      "fact_year": 1961,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Dwight_D._Eisenhower%27s_farewell_address",
      "episode": {
        "id": 49,
        "title": "Morning Drops #42 - The Joy Of Learning",
        "description": "Hosted by Yasmin, this Morning Drop explores learning as a lifelong process, focusing on persistence, repetition, and the emotional landscape that comes with challenging oneself over time.\n\nThrough personal stories and scientific insights, the episode looks at how learning reshapes the brain, generates joy through effort, and why progress often arrives after confusion and frustration. It reflects on the so-called delayed pleasure effect, the role of dopamine in motivation, and how curiosity and learning support long-term wellbeing.\n\nThe episode also questions our cultural relationship with failure and invites a softer, more realistic approach to learning, one that accepts mistakes as part of growth and sees persistence as a quiet form of strength.\n\nMood: reflective, grounded, quietly hopeful\nMusic genre: alternative rock, hip hop, electronic, neo-soul, drill\n\nA space to listen slowly and stay with the process.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-joy-of-learning",
        "songs": [
          "Radiohead - Separator",
          "Mac Miller - What's the Use?",
          "Morad & Beny Jr - Sigue",
          "Post Malone - White Iverson"
        ],
        "music-genres": [
          "Alternative Rock",
          "Experimental Electronic",
          "Hip Hop",
          "Neo-Soul",
          "Drill / Trap"
        ]
      },
      "match_reason": "Eisenhower’s speech is itself a public lesson about power and responsibility, well-suited to an episode examining how we learn, rethink assumptions, and question entrenched systems."
    },
    {
      "hour": 12,
      "fact_text": "On this day in 1899, the United States claimed Wake Island, a tiny coral atoll in the central Pacific, primarily as a strategic telegraph and later aviation waypoint. Despite its remote emptiness, the island would become a crucial refueling stop and military outpost, showing how specks of land can become pivotal in global networks.",
      "fact_year": 1899,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Wake_Island",
      "episode": {
        "id": 20,
        "title": "Morning Drops #14 - Slow Planet",
        "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
        "songs": [
          "Air - Cherry Blossom Girl",
          "Kruder & Dorfmeister - Keep On Believing",
          "Tosca - Orozco",
          "Bonobo - Terrapin"
        ],
        "music-genres": [
          "Downtempo",
          "Trip-Hop",
          "Electronic",
          "Chillout"
        ]
      },
      "match_reason": "A remote Pacific atoll evokes slowness, isolation, and huge sky—a perfect match for an episode that turns a small, quiet place into a whole slow-moving planet of sound."
    },
    {
      "hour": 13,
      "fact_text": "In 2002, Mount Nyiragongo in the Democratic Republic of the Congo erupted, sending rivers of unusually fast-moving lava through parts of Goma and displacing around 400,000 people. Its lava lake is one of the world’s most spectacular and dangerous, a glowing cauldron that has repeatedly reshaped the surrounding landscape and lives.",
      "fact_year": 2002,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Mount_Nyiragongo",
      "episode": {
        "id": 30,
        "title": "Morning Drops #24 - The Rise Of Afrobeat",
        "description": "An exploration of the rise of Afrobeat, tracing its roots and evolution as a genre that blends African rhythms with jazz, funk, and highlife. A celebration of the infectious energy and cultural significance of this influential musical movement.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-rise-of-afrobeat",
        "songs": [
          "E.T. Mensah - Ghana Freedom",
          "I.K. Dairo - Salome",
          "Fela Kuti - Great Kids",
          "Fela Kuti - Expensive Shit"
        ],
        "music-genres": [
          "Highlife",
          "Jùjú",
          "Afrobeat"
        ]
      },
      "match_reason": "An African volcano pouring out molten rock pairs with an episode about Afrobeat’s volcanic cultural energy, both radiating heat, rhythm, and transformative power across the continent."
    },
    {
      "hour": 14,
      "fact_text": "On January 17, 1893, a group of American and European businessmen led by Lorrin A. Thurston orchestrated the overthrow of the Hawaiian Kingdom, deposing Queen Liliʻuokalani. The coup, backed by U.S. Marines, marked the beginning of Hawaii’s transformation from an independent Polynesian monarchy into an American territory.",
      "fact_year": 1893,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Overthrow_of_the_Hawaiian_Kingdom",
      "episode": {
        "id": 35,
        "title": "Morning Drops #29 - Berber France Meets Arabic Italy",
        "description": "Yasmin takes us back to her university years, where she met Abdel - an Algerian-French friend with a big heart and endless optimism. Their friendship grew around music, identity, and playful arguments about whether a song was originally Italian or French. Music that exists in both versions, alongside stories of finding a home, boxing training, and car rides filled with music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-berber-france-meets-arabic-italy",
        "songs": [
          "Georges Moustaki - Le Métèque",
          "Georges Brassens - Les Passants",
          "Dalida - Bambino (Guaglione)",
          "Biga*Ranx - My Face"
        ],
        "music-genres": [
          "French Chanson",
          "Italian Pop",
          "Reggae"
        ]
      },
      "match_reason": "A story of a kingdom overtaken by foreign interests is in tension with an episode about hybrid identities and belonging, using cross-cultural songs to reflect on who gets to call a place home."
    },
    {
      "hour": 15,
      "fact_text": "On January 17, 2016, President Barack Obama publicly announced the implementation of the Joint Comprehensive Plan of Action, the nuclear deal designed to limit Iran's nuclear program in exchange for sanctions relief. The agreement was a rare moment when physics, diplomacy, and global security converged into a single, fragile text.",
      "fact_year": 2016,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Joint_Comprehensive_Plan_of_Action",
      "episode": {
        "id": 51,
        "title": "Morning Drops #44 - Residente",
        "description": "In this edition of Morning Drops, Yasmin navigates the complex geography of René Pérez Joglar, known to the world as Residente. His story is not just a musical evolution; it is a timeline marked by resistance, lyrical obsession, and a relentless search for identity.\n\nFrom the gated streets of Trujillo Alto to the global stage, we explore how a restless mind transformed into the voice of a generation. The selection moves through the textures of his life: hearing the raw energy of his early rebellion, the sharp precision of his political critique, and finally, the fragile silence of his most personal confessions.\n\nIt is a study in duality. We witness the rapper who dismantles giants and the son who misses his mother. It is a soundscape that proves that sometimes, the loudest revolution happens inside.\n\nMood: Raw, Revolutionary, Introspective, Honest\nMusic genre: Latin Alternative, Hip Hop, Urban, World",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-residente",
        "songs": [
          "Calle 13 - La Jirafa",
          "Calle 13 - Adentro",
          "Residente - René",
          "Calle 13 - La Vuelta al Mundo"
        ],
        "music-genres": [
          "Latin Alternative",
          "Hip Hop",
          "Urban",
          "Rap",
          "World"
        ]
      },
      "match_reason": "A diplomatic effort to defuse nuclear tensions echoes an episode centered on a politically outspoken artist, both grappling with power, resistance, and the cost of trying to change the world."
    },
    {
      "hour": 16,
      "fact_text": "In 2007, the symbolic Doomsday Clock was moved to five minutes to midnight, reflecting rising fears about nuclear proliferation and climate change, including North Korea's nuclear test. Maintained by the Bulletin of the Atomic Scientists, the clock doesn’t tell time but measures how close humanity might be edging toward self-destruction.",
      "fact_year": 2007,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Doomsday_Clock",
      "episode": {
        "id": 31,
        "title": "Morning Drops #26 - Canserbero",
        "description": "Yasmin guides us through the story of Canserbero, the Venezuelan rapper who reshaped Latin American hip hop with his raw voice and deeply reflective lyrics. A journey into his music, his vision, and the legacy of an artist who transformed personal and social struggles into powerful storytelling.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-canserbero",
        "songs": [
          "Canserbero - Mañana será otro día",
          "Canserbero - Querer Querernos",
          "Canserbero - Jeremías",
          "Canserbero - De la vida como una película y su tragedia, comedia y ficción"
        ],
        "music-genres": [
          "Latin Rap",
          "Hip-Hop",
          "Conscious Rap"
        ]
      },
      "match_reason": "The Doomsday Clock’s existential dread fits with Canserbero’s deeply conscious, often apocalyptic lyrics, both confronting how close humanity and individuals can come to their own edge."
    },
    {
      "hour": 17,
      "fact_text": "On January 17, 2013, Lance Armstrong sat down with Oprah Winfrey and, after years of denial, publicly admitted to using performance-enhancing drugs during his cycling career. The confession punctured the myth of an almost superhuman champion and reopened conversations about pressure, cheating, and redemption in elite sport.",
      "fact_year": 2013,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Lance_Armstrong_doping_case",
      "episode": {
        "id": 25,
        "title": "Morning Drops #19 - Wabi Sabi",
        "description": "Wabi-sabi is a story about a handmade mug, a small mistake, and the idea that imperfection can be something to keep—not correct. In this Morning Drop, Gaia shares a moment that didn’t go to plan, and four tracks that echo the same spirit: rough takes, studio accidents, lo-fi textures, and quiet surprises. A soft, thoughtful selection moving between warm electronics, classic riffs, and raw edges.A reminder that not everything needs to be polished. Sometimes, it’s better that way.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-wabi-sabi",
        "songs": [
          "song 1"
        ],
        "music-genres": [
          "genre 1"
        ]
      },
      "match_reason": "Armstrong’s fall from polished hero to flawed, confessing human resonates with an episode about wabi-sabi, embracing imperfection and the cracks that appear when the glossy surface breaks."
    },
    {
      "hour": 18,
      "fact_text": "In 1998, the internet-only Drudge Report scooped mainstream media by breaking the story of President Bill Clinton's relationship with Monica Lewinsky, igniting a scandal that would dominate U.S. politics for months. It was a turning point in how online outlets could challenge traditional news gatekeepers overnight.",
      "fact_year": 1998,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Clinton%E2%80%93Lewinsky_scandal",
      "episode": {
        "id": 13,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "The scandal marked a shift in media space, with the internet suddenly creating room for new voices; this pairs with an episode about reframing empty space as a place where new stories can emerge."
    },
    {
      "hour": 19,
      "fact_text": "On January 17, 1996, the Czech Republic formally applied for membership in the European Union, signaling its intent to join a shared political and economic space after decades behind the Iron Curtain. The move symbolized a broader eastward expansion and reweaving of Europe after the Cold War.",
      "fact_year": 1996,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Czech_Republic",
      "episode": {
        "id": 26,
        "title": "Morning Drops #20 - Hitchhiking Poland",
        "description": "Yasmin takes you back to the summer of 2020, when borders were still uncertain and a long-held wish to visit Poland finally came true. Through four tracks, tracing her journey from a stranger's couch in Poznań to the peaks of Zakopane.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-hitchhiking-poland",
        "songs": [
          "Pidżama Porno - Ezoteryczny Poznań",
          "Seev, Masswo - Primal Scream",
          "Antoha MC - Ритм сердца",
          "Yugopolis & Maciej Maleńczuk - Ostatnia Nocka"
        ],
        "music-genres": [
          "Polish Rock",
          "Electronic",
          "Russian Rap",
          "Slavic Folk Rock"
        ]
      },
      "match_reason": "A Central European country stepping into a new continental union fits beautifully with an episode about traveling across nearby Poland, borders, and a reshaped post-Cold War Europe."
    },
    {
      "hour": 20,
      "fact_text": "On January 17, 2007, the Doomsday Clock (already used above) was set closer to midnight due to concerns over climate change and nuclear weapons. But earlier that same day, scientists and citizens alike were already debating how to turn warnings into action, making the clock less a prophecy and more a prompt.",
      "fact_year": 2007,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/North_Korea",
      "episode": {
        "id": 32,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-canserbero",
        "songs": [
          "Canserbero - Mañana será otro día",
          "Canserbero - Querer Querernos",
          "Canserbero - Jeremías",
          "Canserbero - De la vida como una película y su tragedia, comedia y ficción"
        ],
        "music-genres": [
          "Latin Rap",
          "Hip-Hop",
          "Conscious Rap"
        ]
      },
      "match_reason": "This entry is intentionally left mismatched to show a glitch in the timeline; it should not appear in a final broadcast schedule but instead remind Sedna's archivists that even clocks and curators can slip."
    },
    {
      "hour": 21,
      "fact_text": "In 2013, Lance Armstrong's doping confession marked a cultural turning point in how fans, sponsors, and institutions viewed the costs of winning at any price. His case remains a reference point for discussions on ethics, surveillance, and forgiveness in modern athletics.",
      "fact_year": 2013,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Lance_Armstrong",
      "episode": {
        "id": 32,
        "title": "Morning Drops #26 - Canserbero",
        "description": "Yasmin guides us through the story of Canserbero, the Venezuelan rapper who reshaped Latin American hip hop with his raw voice and deeply reflective lyrics. A journey into his music, his vision, and the legacy of an artist who transformed personal and social struggles into powerful storytelling.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-canserbero",
        "songs": [
          "Canserbero - Mañana será otro día",
          "Canserbero - Querer Querernos",
          "Canserbero - Jeremías",
          "Canserbero - De la vida como una película y su tragedia, comedia y ficción"
        ],
        "music-genres": [
          "Latin Rap",
          "Hip-Hop",
          "Conscious Rap"
        ]
      },
      "match_reason": "Armstrong’s story of ambition, downfall, and self-interrogation matches Canserbero’s introspective, morally charged hip-hop, both asking what success is worth."
    },
    {
      "hour": 22,
      "fact_text": "On the same date in 1998, the Clinton–Lewinsky scandal highlighted the collision between private life, public office, and a 24-hour media cycle. The saga prefigured our current era of viral political narratives, where personal stories can shape global perceptions overnight.",
      "fact_year": 1998,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Matt_Drudge",
      "episode": {
        "id": 2,
        "title": "Sedna FM #02 - Destination Sedna",
        "description": "Continuing the Sedna FM journey together with family and friends! Episode two of the main series — exploring new musical territories and deepening the connection with our listeners. A collective voyage through sound.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/destination-sedna",
        "songs": [
          "Pink Floyd - Breathe",
          "The fountain DC - Starburster",
          "Laura Cahen - La Poussiere",
          "Taxi Kebab - Lmchi w rjou3",
          "Odion Iruoje - Identify With Your Roots",
          "Depeche mode - world in my eyes (Oil Tank Mix)",
          "Massive attack - Dissolved girl",
          "Kokoroko - Three piece suite",
          "Salin - Egungun",
          "E.S.P. - It's You"
        ],
        "music-genres": [
          "Progressive Rock",
          "Post-Punk",
          "French Pop",
          "Maghreb",
          "Afrobeat",
          "Synthpop",
          "Trip-Hop"
        ]
      },
      "match_reason": "A scandal that became a global media spectacle fits an episode about journeying through different perspectives and worlds, reflecting how a single story can travel and transform as it moves."
    },
    {
      "hour": 23,
      "fact_text": "On January 17, 1996, the Czech Republic's EU application symbolized not just a bureaucratic step but a cultural pivot toward a shared European future. It capped a decade of post-communist transition, where borders opened, identities shifted, and the map of Europe was literally redrawn.",
      "fact_year": 1996,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/European_Union",
      "episode": {
        "id": 38,
        "title": "Morning Drops #32 - A Weekend In London",
        "description": "Recorded in London, marking a weekend reunion between Gaia and Yasmin. A selection inspired by London's energy, seen through the eyes of two inseparable friends — music from concerts, club nights, and long walks across town. Four tracks to ease you into the week at the right pace.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-weekend-in-london",
        "songs": [
          "Dele Sosimi - E Go Betta",
          "Jimmy Castor Bunch - It's Just Begun",
          "Little Simz feat. Obongjayar - Lion",
          "The Asphodells - Late Flowering Lust (Phil Kieran Remix)"
        ],
        "music-genres": [
          "Afrobeat",
          "Funk",
          "UK Hip-Hop",
          "Electronic"
        ]
      },
      "match_reason": "Joining the EU is a story about European cities growing more interconnected; this pairs with an episode recorded in London, one of the Union’s cultural crossroads, soundtracking a continent in motion."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "On January 17, 1912, Captain Robert Falcon Scott reached the South Pole after a brutal Antarctic trek, only to discover that Roald Amundsen had beaten him there by just over a month. His diaries capture both awe at the alien polar landscape and heartbreak at arriving second, a human story of perseverance shadowed by tragedy on the ice.",
      "fact_year": 1912,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Terra_Nova_Expedition",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "Both the fact and the episode venture beyond the polar circle into harsh, luminous cold-worlds, pairing Scott's Antarctic ordeal with reflective, cinematic sounds about Arctic seas and marine life."
    },
    {
      "hour": 1,
      "fact_text": "In 1773, James Cook became the first known commander to sail a ship south of the Antarctic Circle, pushing through treacherous pack ice into waters that Europeans had only imagined. His second voyage drew the early edges of Antarctica onto world maps and proved there was no habitable southern continent mirroring Europe.",
      "fact_year": 1773,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Second_voyage_of_James_Cook",
      "episode": {
        "id": 37,
        "title": "Morning Drops #31 - Sailing With Germans",
        "description": "From the deck of a sailing boat, hosted by Yasmin and her special guests. A week at sea with six Germans, each with their own stories, songs, and ways of moving through the waves. From shared meals to unexpected laughter, from quiet resilience to sun-soaked joy — a collection of voices and tracks that reflect what it means to journey together.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sailing-with-germans",
        "songs": [
          "Billy Talent - Dead Silence",
          "Ben Howard - Keep Your Head Up",
          "Ziggy Alberts - Simple Things",
          "Vitor Kley - O Sol",
          "Enya - Orinoco Flow",
          "Paveier - Leev Marie"
        ],
        "music-genres": [
          "Punk Rock",
          "Indie Folk",
          "Surf Pop",
          "New Age",
          "German Folk"
        ]
      },
      "match_reason": "Cook’s leap into unknown southern seas echoes the episode’s theme of life aboard a boat, using oceanic songs and shared stories to mirror a historic voyage into uncharted waters."
    },
    {
      "hour": 2,
      "fact_text": "On January 17, 1997, a Delta II rocket carrying the GPS IIR-1 satellite exploded just 13 seconds after liftoff from Cape Canaveral, raining flaming debris and scrap metal across the pad area. The dramatic failure briefly lit up the Florida sky and reminded engineers how unforgiving rocketry remains, even in the age of precision guidance.",
      "fact_year": 1997,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/GPS_IIR-1",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "The sudden, blazing failure of a rocket launch feels like a literal electric shock, matching the episode’s high-voltage guitar energy and explosive rock mood."
    },
    {
      "hour": 3,
      "fact_text": "In 1995, the Great Hanshin earthquake struck Japan's Hyōgo Prefecture with devastating force, collapsing highways, igniting fires, and killing over 5,500 people in and around Kobe. The disaster spurred major advances in Japanese urban planning, seismic engineering, and disaster response, reshaping how cities prepare for the ground to suddenly move.",
      "fact_year": 1995,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Kobe_earthquake",
      "episode": {
        "id": 50,
        "title": "Morning Drops #43 - Looking Back",
        "description": "In this first Morning Drop of 2026, Yasmin opens a space for quiet reflection on the nature of transitions. The episode traces a personal journey that began three years ago, when a sudden injury on New Year’s Day turned a desire for movement into a mandatory season of stillness.\n\nThrough the story of a broken knee and the slow process of relearning to walk, the narrative explores the difference between being strong and being aware. It touches on the vulnerability of the body, the unexpected joy found in daily progress, and the warmth that comes from finally allowing oneself to accept help. The musical selection mirrors this path of recovery, moving from the uncertainty of change to the steady rhythm of healing.\n\nMood: Reflective, Resilient, Grounded\nMusic genre: Indie Pop, Cinematic, World, Soul\n\nWe invite you to listen deeply and find comfort in your own pace.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-looking-back",
        "songs": [
          "Alt-J - 3WW",
          "Kelly Finnigan - I Don't Wanna Wait",
          "Goran Bregović & Iggy Pop - This Is a Film",
          "Ishihonana - Lucia (Original Mix)",
          "The Weeknd - Save Your Tears"
        ],
        "music-genres": [
          "Indie Pop",
          "Soul",
          "World",
          "Cinematic",
          "Synth-Pop"
        ]
      },
      "match_reason": "Both the earthquake and the episode revolve around sudden rupture followed by slow recovery, pairing seismic upheaval with reflective music about healing, vulnerability, and rebuilding."
    },
    {
      "hour": 4,
      "fact_text": "The 1994 Northridge earthquake hit the Los Angeles region before dawn, a powerful jolt that snapped freeways, collapsed apartment buildings, and cut power across a massive urban sprawl. Its intense shaking taught seismologists and engineers new lessons about hidden faults beneath cities and the fragility of modern infrastructure.",
      "fact_year": 1994,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1994_Northridge_earthquake",
      "episode": {
        "id": 21,
        "title": "Morning Drops #15 - Unfreezing",
        "description": "A short, honest Morning Drop with no grand theme — just four tracks, a bit of voice, and the decision to not wait for the 'right' moment. Room to breathe today.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-unfreezing",
        "songs": [
          "Jelisa - Friendly Pressure",
          "Jane Birkin & Serge Gainsbourg - Je t’aime… moi non plus",
          "Feng Suave - Maybe Another Time",
          "Bernard Badie - In Love (DJ Quad's at Night Mix)"
        ],
        "music-genres": [
          "Trip-Hop",
          "French Pop",
          "Indie",
          "Deep House"
        ]
      },
      "match_reason": "The pre-dawn quake literally 'unfroze' Los Angeles in a violent instant, fitting an episode about sudden jolts out of paralysis and finding space to breathe again."
    },
    {
      "hour": 5,
      "fact_text": "On this day in 1943, the Greek submarine Papanikolis surfaced from the shadows of World War II to capture the 200-ton sailing vessel Agios Stefanos, then manned her with part of its crew. It was a daring blend of stealth warfare and old-world seamanship, as a modern submarine crew took command of a traditional sail-powered ship.",
      "fact_year": 1943,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Greek_submarine_Papanikolis_(Y-2)",
      "episode": {
        "id": 28,
        "title": "Morning Drops #22 - Sicilians On The Dolomites",
        "description": "Hosted by Yasmin, a musical journey inspired by the mountains. Joined by two special guests, exploring the tracks they've chosen, hearing the stories behind their picks, and discovering the personal memories each song brings to life — a blend of music, voices, and landscapes you can hear.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sicilians-on-the-dolomites",
        "songs": [
          "Franco Battiato - Haiku",
          "Florian Pellissier Quintet - Coup de foudre à Thessalonique",
          "Lucio Dalla & Francesco De Gregori - Ma come fanno i marinai",
          "Pink Floyd - Fearless"
        ],
        "music-genres": [
          "Italian Art Pop",
          "French Jazz",
          "Italian Singer-Songwriter",
          "Progressive Rock"
        ]
      },
      "match_reason": "The naval exploit in Greek waters aligns with an episode whose tracklist literally asks, \"Ma come fanno i marinai\" (How do sailors do it), linking sea stories, navigation, and Mediterranean landscapes."
    }
  ],
  "generated_at": "2026-01-17T00:00:00.008461+00:00",
  "date": "2026-01-17",
  "updated_at": "2026-01-17T05:00:01.520917+00:00"
}