{
  "current_hour": 0,
  "current_fact": {
    "hour": 0,
    "fact_text": "In 2004, NASA's Mars rover Spirit bounced to a halt inside Gusev Crater and became one of humanity’s most distant robotic explorers. Designed for just 90 Martian days, it instead roamed for over six years, uncovering evidence that Mars once had water and more complex geological history than expected.",
    "fact_year": 2004,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Spirit_(rover)",
    "episode": {
      "id": 9,
      "title": "Morning Drops #03 - Space Shift",
      "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
      "songs": [
        "Willy J Healey - Woke Up Smiling",
        "The Chemical Brothers - Go",
        "The Strokes - You Only Live Once"
      ],
      "music-genres": [
        "Indie Rock",
        "Electronic",
        "Garage Rock"
      ]
    },
    "match_reason": "A rover landing on Mars literally “shifts” humanity into space exploration, mirroring the episode’s theme of turning emptiness into creative space and momentum."
  },
  "queue": [
    {
      "hour": 1,
      "fact_text": "On this day in 1959, the Soviet spacecraft Luna 1 missed its target but still became the first human-made object to reach the vicinity of the Moon and enter a heliocentric orbit. Nicknamed the \"Dream,\" it turned a navigational error into a historic first in deep space exploration.",
      "fact_year": 1959,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Luna_1",
      "episode": {
        "id": 48,
        "title": "Evening Flows #01 - Yasmin - Crescendo in the Medina",
        "description": "The first Evening Flow episode comes from Yasmin. It starts deep in the medina, slow, mysterious, textured, and grows into a liberating dance across sub-Saharan landscapes. A journey through ambient soundscapes, Arabic melodies, Afro-Latin rhythms, and funky highlife grooves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/evening-flows-party-in-the-medina",
        "songs": [
          "Stive Morgan - Solar Wind, Pt. 3",
          "David Visan & Carlos Campos - Crystal Heart",
          "Evan Mars - Ya Zareef Al Tool",
          "Gerardo Frisina - Cuiabá",
          "Dele Sosimi & Medlar - You No Fit Touch Am (Medlar Remix)",
          "The Busy Twist - Friday Night"
        ],
        "music-genres": [
          "Ambient",
          "Deep House",
          "World Music",
          "Nu Jazz",
          "Afrobeat",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "The dreamy, ambient-to-cosmic flow and track titled \"Solar Wind\" echo Luna 1’s accidental journey beyond the Moon into solar orbit."
    },
    {
      "hour": 2,
      "fact_text": "In 1958, Sputnik 1, the world’s first artificial satellite launched by the Soviet Union in 1957, burnt up as it reentered Earth's atmosphere after nearly three months in orbit. Its short life profoundly reshaped global politics and science, igniting the space race and the modern age of satellites.",
      "fact_year": 1958,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Sputnik_1",
      "episode": {
        "id": 33,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "Sputnik’s fall marks the beginning of our satellite-driven connectivity, while the episode explores our dependence on digital networks those satellites helped make possible."
    },
    {
      "hour": 3,
      "fact_text": "In 1909, Antarctic explorer Aeneas Mackintosh narrowly escaped death after sea ice broke away beneath him, forcing him to flee across drifting floes. His survival foreshadowed the brutal conditions that would later define the Imperial Trans-Antarctic Expedition.",
      "fact_year": 1909,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Aeneas_Mackintosh",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "Both the fact and the episode live in icy waters beyond the polar circle, blending human vulnerability with the harsh beauty of polar landscapes."
    },
    {
      "hour": 4,
      "fact_text": "On this day in 1903, Topsy the elephant was killed by electrocution at Coney Island’s Luna Park, an event grimly captured on film as \"Electrocuting an Elephant.\" The spectacle is now a haunting symbol of early 20th‑century cruelty in entertainment and the unsettling intersection of animals, industry, and media.",
      "fact_year": 1903,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Topsy_(elephant)",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "The ‘Electric Shock’ episode title and charged guitars echo the dark, literal use of electricity in Topsy’s death, inviting reflection on how far our ethics around spectacle have come."
    },
    {
      "hour": 5,
      "fact_text": "In 46 BC, Julius Caesar clashed with his former lieutenant Titus Labienus at the Battle of Ruspina in North Africa. Though Caesar was outnumbered and nearly encircled, his troops’ discipline and tactical innovation allowed them to withdraw in good order and fight another day in the Roman civil wars.",
      "fact_year": -46,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Ruspina",
      "episode": {
        "id": 42,
        "title": "Morning Drops #36 - Women of Rock",
        "description": "A tribute to the women who shaped the sound of rock, the ones who picked up a guitar and refused to ask for permission. The conversation unfolds in Italian, led by Gaia and her father. A dialogue between generations and a reminder that the pulse of rock has always belonged to anyone brave enough to play it loud. Distortion, rhythm, freedom.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-women-of-rock",
        "songs": [
          "Suzi Quatro - Can the Can",
          "Joan Jett & The Blackhearts - I Love Rock 'n Roll",
          "Laura Cox - Hard Blues Shot",
          "Jackie Venson - Always Free (Live)"
        ],
        "music-genres": [
          "Glam Rock",
          "Hard Rock",
          "Blues Rock"
        ]
      },
      "match_reason": "The fierce, uncompromising energy of hard rock mirrors the brutal strategy and defiance of an ancient battlefield where power and loyalty violently collided."
    },
    {
      "hour": 6,
      "fact_text": "On January 4, 1967, The Doors released their self-titled debut album, an intense fusion of rock, blues, and psychedelia. With tracks like \"Light My Fire\" and \"The End,\" it invited listeners to step through a darker, poetic doorway into the late 1960s counterculture.",
      "fact_year": 1967,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/The_Doors_(album)",
      "episode": {
        "id": 36,
        "title": "Morning Drops #30 - Star Treatment",
        "description": "A celebration of change and transformation. Gaia traces the evolution of Arctic Monkeys - from raw energy to cinematic sound - reflecting on how artists, and all of us, grow and change through time. A journey through courage, curiosity, and the beauty of slowing down.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-star-treatment",
        "songs": [
          "Arctic Monkeys - Brainstorm",
          "Arctic Monkeys - Pretty Visitors",
          "Arctic Monkeys - Star Treatment",
          "Arctic Monkeys - There’d Better Be a Mirrorball"
        ],
        "music-genres": [
          "Indie Rock",
          "Psychedelic Rock",
          "Lounge Pop"
        ]
      },
      "match_reason": "The Doors’ debut and Arctic Monkeys’ evolution both mark transformative moments in rock, blending raw beginnings with more cinematic, psychedelic directions."
    },
    {
      "hour": 7,
      "fact_text": "In January 1998, a massive ice storm coated eastern Canada and the northeastern United States in layers of freezing rain, snapping forests, power lines, and infrastructure. Some communities endured weeks without electricity, revealing both the fragility and resilience of cold-climate societies.",
      "fact_year": 1998,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/January_1998_North_American_ice_storm",
      "episode": {
        "id": 21,
        "title": "Morning Drops #15 - Unfreezing",
        "description": "A short, honest Morning Drop with no grand theme — just four tracks, a bit of voice, and the decision to not wait for the 'right' moment. Room to breathe today.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-unfreezing",
        "songs": [
          "Jelisa - Friendly Pressure",
          "Jane Birkin & Serge Gainsbourg - Je t’aime… moi non plus",
          "Feng Suave - Maybe Another Time",
          "Bernard Badie - In Love (DJ Quad's at Night Mix)"
        ],
        "music-genres": [
          "Trip-Hop",
          "French Pop",
          "Indie",
          "Deep House"
        ]
      },
      "match_reason": "An episode about \"unfreezing\" pairs poetically with an ice storm that literally froze landscapes, hinting at thaw, recovery, and small steps back into motion."
    },
    {
      "hour": 8,
      "fact_text": "On this day in 2008, a Let L‑410 Turbolet crashed near the Los Roques Archipelago in Venezuela while flying over stunning coral waters, killing all 14 people on board. The wreckage remained elusive for years, deepening the tragedy with an unsettling sense of disappearance at sea.",
      "fact_year": 2008,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2008_Los_Roques_Archipelago_Transaven_Let_L-410_crash",
      "episode": {
        "id": 37,
        "title": "Morning Drops #31 - Sailing With Germans",
        "description": "From the deck of a sailing boat, hosted by Yasmin and her special guests. A week at sea with six Germans, each with their own stories, songs, and ways of moving through the waves. From shared meals to unexpected laughter, from quiet resilience to sun-soaked joy — a collection of voices and tracks that reflect what it means to journey together.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sailing-with-germans",
        "songs": [
          "Billy Talent - Dead Silence",
          "Ben Howard - Keep Your Head Up",
          "Ziggy Alberts - Simple Things",
          "Vitor Kley - O Sol",
          "Enya - Orinoco Flow",
          "Paveier - Leev Marie"
        ],
        "music-genres": [
          "Punk Rock",
          "Indie Folk",
          "Surf Pop",
          "New Age",
          "German Folk"
        ]
      },
      "match_reason": "The episode’s seafaring setting and reflections on journeys by water contrast the beauty and vulnerability of traveling over oceans, resonating with an air crash above turquoise archipelagos."
    },
    {
      "hour": 9,
      "fact_text": "In 2004, Mikheil Saakashvili was elected President of Georgia following the peaceful Rose Revolution, a wave of protests symbolized by flowers rather than weapons. His rise marked a dramatic shift in post-Soviet Georgian politics, promising reform, Western alignment, and a new political generation.",
      "fact_year": 2004,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2004_Georgian_presidential_election",
      "episode": {
        "id": 45,
        "title": "Morning Drops #39 - Moving Meditation",
        "description": "An episode inspired by how travel helps us see more clearly. Stepping into new places opens the mind, shifts perspective. The music moves through balearic warmth, boogie grooves, world and latin-folk influences, and touches of new wave — a selection built to follow the quiet changes that happen when you're out of your usual rhythm.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-moving-meditation",
        "songs": [
          "Stella & The Longos - La Flamme",
          "España Circo Este - Dormo poco e sogno molto",
          "Mystic Jungle - Sunset Breaker",
          "Talking Heads - This Must Be the Place (Naive Melody)"
        ],
        "music-genres": [
          "Balearic",
          "Italian Folk Rock",
          "World Music",
          "New Wave"
        ]
      },
      "match_reason": "A peaceful revolution and political reorientation fit with an episode about perspective shifts, movement, and finding a 'new place' politically and culturally."
    },
    {
      "hour": 10,
      "fact_text": "On this day in 1989, two Libyan MiG‑23 \"Flogger\" jets were shot down by US Navy F‑14 Tomcats over the Mediterranean in an air-to-air confrontation near the Gulf of Sidra. The incident was a Cold War–era reminder that vast skies can still be contested battlegrounds.",
      "fact_year": 1989,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1989_air_battle_near_Tobruk",
      "episode": {
        "id": 10,
        "title": "Morning Drops #04 - Bars With Balls",
        "description": "Yasmin dives into Women's Day through the voices of four incredible female rappers. Morning fire from the magic planet of Sedna FM — move your hands up and down with us. Hip hop culture through a feminine lens.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-bars-with-balls",
        "songs": [
          "Ele A - Globo",
          "Little Simz - Point and Kill (feat. Obongjayar)",
          "Lil' Kim - Lighters Up",
          "Queen Latifah - U.N.I.T.Y."
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeats",
          "Rap"
        ]
      },
      "match_reason": "The episode’s assertive, confrontational hip-hop energy mirrors the tension and high stakes of a jet duel in contested airspace."
    },
    {
      "hour": 11,
      "fact_text": "In 1944, Operation Carpetbagger began, sending camouflaged Allied aircraft on nocturnal missions to drop arms, agents, and supplies to resistance fighters across Nazi-occupied Europe. These secret flights turned the night sky into a hidden lifeline for underground movements.",
      "fact_year": 1944,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Operation_Carpetbagger",
      "episode": {
        "id": 31,
        "title": "Morning Drops #25 - A Trip-Hop Journey",
        "description": "Hosted by friend Lorenzo, a journey through the roots and evolution of trip-hop. From Bristol's early experiments with Massive Attack and Tricky, to DJ Shadow's cinematic sampling in California, and Thievery Corporation's global downtempo grooves in Washington D.C. — exploring how this genre blurred boundaries and reshaped electronic music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-trip-hop-journey",
        "songs": [
          "Massive Attack - Unfinished Sympathy",
          "Tricky - Hell Is Round the Corner",
          "DJ Shadow - Midnight in a Perfect World",
          "Thievery Corporation - Lebanese Blonde",
          "Smoke City - Underwater Love"
        ],
        "music-genres": [
          "Trip-Hop",
          "Downtempo",
          "Electronic"
        ]
      },
      "match_reason": "Shadowy, nocturnal trip‑hop and cinematic beats pair well with clandestine night flights, coded missions, and the blurred lines of resistance and espionage."
    },
    {
      "hour": 12,
      "fact_text": "On this day in 1878, Russian forces liberated Sofia from Ottoman rule during the Russo‑Turkish War of 1877–78. The city’s freedom paved the way for the re-establishment of a Bulgarian state after nearly five centuries under Ottoman domination.",
      "fact_year": 1878,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Sofia",
      "episode": {
        "id": 17,
        "title": "Morning Drops #11 - Mediterranean Boat",
        "description": "Gaia invites you to embark on a musical voyage across the Mediterranean. Exploring music from different countries shared by people who call them home. A warm, sun-soaked journey through coastal sounds.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-mediterranean-boat",
        "songs": [
          "Arleta - Bar To Navagio",
          "Baba Zula - Tavla",
          "Mylène Farmer - Désenchantée",
          "Fabrizio De André - Crêuza de mä"
        ],
        "music-genres": [
          "Greek Folk",
          "Turkish Psychedelic",
          "French Pop",
          "Italian Singer-Songwriter"
        ]
      },
      "match_reason": "The liberation of a Balkan capital and shifting borders around the eastern Mediterranean resonate with an episode sailing through Mediterranean cultures and histories."
    },
    {
      "hour": 13,
      "fact_text": "In 1854, Captain William McDonald sighted the McDonald Islands in the stormy southern Indian Ocean, far from major shipping lanes. These remote volcanic specks, now an Australian territory, host rare, largely untouched subantarctic ecosystems shaped by wind, sea, and fire.",
      "fact_year": 1854,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Heard_Island_and_McDonald_Islands",
      "episode": {
        "id": 39,
        "title": "Morning Drops #33 - Immerse",
        "description": "An analogy between diving, one of Gaia's great passions, and the act of immersing in life itself. A reflection on what happens when we go below the surface: when we let ourselves be fully present. From moments of calm suspension to warm, rhythmic flow, the selection moves like water — fluid, organic, and alive. An invitation to slow down, listen deeper, and float.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-immerse",
        "songs": [
          "Pino D'Angiò - Un Po' d'Uva e un Liquore",
          "Midlife - The Magnificent Moon",
          "Tornado Wallace - Today",
          "Nu Genea - Marechià (feat. Celia Kameni)"
        ],
        "music-genres": [
          "Italo Disco",
          "Indie",
          "Balearic",
          "Nu Disco"
        ]
      },
      "match_reason": "A newly discovered, wave-battered island chain in the Southern Ocean pairs with an episode about immersing in water, remoteness, and fluid, ocean-like soundscapes."
    },
    {
      "hour": 14,
      "fact_text": "On January 4, 1853, Solomon Northup, a free Black man kidnapped in Washington, D.C. and sold into slavery, finally regained his freedom after twelve harrowing years in the American South. His memoir \"Twelve Years a Slave\" exposed the brutal realities of slavery with first‑hand detail that shocked and moved 19th‑century readers.",
      "fact_year": 1853,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Twelve_Years_a_Slave",
      "episode": {
        "id": 14,
        "title": "Morning Drops #08 - (un)Boxing",
        "description": "An episode about breaking free from expectations and labels. Music that helps us unbox ourselves and embrace who we truly are.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-unboxing",
        "songs": [
          "Kendrick Lamar - Feel",
          "Kendrick Lamar - The Blacker the Berry",
          "Kendrick Lamar - Mirror"
        ],
        "music-genres": [
          "Hip-Hop",
          "Conscious Rap"
        ]
      },
      "match_reason": "Northup’s story of surviving enslavement and reclaiming his identity aligns with the episode’s themes of breaking boxes, confronting oppression, and asserting selfhood through conscious lyrics."
    },
    {
      "hour": 15,
      "fact_text": "In 1844, the first issue of the Swedish-language newspaper Saima was published in Kuopio, Finland, under the editorship of philosopher and nationalist J. V. Snellman. It championed ideas of Finnish identity and civic reform at a time when Finland was still an autonomous Grand Duchy under the Russian Empire.",
      "fact_year": 1844,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Saima_(newspaper)",
      "episode": {
        "id": 2,
        "title": "Sedna FM #02 - Destination Sedna",
        "description": "Continuing the Sedna FM journey together with family and friends! Episode two of the main series — exploring new musical territories and deepening the connection with our listeners. A collective voyage through sound.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/destination-sedna",
        "songs": [
          "Pink Floyd - Breathe",
          "The fountain DC - Starburster",
          "Laura Cahen - La Poussiere",
          "Taxi Kebab - Lmchi w rjou3",
          "Odion Iruoje - Identify With Your Roots",
          "Depeche mode - world in my eyes (Oil Tank Mix)",
          "Massive attack - Dissolved girl",
          "Kokoroko - Three piece suite",
          "Salin - Egungun",
          "E.S.P. - It's You"
        ],
        "music-genres": [
          "Progressive Rock",
          "Post-Punk",
          "French Pop",
          "Maghreb",
          "Afrobeat",
          "Synthpop",
          "Trip-Hop"
        ]
      },
      "match_reason": "A newspaper shaping national identity and civic imagination fits with an episode about setting a destination, exploring roots, and opening new cultural territories together."
    },
    {
      "hour": 16,
      "fact_text": "On this day in 1762, Great Britain declared war on Spain, drawing Spain into the already global Seven Years’ War. The conflict stretched from European courts to Caribbean islands and Asian trading ports, reshaping colonial borders on multiple continents.",
      "fact_year": 1762,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Seven_Years%27_War",
      "episode": {
        "id": 44,
        "title": "Morning Drops #38 - History of Flamenco",
        "description": "A special journey into the history of Flamenco, guided by Yasmin and her guest Almudena from Madrid, Spain. Exploring the roots and evolution of this emotionally raw and culturally rich tradition, from its early vocal origins and Andalusian influences, through its transformation on stage and screen, to its modern reinventions by iconic Spanish artists.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-history-of-flamenco",
        "songs": [
          "La Niña de los Peines - Al Gurugú",
          "Lola Flores - Pena, penita, pena",
          "Paco de Lucía - Entre dos aguas",
          "Camarón de la Isla - La leyenda del tiempo",
          "Rosalía - Pienso en tu mirá"
        ],
        "music-genres": [
          "Flamenco",
          "Spanish Folk",
          "Nuevo Flamenco"
        ]
      },
      "match_reason": "Spain’s entry into a global war contrasts with another side of Spanish history: flamenco’s emotional resilience and cultural fusion born from centuries of conflict and coexistence."
    },
    {
      "hour": 17,
      "fact_text": "In 2019, a fire broke out in an escape room in Koszalin, Poland, trapping and killing five teenagers through carbon monoxide poisoning. The tragedy sparked nationwide inspections and raised urgent questions about safety in immersive entertainment spaces.",
      "fact_year": 2019,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Koszalin_escape_room_fire",
      "episode": {
        "id": 26,
        "title": "Morning Drops #20 - Hitchhiking Poland",
        "description": "Yasmin takes you back to the summer of 2020, when borders were still uncertain and a long-held wish to visit Poland finally came true. Through four tracks, tracing her journey from a stranger's couch in Poznań to the peaks of Zakopane.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-hitchhiking-poland",
        "songs": [
          "Pidżama Porno - Ezoteryczny Poznań",
          "Seev, Masswo - Primal Scream",
          "Antoha MC - Ритм сердца",
          "Yugopolis & Maciej Maleńczuk - Ostatnia Nocka"
        ],
        "music-genres": [
          "Polish Rock",
          "Electronic",
          "Russian Rap",
          "Slavic Folk Rock"
        ]
      },
      "match_reason": "Both the fact and the episode are rooted in contemporary Poland; the joyful travel memories throw the escape room tragedy into sharper relief, highlighting how place holds many overlapping stories."
    },
    {
      "hour": 18,
      "fact_text": "On January 4, 2010, the Burj Khalifa officially opened in Dubai, instantly becoming the tallest building in the world. Its tapering, futuristic design pushes engineering to extremes, turning a desert skyline into a vertical statement about ambition and spectacle.",
      "fact_year": 2010,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Burj_Khalifa",
      "episode": {
        "id": 1,
        "title": "Sedna FM #01 - November Bomb",
        "description": "The first Family & Friends radio episode from Yasmin Sarbaoui and Gaia Parolini. Where it all began — a life soundtrack that launched Sedna FM into the universe. Raw, heartfelt, and full of the energy that defines everything that followed.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/november-bomb",
        "songs": [
          "berlioz - Open this wall",
          "Nas - One Mic",
          "Canserbero - De la vida como pelicula, tragedia, comedia y ficcion",
          "Frankie Knuckles - Your Love",
          "Notorious B.I.G. - 17 Ten Crack Commandments",
          "Liloca - Utani Xuva",
          "Fela Kuti - Zombie",
          "Neffa - Aspettando il sole",
          "Childish Gambino - No Excuses",
          "Modjo - Music takes you back"
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeat",
          "House",
          "Italian Pop",
          "R&B",
          "Latin Rap"
        ]
      },
      "match_reason": "The tallest building’s unveiling and Sedna FM’s first ever broadcast both represent bold launches skyward — architectural and musical flagpoles declaring \"we’re here.\""
    },
    {
      "hour": 19,
      "fact_text": "In 2000, a Norwegian passenger train from Trondheim collided head‑on with a local train from Hamar near Åsta in Åmot Municipality, killing 19 people and injuring 68. The disaster in the snowy forest led to major scrutiny of rail safety, signaling systems, and emergency response.",
      "fact_year": 2000,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/%C3%85sta_accident",
      "episode": {
        "id": 20,
        "title": "Morning Drops #14 - Slow Planet",
        "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
        "songs": [
          "Air - Cherry Blossom Girl",
          "Kruder & Dorfmeister - Keep On Believing",
          "Tosca - Orozco",
          "Bonobo - Terrapin"
        ],
        "music-genres": [
          "Downtempo",
          "Trip-Hop",
          "Electronic",
          "Chillout"
        ]
      },
      "match_reason": "A catastrophic collision of speed and timing pairs with an episode advocating slowness and gentler rhythms, hinting at a world where systems and people move more carefully."
    },
    {
      "hour": 20,
      "fact_text": "On this day in 2010, Spirit’s planetary cousin was still roving Mars while, back on Earth decades earlier, another \"spirit\" had already reached the Moon’s neighborhood — but long before that, explorers like Aeneas Mackintosh were testing human limits in Earth’s polar deserts. These layered January 4th milestones quietly trace a line from ice floes to interplanetary geology.",
      "fact_year": 2010,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Mars_rover",
      "episode": {
        "id": 49,
        "title": "Morning Drops #42 - The Joy Of Learning",
        "description": "Hosted by Yasmin, this Morning Drop explores learning as a lifelong process, focusing on persistence, repetition, and the emotional landscape that comes with challenging oneself over time.\n\nThrough personal stories and scientific insights, the episode looks at how learning reshapes the brain, generates joy through effort, and why progress often arrives after confusion and frustration. It reflects on the so-called delayed pleasure effect, the role of dopamine in motivation, and how curiosity and learning support long-term wellbeing.\n\nThe episode also questions our cultural relationship with failure and invites a softer, more realistic approach to learning, one that accepts mistakes as part of growth and sees persistence as a quiet form of strength.\n\nMood: reflective, grounded, quietly hopeful\nMusic genre: alternative rock, hip hop, electronic, neo-soul, drill\n\nA space to listen slowly and stay with the process.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-joy-of-learning",
        "songs": [
          "Radiohead - Separator",
          "Mac Miller - What's the Use?",
          "Morad & Beny Jr - Sigue",
          "Post Malone - White Iverson"
        ],
        "music-genres": [
          "Alternative Rock",
          "Experimental Electronic",
          "Hip Hop",
          "Neo-Soul",
          "Drill / Trap"
        ]
      },
      "match_reason": "Spirit, Luna 1, and polar expeditions all embody long, iterative learning processes — an echo of the episode’s celebration of persistence, trial, and discovery."
    },
    {
      "hour": 21,
      "fact_text": "From Topsy’s electrocution to Spirit’s soft touchdown on Martian soil, January 4 links some of the darkest misuses of technology with its most awe‑inspiring achievements. The same currents of electricity that once killed an elephant now quietly power robots reading the ancient rocks of another world.",
      "fact_year": 1903,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Science_and_technology_in_the_United_States",
      "episode": {
        "id": 25,
        "title": "Morning Drops #19 - Wabi Sabi",
        "description": "Wabi-sabi is a story about a handmade mug, a small mistake, and the idea that imperfection can be something to keep—not correct. In this Morning Drop, Gaia shares a moment that didn’t go to plan, and four tracks that echo the same spirit: rough takes, studio accidents, lo-fi textures, and quiet surprises. A soft, thoughtful selection moving between warm electronics, classic riffs, and raw edges.A reminder that not everything needs to be polished. Sometimes, it’s better that way.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-wabi-sabi",
        "songs": [
          "song 1"
        ],
        "music-genres": [
          "genre 1"
        ]
      },
      "match_reason": "The wabi‑sabi idea of learning from mistakes and imperfect pasts mirrors how flawed, even cruel early experiments can evolve into more humane, wondrous uses of technology."
    },
    {
      "hour": 22,
      "fact_text": "Across history, January 4 has seen borders redrawn — from Sofia’s liberation to Spain’s entry into the Seven Years’ War and Saakashvili’s election in Georgia. The date forms a quiet constellation of turning points where people renegotiated who governs whom, and under which flag.",
      "fact_year": 1878,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/January_4",
      "episode": {
        "id": 28,
        "title": "Morning Drops #22 - Sicilians On The Dolomites",
        "description": "Hosted by Yasmin, a musical journey inspired by the mountains. Joined by two special guests, exploring the tracks they've chosen, hearing the stories behind their picks, and discovering the personal memories each song brings to life — a blend of music, voices, and landscapes you can hear.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sicilians-on-the-dolomites",
        "songs": [
          "Franco Battiato - Haiku",
          "Florian Pellissier Quintet - Coup de foudre à Thessalonique",
          "Lucio Dalla & Francesco De Gregori - Ma come fanno i marinai",
          "Pink Floyd - Fearless"
        ],
        "music-genres": [
          "Italian Art Pop",
          "French Jazz",
          "Italian Singer-Songwriter",
          "Progressive Rock"
        ]
      },
      "match_reason": "An episode about landscapes, borders, and how people inhabit them ties well to a meta-fact about January 4 as a day of political and territorial transitions."
    },
    {
      "hour": 23,
      "fact_text": "The same date that saw a tiny Swedish-language paper appear in snowy Kuopio also later welcomed the neon birth of Burj Khalifa in the desert and the soft whir of Spirit on Mars. January 4 is a reminder that history’s calendar squares hold multitudes: quiet pamphlets, towering skyscrapers, polar escapes, and distant robots all sharing one number.",
      "fact_year": 1844,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/January_4#Events",
      "episode": {
        "id": 7,
        "title": "Morning Drops #01 - Timeless Legacy",
        "description": "Gaia guides us through timeless music to start the morning with the right foot! The first episode of the Morning Drops series — classic sounds that never fade.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-timeless-legacy",
        "songs": [
          "Roberta Flack - Killing me softly with his song",
          "Stone, Angie & Raphael Saadiq - Brotha",
          "Roy Ayers - Running Away (Extended)"
        ],
        "music-genres": [
          "Soul",
          "R&B",
          "Jazz-Funk"
        ]
      },
      "match_reason": "A reflection on January 4 as a timeless cluster of events fits with an episode about legacies and classics that outlive their moment, echoing across years like recurring dates."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "In 2004, NASA's Mars rover Spirit bounced to a halt inside Gusev Crater and became one of humanity’s most distant robotic explorers. Designed for just 90 Martian days, it instead roamed for over six years, uncovering evidence that Mars once had water and more complex geological history than expected.",
      "fact_year": 2004,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Spirit_(rover)",
      "episode": {
        "id": 9,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "A rover landing on Mars literally “shifts” humanity into space exploration, mirroring the episode’s theme of turning emptiness into creative space and momentum."
    }
  ],
  "generated_at": "2026-01-04T00:00:00.013716+00:00",
  "date": "2026-01-04",
  "updated_at": "2026-01-04T00:01:05.928041+00:00"
}