{
  "current_hour": 8,
  "current_fact": {
    "hour": 8,
    "fact_text": "On 17 January 1903, the lush rainforest of El Yunque in Puerto Rico became part of the U.S. National Forest System as the Luquillo Forest Reserve. It is the only tropical rainforest in that system, where clouds snag on mountaintops and endemic tree frogs sing at volumes that can drown out human conversation.",
    "fact_year": 1903,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/El_Yunque_National_Forest",
    "episode": {
      "id": 27,
      "title": "Morning Drops #21 - Endless Summer",
      "description": "Recorded from Fano, a quiet town on the Adriatic coast where summer stretches long and slow. Between swims, simple meals, and time with family, Gaia reflects on the kind of music that helps us return to ourselves. Through different shades of jazz — from minimal and meditative to warm and rhythmic — an invitation to slip into that endless summer feeling.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-endless-summer",
      "songs": [
        "Nik Bärtsch - Modul 14",
        "Mama Terra - Chameleon (Single Edit)",
        "Spyro Gyra - Morning Dance",
        "Yussef Kamaal - Black Focus"
      ],
      "music-genres": [
        "Minimal Jazz",
        "Nu Jazz",
        "Jazz Fusion",
        "UK Jazz"
      ]
    },
    "match_reason": "A tropical rainforest preserved in perpetually warm, humid air echoes the sun-drenched, endless-summer mood and organic jazz flow of the episode."
  },
  "queue": [
    {
      "hour": 9,
      "fact_text": "In 1781, at the Battle of Cowpens in South Carolina, General Daniel Morgan pulled off a rare double envelopment against British forces, luring them forward with a staged retreat. The victory was so tactically elegant that it’s still taught in military academies as a masterclass in using terrain, timing, and psychology instead of sheer numbers.",
      "fact_year": 1781,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Cowpens",
      "episode": {
        "id": 42,
        "title": "Morning Drops #36 - Women of Rock",
        "description": "A tribute to the women who shaped the sound of rock, the ones who picked up a guitar and refused to ask for permission. The conversation unfolds in Italian, led by Gaia and her father. A dialogue between generations and a reminder that the pulse of rock has always belonged to anyone brave enough to play it loud. Distortion, rhythm, freedom.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-women-of-rock",
        "songs": [
          "Suzi Quatro - Can the Can",
          "Joan Jett & The Blackhearts - I Love Rock 'n Roll",
          "Laura Cox - Hard Blues Shot",
          "Jackie Venson - Always Free (Live)"
        ],
        "music-genres": [
          "Glam Rock",
          "Hard Rock",
          "Blues Rock"
        ]
      },
      "match_reason": "A bold tactical stand in a revolutionary war links with an episode about defiant, guitar-driven rebellion and the courage to fight differently."
    },
    {
      "hour": 10,
      "fact_text": "On 17 January 1524, Giovanni da Verrazzano set sail westward from Madeira, hoping to find a sea route to the Pacific and Asia. Instead, he became one of the first Europeans to carefully chart large stretches of the North American Atlantic coast, including the bay that would one day cradle New York City.",
      "fact_year": 1524,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Giovanni_da_Verrazzano",
      "episode": {
        "id": 28,
        "title": "Morning Drops #22 - Sicilians On The Dolomites",
        "description": "Hosted by Yasmin, a musical journey inspired by the mountains. Joined by two special guests, exploring the tracks they've chosen, hearing the stories behind their picks, and discovering the personal memories each song brings to life — a blend of music, voices, and landscapes you can hear.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sicilians-on-the-dolomites",
        "songs": [
          "Franco Battiato - Haiku",
          "Florian Pellissier Quintet - Coup de foudre à Thessalonique",
          "Lucio Dalla & Francesco De Gregori - Ma come fanno i marinai",
          "Pink Floyd - Fearless"
        ],
        "music-genres": [
          "Italian Art Pop",
          "French Jazz",
          "Italian Singer-Songwriter",
          "Progressive Rock"
        ]
      },
      "match_reason": "An Italian navigator exploring new coasts resonates with an Italian-rooted episode about travel, landscapes, and journeys through unfamiliar terrain."
    },
    {
      "hour": 11,
      "fact_text": "On 17 January 1961, U.S. President Dwight D. Eisenhower delivered a televised farewell address warning against the growing influence of the \"military–industrial complex\". It was strikingly candid for a departing president, urging citizens to stay alert to how war, technology, and profit might quietly reshape democracy.",
      "fact_year": 1961,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Dwight_D._Eisenhower%27s_farewell_address",
      "episode": {
        "id": 33,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "A speech critiquing the entanglement of power, industry, and technology connects with an episode questioning our dependence on modern tech and invisible systems."
    },
    {
      "hour": 12,
      "fact_text": "In 1899, the United States claimed Wake Island, a remote atoll in the Pacific that has no indigenous population and scant fresh water. Despite its tiny size, the island later became a crucial refueling and military outpost, proof that even specks of coral can shape the routes of global power.",
      "fact_year": 1899,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Wake_Island",
      "episode": {
        "id": 24,
        "title": "Morning Drops #18 - Sardegna",
        "description": "Yasmin traces her connection to Sardegna — the island where her Italian journey began. Through music and memory, she shares the story of how this place shaped her family's path, and why it still holds such a deep place in her heart.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-18-sardegna",
        "songs": [
          "Piero Marras - Istrales",
          "Mahmood & Tenores di Bitti - Com’è profondo il mare",
          "Fabrizio De André - Hotel Supramonte",
          "Giuni Russo - Alghero"
        ],
        "music-genres": [
          "Italian Folk",
          "Sardinian",
          "Italian Pop"
        ]
      },
      "match_reason": "A small, strategically important island in the Pacific parallels an episode celebrating how islands shape identity, memory, and movement."
    },
    {
      "hour": 13,
      "fact_text": "On 17 January 2002, Mount Nyiragongo in the Democratic Republic of the Congo erupted, sending rivers of fluid lava straight through parts of the city of Goma. The lava advanced at highway speeds in places, splitting the city and displacing around 400,000 people practically overnight.",
      "fact_year": 2002,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Mount_Nyiragongo",
      "episode": {
        "id": 31,
        "title": "Morning Drops #25 - A Trip-Hop Journey",
        "description": "Hosted by friend Lorenzo, a journey through the roots and evolution of trip-hop. From Bristol's early experiments with Massive Attack and Tricky, to DJ Shadow's cinematic sampling in California, and Thievery Corporation's global downtempo grooves in Washington D.C. — exploring how this genre blurred boundaries and reshaped electronic music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-trip-hop-journey",
        "songs": [
          "Massive Attack - Unfinished Sympathy",
          "Tricky - Hell Is Round the Corner",
          "DJ Shadow - Midnight in a Perfect World",
          "Thievery Corporation - Lebanese Blonde",
          "Smoke City - Underwater Love"
        ],
        "music-genres": [
          "Trip-Hop",
          "Downtempo",
          "Electronic"
        ]
      },
      "match_reason": "The slow, relentless flow of lava and a city split in two mirror trip-hop's dark, cinematic currents and the way it reshapes familiar landscapes into something dreamlike and unsettling."
    },
    {
      "hour": 14,
      "fact_text": "In 1893, lawyer Lorrin A. Thurston and a small group on the Committee of Safety orchestrated the overthrow of the Hawaiian Kingdom, deposing Queen Liliʻuokalani. The coup, backed by American business interests and U.S. Marines, turned a sovereign Polynesian monarchy into a protectorate, leaving scars that still shape Hawaiian politics and culture.",
      "fact_year": 1893,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Overthrow_of_the_Hawaiian_Kingdom",
      "episode": {
        "id": 45,
        "title": "Morning Drops #39 - Moving Meditation",
        "description": "An episode inspired by how travel helps us see more clearly. Stepping into new places opens the mind, shifts perspective. The music moves through balearic warmth, boogie grooves, world and latin-folk influences, and touches of new wave — a selection built to follow the quiet changes that happen when you're out of your usual rhythm.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-moving-meditation",
        "songs": [
          "Stella & The Longos - La Flamme",
          "España Circo Este - Dormo poco e sogno molto",
          "Mystic Jungle - Sunset Breaker",
          "Talking Heads - This Must Be the Place (Naive Melody)"
        ],
        "music-genres": [
          "Balearic",
          "Italian Folk Rock",
          "World Music",
          "New Wave"
        ]
      },
      "match_reason": "A story of land, power, and displacement pairs with an episode about movement and perspective, hinting at how travel and rhythm can both reveal and complicate histories of place."
    },
    {
      "hour": 15,
      "fact_text": "On 17 January 2007, the Doomsday Clock—an iconic symbol for how close humanity is to self-destruction—was moved to five minutes before midnight. Scientists cited nuclear tensions and climate change, turning a metaphorical clock face into a stark visual for global risk.",
      "fact_year": 2007,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Doomsday_Clock",
      "episode": {
        "id": 18,
        "title": "Morning Drops #12 - 80's Club",
        "description": "Starting with a Monday evening in Munich — a few drinks, friends, and landing in an 80s dance party. From Donna Summer's hypnotic pulse, to Depeche Mode's bright synthpop, Ken Laszlo's Italo Disco romance, and Mylène Farmer's darker theatrical world. Four songs, four corners of the 80s — connected by the machines that changed how we dance.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-80s-club",
        "songs": [
          "Donna Summer - I Feel Love",
          "Depeche Mode - Just Can't Get Enough",
          "Ken Laszlo - Hey Hey Guy",
          "Mylène Farmer - Sans Contrefaçon"
        ],
        "music-genres": [
          "Disco",
          "Synthpop",
          "Italo Disco",
          "French Pop"
        ]
      },
      "match_reason": "The Doomsday Clock, born from nuclear-age anxieties, connects with an episode steeped in 1980s synth-driven sounds—the very era that first crystallized our modern imagery of apocalypse and machines."
    },
    {
      "hour": 16,
      "fact_text": "On 17 January 2016, President Barack Obama publicly promoted the Joint Comprehensive Plan of Action, a complex agreement meant to constrain Iran’s nuclear program. The deal turned uranium enrichment levels and centrifuge counts into global talking points, showing how intricate science can sit at the heart of diplomacy.",
      "fact_year": 2016,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Joint_Comprehensive_Plan_of_Action",
      "episode": {
        "id": 51,
        "title": "Morning Drops #44 - Residente",
        "description": "In this edition of Morning Drops, Yasmin navigates the complex geography of René Pérez Joglar, known to the world as Residente. His story is not just a musical evolution; it is a timeline marked by resistance, lyrical obsession, and a relentless search for identity.\n\nFrom the gated streets of Trujillo Alto to the global stage, we explore how a restless mind transformed into the voice of a generation. The selection moves through the textures of his life: hearing the raw energy of his early rebellion, the sharp precision of his political critique, and finally, the fragile silence of his most personal confessions.\n\nIt is a study in duality. We witness the rapper who dismantles giants and the son who misses his mother. It is a soundscape that proves that sometimes, the loudest revolution happens inside.\n\nMood: Raw, Revolutionary, Introspective, Honest\nMusic genre: Latin Alternative, Hip Hop, Urban, World",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-residente",
        "songs": [
          "Calle 13 - La Jirafa",
          "Calle 13 - Adentro",
          "Residente - René",
          "Calle 13 - La Vuelta al Mundo"
        ],
        "music-genres": [
          "Latin Alternative",
          "Hip Hop",
          "Urban",
          "Rap",
          "World"
        ]
      },
      "match_reason": "A fraught nuclear agreement and debates about power and sovereignty align with an episode focused on political critique, resistance, and the global consequences of decisions made far from ordinary lives."
    },
    {
      "hour": 17,
      "fact_text": "On 17 January 2013, Lance Armstrong sat down with Oprah Winfrey and finally admitted to years of systematic doping, after a decade of fierce denials. The confession revealed how an entire ecosystem—teams, doctors, sponsors—had been built to protect a myth of superhuman endurance.",
      "fact_year": 2013,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Lance_Armstrong_doping_case",
      "episode": {
        "id": 32,
        "title": "Morning Drops #26 - Canserbero",
        "description": "Yasmin guides us through the story of Canserbero, the Venezuelan rapper who reshaped Latin American hip hop with his raw voice and deeply reflective lyrics. A journey into his music, his vision, and the legacy of an artist who transformed personal and social struggles into powerful storytelling.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-canserbero",
        "songs": [
          "Canserbero - Mañana será otro día",
          "Canserbero - Querer Querernos",
          "Canserbero - Jeremías",
          "Canserbero - De la vida como una película y su tragedia, comedia y ficción"
        ],
        "music-genres": [
          "Latin Rap",
          "Hip-Hop",
          "Conscious Rap"
        ]
      },
      "match_reason": "A fall from grace and a brutally honest confession reflect the raw, introspective energy of Canserbero’s work about confronting uncomfortable truths."
    },
    {
      "hour": 18,
      "fact_text": "In 1998, the online gossip site the Drudge Report broke the story of U.S. President Bill Clinton’s affair with White House intern Monica Lewinsky. It was a turning point where internet rumor, traditional journalism, and political scandal collided, reshaping how private lives and public power intersect in the digital age.",
      "fact_year": 1998,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Clinton%E2%80%93Lewinsky_scandal",
      "episode": {
        "id": 13,
        "title": "Morning Drops #07 - secret_mp3_player_1",
        "description": "Inspired by a throwback MP3 player on Instagram, Yasmin and Gaia take you on a nostalgic journey to the early 2000s. LimeWire, eMule, guilty-pleasure playlists — remember those? Hit play and relive the songs that shaped a generation.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-secret-mp3-player-1",
        "songs": [
          "Sean Paul - Get Busy",
          "Blink-182 - I Miss You",
          "Black Eyed Peas - My Humps",
          "Britney Spears - Toxic"
        ],
        "music-genres": [
          "Dancehall",
          "Pop Punk",
          "Pop",
          "Dance-Pop"
        ]
      },
      "match_reason": "A boundary-breaking political scandal amplified by early internet culture connects with an episode steeped in early-2000s digital nostalgia and the rise of online media."
    },
    {
      "hour": 19,
      "fact_text": "On 17 January 1996, the Czech Republic formally applied for membership in the European Union, just three years after peacefully splitting from Slovakia. The move symbolized a rapid pivot from life behind the Iron Curtain to a future woven tightly into Europe’s political and economic fabric.",
      "fact_year": 1996,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Czech_Republic",
      "episode": {
        "id": 26,
        "title": "Morning Drops #20 - Hitchhiking Poland",
        "description": "Yasmin takes you back to the summer of 2020, when borders were still uncertain and a long-held wish to visit Poland finally came true. Through four tracks, tracing her journey from a stranger's couch in Poznań to the peaks of Zakopane.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-hitchhiking-poland",
        "songs": [
          "Pidżama Porno - Ezoteryczny Poznań",
          "Seev, Masswo - Primal Scream",
          "Antoha MC - Ритм сердца",
          "Yugopolis & Maciej Maleńczuk - Ostatnia Nocka"
        ],
        "music-genres": [
          "Polish Rock",
          "Electronic",
          "Russian Rap",
          "Slavic Folk Rock"
        ]
      },
      "match_reason": "A Central European country moving toward EU integration pairs with an episode about traveling through neighboring Poland, capturing post-communist landscapes, borders, and belonging."
    },
    {
      "hour": 20,
      "fact_text": "On 17 January 2007, the Doomsday Clock decision referenced not only nuclear weapons but also accelerating climate change—linking atmospheric chemistry to existential risk. It underscored that tiny changes in greenhouse gases, measured in parts per million, can alter the fate of entire civilizations.",
      "fact_year": 2007,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/North_Korea",
      "episode": {
        "id": 20,
        "title": "Morning Drops #14 - Slow Planet",
        "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
        "songs": [
          "Air - Cherry Blossom Girl",
          "Kruder & Dorfmeister - Keep On Believing",
          "Tosca - Orozco",
          "Bonobo - Terrapin"
        ],
        "music-genres": [
          "Downtempo",
          "Trip-Hop",
          "Electronic",
          "Chillout"
        ]
      },
      "match_reason": "A symbolic warning about planetary limits and climate connects with an episode explicitly titled \"Slow Planet,\" inviting a gentler, more sustainable tempo for how we move through the world."
    },
    {
      "hour": 21,
      "fact_text": "On 17 January 2013, Lance Armstrong’s confession also peeled back the curtain on how sports science had been used to game anti-doping tests—microdosing, blood transfusions, and laboratory timing. It turned training logs and hematocrit levels into evidence, reminding us how close scientific optimization can drift toward ethical gray zones.",
      "fact_year": 2013,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Lance_Armstrong",
      "episode": {
        "id": 41,
        "title": "Morning Drops #35 - Thailand",
        "description": "Recorded in Koh Samui, Thailand, where Yasmin and her friend Patricia spent more than two intense weeks training Muay Thai and Western boxing. Between sweat, rhythm, and sea breeze, they share reflections on discipline, friendship, and the beauty of movement - with a soundtrack that connects Thai sounds to the flow of daily practice.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-thailand",
        "songs": [
          "Salin - Egungun",
          "Justin Bieber - Love Yourself",
          "Khun Narin - Phua Kao",
          "Burna Boy - Cheat on Me (feat. Dave)"
        ],
        "music-genres": [
          "Afrobeat",
          "Pop",
          "Thai Funk",
          "Afro-Fusion"
        ]
      },
      "match_reason": "An athlete’s extreme, ethically fraught pursuit of performance aligns with an episode about intense training, discipline, and the line between pushing your body and going too far."
    },
    {
      "hour": 22,
      "fact_text": "On 17 January 1991, as Desert Storm began, viewers worldwide watched live footage of green-tinted tracer fire over Baghdad—an eerie fusion of war and media. For many, it was the first time conflict looked like a video game, blurring the emotional distance between real destruction and glowing pixels.",
      "fact_year": 1991,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Lockheed_F-117_Nighthawk",
      "episode": {
        "id": 48,
        "title": "Evening Flows #01 - Yasmin - Crescendo in the Medina",
        "description": "The first Evening Flow episode comes from Yasmin. It starts deep in the medina, slow, mysterious, textured, and grows into a liberating dance across sub-Saharan landscapes. A journey through ambient soundscapes, Arabic melodies, Afro-Latin rhythms, and funky highlife grooves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/evening-flows-party-in-the-medina",
        "songs": [
          "Stive Morgan - Solar Wind, Pt. 3",
          "David Visan & Carlos Campos - Crystal Heart",
          "Evan Mars - Ya Zareef Al Tool",
          "Gerardo Frisina - Cuiabá",
          "Dele Sosimi & Medlar - You No Fit Touch Am (Medlar Remix)",
          "The Busy Twist - Friday Night"
        ],
        "music-genres": [
          "Ambient",
          "Deep House",
          "World Music",
          "Nu Jazz",
          "Afrobeat",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "Night-time images over the Middle East and a war mediated through screens connect with an evening journey from medina ambience to global dance, blending technology, distance, and faraway cities."
    },
    {
      "hour": 23,
      "fact_text": "On 17 January 2007, the Bulletin of the Atomic Scientists also noted that North Korea’s nuclear test the previous year had used a device so small it barely registered as a full success. Even imperfect, it signaled that one of the most isolated states on Earth had crossed the threshold into the nuclear age, altering strategic calculations far beyond its borders.",
      "fact_year": 2007,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/North_Korea_and_weapons_of_mass_destruction",
      "episode": {
        "id": 30,
        "title": "Morning Drops #24 - The Rise Of Afrobeat",
        "description": "An exploration of the rise of Afrobeat, tracing its roots and evolution as a genre that blends African rhythms with jazz, funk, and highlife. A celebration of the infectious energy and cultural significance of this influential musical movement.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-rise-of-afrobeat",
        "songs": [
          "E.T. Mensah - Ghana Freedom",
          "I.K. Dairo - Salome",
          "Fela Kuti - Great Kids",
          "Fela Kuti - Expensive Shit"
        ],
        "music-genres": [
          "Highlife",
          "Jùjú",
          "Afrobeat"
        ]
      },
      "match_reason": "A small yet world-shifting nuclear test mirrors how a regional music like Afrobeat can cross a threshold and change global culture, showing that seemingly peripheral movements can carry immense power."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "On 17 January 1912, Captain Robert Falcon Scott finally reached the South Pole, only to discover Roald Amundsen’s Norwegian flag already there. The bitter twist is that Scott’s team hauled their supplies on foot while Amundsen used sled dogs, a planning difference that helped decide who claimed the first footprints at Earth’s southern end.",
      "fact_year": 1912,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Terra_Nova_Expedition",
      "episode": {
        "id": 46,
        "title": "Morning Drops #36 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "Polar exploration, ice, and isolation resonate with an episode about Arctic waters and encounters beyond the polar circle."
    },
    {
      "hour": 1,
      "fact_text": "In 1773, James Cook became the first known navigator to sail south of the Antarctic Circle, pushing into seas so foggy and iceberg-filled that his crew sometimes heard ice before they saw it. Though he never actually sighted the Antarctic continent, his logs proved there was a vast, cold ocean at the bottom of the world.",
      "fact_year": 1773,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Second_voyage_of_James_Cook",
      "episode": {
        "id": 37,
        "title": "Morning Drops #31 - Sailing With Germans",
        "description": "From the deck of a sailing boat, hosted by Yasmin and her special guests. A week at sea with six Germans, each with their own stories, songs, and ways of moving through the waves. From shared meals to unexpected laughter, from quiet resilience to sun-soaked joy — a collection of voices and tracks that reflect what it means to journey together.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sailing-with-germans",
        "songs": [
          "Billy Talent - Dead Silence",
          "Ben Howard - Keep Your Head Up",
          "Ziggy Alberts - Simple Things",
          "Vitor Kley - O Sol",
          "Enya - Orinoco Flow",
          "Paveier - Leev Marie"
        ],
        "music-genres": [
          "Punk Rock",
          "Indie Folk",
          "Surf Pop",
          "New Age",
          "German Folk"
        ]
      },
      "match_reason": "A sea voyage into unknown waters pairs with an episode literally recorded on a sailing boat, centered on life at sea."
    },
    {
      "hour": 2,
      "fact_text": "On 17 January 1997, a Delta II rocket carrying the GPS IIR-1 satellite exploded just 13 seconds after launch at Cape Canaveral. The blast rained hundreds of tons of burning debris around the pad, yet remarkably no one on the ground was killed, and high-speed footage of the failure became a textbook case for launch safety engineers.",
      "fact_year": 1997,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/GPS_IIR-1",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "A violent rocket explosion and a jolt of high-voltage failure mirror the high-energy, electrifying mood of the Electric Shock mix."
    },
    {
      "hour": 3,
      "fact_text": "In the early morning of 17 January 1995, the Great Hanshin earthquake struck Kobe with such force that some elevated highways toppled sideways like toy tracks. The quake revealed how vulnerable modern cities can be, leading Japan to radically strengthen building codes and rethink disaster preparedness.",
      "fact_year": 1995,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Kobe_earthquake",
      "episode": {
        "id": 50,
        "title": "Morning Drops #43 - Looking Back",
        "description": "In this first Morning Drop of 2026, Yasmin opens a space for quiet reflection on the nature of transitions. The episode traces a personal journey that began three years ago, when a sudden injury on New Year’s Day turned a desire for movement into a mandatory season of stillness.\n\nThrough the story of a broken knee and the slow process of relearning to walk, the narrative explores the difference between being strong and being aware. It touches on the vulnerability of the body, the unexpected joy found in daily progress, and the warmth that comes from finally allowing oneself to accept help. The musical selection mirrors this path of recovery, moving from the uncertainty of change to the steady rhythm of healing.\n\nMood: Reflective, Resilient, Grounded\nMusic genre: Indie Pop, Cinematic, World, Soul\n\nWe invite you to listen deeply and find comfort in your own pace.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-looking-back",
        "songs": [
          "Alt-J - 3WW",
          "Kelly Finnigan - I Don't Wanna Wait",
          "Goran Bregović & Iggy Pop - This Is a Film",
          "Ishihonana - Lucia (Original Mix)",
          "The Weeknd - Save Your Tears"
        ],
        "music-genres": [
          "Indie Pop",
          "Soul",
          "World",
          "Cinematic",
          "Synth-Pop"
        ]
      },
      "match_reason": "A devastating earthquake and the long path of rebuilding resonate with an episode about injury, recovery, and slow, resilient healing."
    },
    {
      "hour": 4,
      "fact_text": "One year earlier, on 17 January 1994, the Northridge earthquake jolted Los Angeles awake with a violent intensity of IX on the Mercalli scale. It was strong enough to throw cars from freeways and collapse apartment buildings, yet it also became a landmark case in seismology for understanding how hidden faults can lurk beneath major cities.",
      "fact_year": 1994,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1994_Northridge_earthquake",
      "episode": {
        "id": 21,
        "title": "Morning Drops #15 - Unfreezing",
        "description": "A short, honest Morning Drop with no grand theme — just four tracks, a bit of voice, and the decision to not wait for the 'right' moment. Room to breathe today.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-unfreezing",
        "songs": [
          "Jelisa - Friendly Pressure",
          "Jane Birkin & Serge Gainsbourg - Je t’aime… moi non plus",
          "Feng Suave - Maybe Another Time",
          "Bernard Badie - In Love (DJ Quad's at Night Mix)"
        ],
        "music-genres": [
          "Trip-Hop",
          "French Pop",
          "Indie",
          "Deep House"
        ]
      },
      "match_reason": "A sudden, violent \"unfreezing\" of the Earth connects metaphorically with an episode about emerging from stuckness into motion and feeling again."
    },
    {
      "hour": 5,
      "fact_text": "On 17 January 1943, the Greek submarine Papanikolis surfaced from the anonymity of the depths to capture the 200-ton sailing vessel Agios Stefanos in World War II. Instead of sinking her, they manned the ship with part of their own crew, turning an enemy vessel into a surprise ally against Axis supply lines.",
      "fact_year": 1943,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Greek_submarine_Papanikolis_(Y-2)",
      "episode": {
        "id": 39,
        "title": "Morning Drops #33 - Immerse",
        "description": "An analogy between diving, one of Gaia's great passions, and the act of immersing in life itself. A reflection on what happens when we go below the surface: when we let ourselves be fully present. From moments of calm suspension to warm, rhythmic flow, the selection moves like water — fluid, organic, and alive. An invitation to slow down, listen deeper, and float.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-immerse",
        "songs": [
          "Pino D'Angiò - Un Po' d'Uva e un Liquore",
          "Midlife - The Magnificent Moon",
          "Tornado Wallace - Today",
          "Nu Genea - Marechià (feat. Celia Kameni)"
        ],
        "music-genres": [
          "Italo Disco",
          "Indie",
          "Balearic",
          "Nu Disco"
        ]
      },
      "match_reason": "An underwater submarine operation and capturing a ship fit naturally with a water-themed episode about immersion and life below the surface."
    },
    {
      "hour": 6,
      "fact_text": "On 17 January 1991, Operation Desert Storm began with a coordinated aerial bombardment that also marked the first major combat missions for the stealthy F-117 Nighthawk. The war unfolded live on television, turning radar-evading aircraft and cruise missiles into night-vision icons of a new, high-tech era of warfare.",
      "fact_year": 1991,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Gulf_War",
      "episode": {
        "id": 2,
        "title": "Sedna FM #02 - Destination Sedna",
        "description": "Continuing the Sedna FM journey together with family and friends! Episode two of the main series — exploring new musical territories and deepening the connection with our listeners. A collective voyage through sound.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/destination-sedna",
        "songs": [
          "Pink Floyd - Breathe",
          "The fountain DC - Starburster",
          "Laura Cahen - La Poussiere",
          "Taxi Kebab - Lmchi w rjou3",
          "Odion Iruoje - Identify With Your Roots",
          "Depeche mode - world in my eyes (Oil Tank Mix)",
          "Massive attack - Dissolved girl",
          "Kokoroko - Three piece suite",
          "Salin - Egungun",
          "E.S.P. - It's You"
        ],
        "music-genres": [
          "Progressive Rock",
          "Post-Punk",
          "French Pop",
          "Maghreb",
          "Afrobeat",
          "Synthpop",
          "Trip-Hop"
        ]
      },
      "match_reason": "A high-tech, globally broadcast war aligns with an expansive, exploratory episode that mixes atmospheric electronics and global sounds, echoing a new era of technology and distance."
    },
    {
      "hour": 7,
      "fact_text": "In 1966, a U.S. B-52 bomber collided mid-air with a KC-135 tanker over Palomares, Spain, dropping four hydrogen bombs—three onto land and one into the Mediterranean Sea. Although none detonated at full nuclear yield, the incident scattered plutonium and triggered one of the most dramatic search-and-salvage operations of the Cold War.",
      "fact_year": 1966,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1966_Palomares_accident",
      "episode": {
        "id": 49,
        "title": "Morning Drops #42 - The Joy Of Learning",
        "description": "Hosted by Yasmin, this Morning Drop explores learning as a lifelong process, focusing on persistence, repetition, and the emotional landscape that comes with challenging oneself over time.\n\nThrough personal stories and scientific insights, the episode looks at how learning reshapes the brain, generates joy through effort, and why progress often arrives after confusion and frustration. It reflects on the so-called delayed pleasure effect, the role of dopamine in motivation, and how curiosity and learning support long-term wellbeing.\n\nThe episode also questions our cultural relationship with failure and invites a softer, more realistic approach to learning, one that accepts mistakes as part of growth and sees persistence as a quiet form of strength.\n\nMood: reflective, grounded, quietly hopeful\nMusic genre: alternative rock, hip hop, electronic, neo-soul, drill\n\nA space to listen slowly and stay with the process.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-joy-of-learning",
        "songs": [
          "Radiohead - Separator",
          "Mac Miller - What's the Use?",
          "Morad & Beny Jr - Sigue",
          "Post Malone - White Iverson"
        ],
        "music-genres": [
          "Alternative Rock",
          "Experimental Electronic",
          "Hip Hop",
          "Neo-Soul",
          "Drill / Trap"
        ]
      },
      "match_reason": "A near-catastrophic nuclear accident born from complex systems and human error pairs with an episode about learning from mistakes and transforming failure into insight."
    },
    {
      "hour": 8,
      "fact_text": "On 17 January 1903, the lush rainforest of El Yunque in Puerto Rico became part of the U.S. National Forest System as the Luquillo Forest Reserve. It is the only tropical rainforest in that system, where clouds snag on mountaintops and endemic tree frogs sing at volumes that can drown out human conversation.",
      "fact_year": 1903,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/El_Yunque_National_Forest",
      "episode": {
        "id": 27,
        "title": "Morning Drops #21 - Endless Summer",
        "description": "Recorded from Fano, a quiet town on the Adriatic coast where summer stretches long and slow. Between swims, simple meals, and time with family, Gaia reflects on the kind of music that helps us return to ourselves. Through different shades of jazz — from minimal and meditative to warm and rhythmic — an invitation to slip into that endless summer feeling.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-endless-summer",
        "songs": [
          "Nik Bärtsch - Modul 14",
          "Mama Terra - Chameleon (Single Edit)",
          "Spyro Gyra - Morning Dance",
          "Yussef Kamaal - Black Focus"
        ],
        "music-genres": [
          "Minimal Jazz",
          "Nu Jazz",
          "Jazz Fusion",
          "UK Jazz"
        ]
      },
      "match_reason": "A tropical rainforest preserved in perpetually warm, humid air echoes the sun-drenched, endless-summer mood and organic jazz flow of the episode."
    }
  ],
  "generated_at": "2026-01-17T00:00:00.007235+00:00",
  "date": "2026-01-17",
  "updated_at": "2026-01-17T08:00:01.844179+00:00"
}