{
  "current_hour": 6,
  "current_fact": {
    "hour": 6,
    "fact_text": "In 2009, a rupture on China’s Lanzhou–Zhengzhou–Changsha pipeline spilled about 150,000 liters of diesel into the Wei River. The slick drifted downstream toward the Yellow River, turning a vital waterway into an emergency cleanup zone and illustrating how quickly industrial systems can ripple through entire ecosystems.",
    "fact_year": 2009,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Lanzhou%E2%80%93Zhengzhou%E2%80%93Changsha_pipeline",
    "episode": {
      "id": 33,
      "title": "Morning Drops #27 - Nomophobia",
      "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
      "songs": [
        "All Them Witches - Internet",
        "James Blake - The Wilhelm Scream",
        "Nick Mulvey - Juramidam",
        "Kraftwerk - Computer Love"
      ],
      "music-genres": [
        "Psychedelic Rock",
        "Electronic",
        "Folk",
        "Synth-Pop"
      ]
    },
    "match_reason": "A pipeline spill is a consequence of our fossil-fuel, tech-dependent world; this episode questions our dependence on modern systems, making the pairing a reflection on hidden costs of infrastructure."
  },
  "queue": [
    {
      "hour": 7,
      "fact_text": "The Hurricane Creek mine disaster in 1970, near Hyden, Kentucky, killed 38 coal miners in an explosion linked to poor safety practices. It came just days after a new federal mine safety act, brutally underscoring that laws on paper mean little without enforcement deep underground.",
      "fact_year": 1970,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Hurricane_Creek_mine_disaster",
      "episode": {
        "id": 31,
        "title": "Morning Drops #25 - A Trip-Hop Journey",
        "description": "Hosted by friend Lorenzo, a journey through the roots and evolution of trip-hop. From Bristol's early experiments with Massive Attack and Tricky, to DJ Shadow's cinematic sampling in California, and Thievery Corporation's global downtempo grooves in Washington D.C. — exploring how this genre blurred boundaries and reshaped electronic music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-trip-hop-journey",
        "songs": [
          "Massive Attack - Unfinished Sympathy",
          "Tricky - Hell Is Round the Corner",
          "DJ Shadow - Midnight in a Perfect World",
          "Thievery Corporation - Lebanese Blonde",
          "Smoke City - Underwater Love"
        ],
        "music-genres": [
          "Trip-Hop",
          "Downtempo",
          "Electronic"
        ]
      },
      "match_reason": "The dark, introspective textures of trip-hop mirror the somber, subterranean atmosphere of mining and tragedy, offering a moody sonic space for reflection."
    },
    {
      "hour": 8,
      "fact_text": "During Queen Anne’s War in 1702, Governor James Moore of Carolina abandoned his siege of St. Augustine after failing to breach the Spanish defenses. The retreat left behind burned settlements, angry colonists, and a reminder that imperial ambitions often ran aground on local realities and stubborn fortresses.",
      "fact_year": 1702,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Queen_Anne%27s_War",
      "episode": {
        "id": 28,
        "title": "Morning Drops #22 - Sicilians On The Dolomites",
        "description": "Hosted by Yasmin, a musical journey inspired by the mountains. Joined by two special guests, exploring the tracks they've chosen, hearing the stories behind their picks, and discovering the personal memories each song brings to life — a blend of music, voices, and landscapes you can hear.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sicilians-on-the-dolomites",
        "songs": [
          "Franco Battiato - Haiku",
          "Florian Pellissier Quintet - Coup de foudre à Thessalonique",
          "Lucio Dalla & Francesco De Gregori - Ma come fanno i marinai",
          "Pink Floyd - Fearless"
        ],
        "music-genres": [
          "Italian Art Pop",
          "French Jazz",
          "Italian Singer-Songwriter",
          "Progressive Rock"
        ]
      },
      "match_reason": "A coastal siege and retreat connect to an episode with a sailors’ song (“Ma come fanno i marinai”) and rugged landscapes, tying together fortresses, ships, and difficult terrain."
    },
    {
      "hour": 9,
      "fact_text": "In 1066, a mob in Granada stormed the royal palace, crucified the Jewish vizier Joseph ibn Naghrela, and massacred much of the city’s Jewish community. This eruption of violence in a culturally rich, multi-religious city shows how quickly a cosmopolitan center can turn into a site of persecution.",
      "fact_year": 1066,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1066_Granada_massacre",
      "episode": {
        "id": 44,
        "title": "Morning Drops #38 - History of Flamenco",
        "description": "A special journey into the history of Flamenco, guided by Yasmin and her guest Almudena from Madrid, Spain. Exploring the roots and evolution of this emotionally raw and culturally rich tradition, from its early vocal origins and Andalusian influences, through its transformation on stage and screen, to its modern reinventions by iconic Spanish artists.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-history-of-flamenco",
        "songs": [
          "La Niña de los Peines - Al Gurugú",
          "Lola Flores - Pena, penita, pena",
          "Paco de Lucía - Entre dos aguas",
          "Camarón de la Isla - La leyenda del tiempo",
          "Rosalía - Pienso en tu mirá"
        ],
        "music-genres": [
          "Flamenco",
          "Spanish Folk",
          "Nuevo Flamenco"
        ]
      },
      "match_reason": "The massacre unfolded in medieval Andalusia, the same soil that later birthed flamenco; this episode’s deep dive into Andalusian music offers a cultural counterpoint to a grim moment in the region’s past."
    },
    {
      "hour": 10,
      "fact_text": "In 1916, Charles IV and Zita were crowned in Budapest in what became the final coronation of a Hungarian monarch. The ceremony, steeped in medieval ritual with sacred crown and oaths, unfolded even as the First World War was quietly eroding the empire beneath their feet.",
      "fact_year": 1916,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Coronation_of_the_Hungarian_monarch",
      "episode": {
        "id": 27,
        "title": "Morning Drops #21 - Endless Summer",
        "description": "Recorded from Fano, a quiet town on the Adriatic coast where summer stretches long and slow. Between swims, simple meals, and time with family, Gaia reflects on the kind of music that helps us return to ourselves. Through different shades of jazz — from minimal and meditative to warm and rhythmic — an invitation to slip into that endless summer feeling.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-endless-summer",
        "songs": [
          "Nik Bärtsch - Modul 14",
          "Mama Terra - Chameleon (Single Edit)",
          "Spyro Gyra - Morning Dance",
          "Yussef Kamaal - Black Focus"
        ],
        "music-genres": [
          "Minimal Jazz",
          "Nu Jazz",
          "Jazz Fusion",
          "UK Jazz"
        ]
      },
      "match_reason": "A slow, ceremonious jazz selection mirrors the ritual pace and layered formality of a royal coronation, contrasting its calm beauty with the empire’s fragile reality."
    },
    {
      "hour": 11,
      "fact_text": "The Gadsden Purchase, agreed in 1853, saw the United States buy a strip of land from Mexico to ease the construction of a southern transcontinental railroad. That seemingly narrow band of desert reshaped borders in the Southwest and helped define the future routes of steel, trade, and migration.",
      "fact_year": 1853,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Gadsden_Purchase",
      "episode": {
        "id": 5,
        "title": "Sedna FM #05 - On The Go - Zero Zero",
        "description": "An energetic mix for when you're on the move. Zero Zero captures that feeling of starting fresh, moving forward, and embracing the journey. Perfect for travel, walks, or just getting things done.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/on-the-go-zero-zero",
        "songs": [
          "Alborosie - Rock the dancehall",
          "Grace Jones - Pull up to the bumper",
          "Hollie cook - Happy hour",
          "Easy star all star - Soul love",
          "Jeremie Albino - Rolling down the 405",
          "Cyril Neville - I found joy",
          "Aretha Franklin - Rock steady",
          "James Brown - Talking loud and saying nothing (remix)",
          "Nubiyan Twist - So mi stay",
          "Professor Wouassa - Fallou Fall",
          "Jarabe de Palo - La Flaca"
        ],
        "music-genres": [
          "Reggae",
          "Funk",
          "Soul",
          "Afrobeat",
          "Latin Rock",
          "New Wave"
        ]
      },
      "match_reason": "A land deal made to lay railway tracks fits perfectly with an ‘on the move’ travel soundtrack, echoing trains, roads, and long journeys across the Southwest."
    },
    {
      "hour": 12,
      "fact_text": "In 2013, armed followers of religious leader Paul Joseph Mukungubila attacked key sites in Kinshasa, including the airport and state broadcaster, leaving more than a hundred people dead. The sudden violence laid bare the tensions simmering beneath the surface in the Democratic Republic of the Congo’s bustling capital.",
      "fact_year": 2013,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/December_2013_Kinshasa_attacks",
      "episode": {
        "id": 38,
        "title": "Morning Drops #32 - A Weekend In London",
        "description": "Recorded in London, marking a weekend reunion between Gaia and Yasmin. A selection inspired by London's energy, seen through the eyes of two inseparable friends — music from concerts, club nights, and long walks across town. Four tracks to ease you into the week at the right pace.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-weekend-in-london",
        "songs": [
          "Dele Sosimi - E Go Betta",
          "Jimmy Castor Bunch - It's Just Begun",
          "Little Simz feat. Obongjayar - Lion",
          "The Asphodells - Late Flowering Lust (Phil Kieran Remix)"
        ],
        "music-genres": [
          "Afrobeat",
          "Funk",
          "UK Hip-Hop",
          "Electronic"
        ]
      },
      "match_reason": "A dramatic day in Kinshasa paired with Afrobeat and diasporic London sounds highlights the link between African cities and their global cultural echoes, turning conflict into a lens on resilience and rhythm."
    },
    {
      "hour": 13,
      "fact_text": "On December 30, 1993, Israel and the Holy See established formal diplomatic relations, while Israel simultaneously upgraded ties with Ireland. The move symbolized a delicate thaw after decades of theological and political distance, weaving new lines of dialogue between faith, statehood, and diplomacy.",
      "fact_year": 1993,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Diplomatic_recognition",
      "episode": {
        "id": 2,
        "title": "Sedna FM #02 - Destination Sedna",
        "description": "Continuing the Sedna FM journey together with family and friends! Episode two of the main series — exploring new musical territories and deepening the connection with our listeners. A collective voyage through sound.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/destination-sedna",
        "songs": [
          "Pink Floyd - Breathe",
          "The fountain DC - Starburster",
          "Laura Cahen - La Poussiere",
          "Taxi Kebab - Lmchi w rjou3",
          "Odion Iruoje - Identify With Your Roots",
          "Depeche mode - world in my eyes (Oil Tank Mix)",
          "Massive attack - Dissolved girl",
          "Kokoroko - Three piece suite",
          "Salin - Egungun",
          "E.S.P. - It's You"
        ],
        "music-genres": [
          "Progressive Rock",
          "Post-Punk",
          "French Pop",
          "Maghreb",
          "Afrobeat",
          "Synthpop",
          "Trip-Hop"
        ]
      },
      "match_reason": "A day of forging new diplomatic connections pairs with an episode about voyaging into new territories and connecting diverse musical ‘states’ across genres and cultures."
    },
    {
      "hour": 14,
      "fact_text": "In 1954, Finland created its National Bureau of Investigation to bring criminal investigation and intelligence work under one roof. The agency became the country’s central node for untangling complex cases, from organized crime to cyber threats, turning scattered clues into national-level insight.",
      "fact_year": 1954,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/National_Bureau_of_Investigation_(Finland)",
      "episode": {
        "id": 10,
        "title": "Morning Drops #04 - Bars With Balls",
        "description": "Yasmin dives into Women's Day through the voices of four incredible female rappers. Morning fire from the magic planet of Sedna FM — move your hands up and down with us. Hip hop culture through a feminine lens.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-bars-with-balls",
        "songs": [
          "Ele A - Globo",
          "Little Simz - Point and Kill (feat. Obongjayar)",
          "Lil' Kim - Lighters Up",
          "Queen Latifah - U.N.I.T.Y."
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeats",
          "Rap"
        ]
      },
      "match_reason": "An investigative bureau built to confront crime aligns with hip-hop that calls out injustice and street realities, linking institutional response with voices from the ground."
    },
    {
      "hour": 15,
      "fact_text": "During the Second Italo-Ethiopian War in 1935, the Italian Air Force bombed a Swedish Red Cross hospital at Dolo. The attack on a marked medical facility shocked international observers and became a chilling example of how modern warfare can erase the assumed safety of humanitarian spaces.",
      "fact_year": 1935,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Dolo_hospital_airstrike",
      "episode": {
        "id": 48,
        "title": "Evening Flows #01 - Yasmin - Crescendo in the Medina",
        "description": "The first Evening Flow episode comes from Yasmin. It starts deep in the medina, slow, mysterious, textured, and grows into a liberating dance across sub-Saharan landscapes. A journey through ambient soundscapes, Arabic melodies, Afro-Latin rhythms, and funky highlife grooves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/evening-flows-party-in-the-medina",
        "songs": [
          "Stive Morgan - Solar Wind, Pt. 3",
          "David Visan & Carlos Campos - Crystal Heart",
          "Evan Mars - Ya Zareef Al Tool",
          "Gerardo Frisina - Cuiabá",
          "Dele Sosimi & Medlar - You No Fit Touch Am (Medlar Remix)",
          "The Busy Twist - Friday Night"
        ],
        "music-genres": [
          "Ambient",
          "Deep House",
          "World Music",
          "Nu Jazz",
          "Afrobeat",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "A brutal airstrike in Ethiopia is paired with an episode traveling sonically across North Africa and sub-Saharan landscapes, juxtaposing war’s violence with the region’s living cultures and rhythms."
    },
    {
      "hour": 16,
      "fact_text": "On December 30, 1922, the Union of Soviet Socialist Republics (USSR) was officially formed, uniting multiple republics under a single federal socialist state. What began as a revolutionary experiment in governance would grow into a superpower that shaped much of the 20th century’s political and scientific landscape.",
      "fact_year": 1922,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Soviet_Union",
      "episode": {
        "id": 1,
        "title": "Sedna FM #01 - November Bomb",
        "description": "The first Family & Friends radio episode from Yasmin Sarbaoui and Gaia Parolini. Where it all began — a life soundtrack that launched Sedna FM into the universe. Raw, heartfelt, and full of the energy that defines everything that followed.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/november-bomb",
        "songs": [
          "berlioz - Open this wall",
          "Nas - One Mic",
          "Canserbero - De la vida como pelicula, tragedia, comedia y ficcion",
          "Frankie Knuckles - Your Love",
          "Notorious B.I.G. - 17 Ten Crack Commandments",
          "Liloca - Utani Xuva",
          "Fela Kuti - Zombie",
          "Neffa - Aspettando il sole",
          "Childish Gambino - No Excuses",
          "Modjo - Music takes you back"
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeat",
          "House",
          "Italian Pop",
          "R&B",
          "Latin Rap"
        ]
      },
      "match_reason": "The founding of the USSR is a ‘where it all began’ moment for a vast system; pairing it with Sedna’s first, foundational episode mirrors a powerful beginning that shapes everything after."
    },
    {
      "hour": 17,
      "fact_text": "In 1897, the British Colony of Natal formally annexed the Zulu Kingdom, ending its political independence. The move folded a proud warrior state into a colonial framework, transforming its land into another administrative district on Britain’s imperial map.",
      "fact_year": 1897,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Zulu_Kingdom",
      "episode": {
        "id": 30,
        "title": "Morning Drops #24 - The Rise Of Afrobeat",
        "description": "An exploration of the rise of Afrobeat, tracing its roots and evolution as a genre that blends African rhythms with jazz, funk, and highlife. A celebration of the infectious energy and cultural significance of this influential musical movement.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-rise-of-afrobeat",
        "songs": [
          "E.T. Mensah - Ghana Freedom",
          "I.K. Dairo - Salome",
          "Fela Kuti - Great Kids",
          "Fela Kuti - Expensive Shit"
        ],
        "music-genres": [
          "Highlife",
          "Jùjú",
          "Afrobeat"
        ]
      },
      "match_reason": "The annexation of an African kingdom is answered with an episode celebrating African musical revolutions, showing culture’s power to outlive and outshine colonial borders."
    },
    {
      "hour": 18,
      "fact_text": "On the ice in 1896, Ernie McLea of the Montreal Victorias scored the first hat-trick in Stanley Cup play—and netted the Cup-winning goal in a 6–5 thriller over the Winnipeg Victorias. His three-goal burst carved his name into hockey history before the sport even had helmets or modern arenas.",
      "fact_year": 1896,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Ernie_McLea",
      "episode": {
        "id": 9,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "A record-breaking performance and comeback win pair well with upbeat, motivational tracks about momentum, seizing chances, and ‘you only live once’ energy on the rink."
    },
    {
      "hour": 19,
      "fact_text": "In 1419, fleets clashed off the French port of La Rochelle in one of the later naval battles of the Hundred Years’ War. Control of this Atlantic harbor meant power over vital sea routes, showing that medieval conflicts were fought not just on fields but across shifting, wind-driven front lines at sea.",
      "fact_year": 1419,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_La_Rochelle_(1419)",
      "episode": {
        "id": 39,
        "title": "Morning Drops #33 - Immerse",
        "description": "An analogy between diving, one of Gaia's great passions, and the act of immersing in life itself. A reflection on what happens when we go below the surface: when we let ourselves be fully present. From moments of calm suspension to warm, rhythmic flow, the selection moves like water — fluid, organic, and alive. An invitation to slow down, listen deeper, and float.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-immerse",
        "songs": [
          "Pino D'Angiò - Un Po' d'Uva e un Liquore",
          "Midlife - The Magnificent Moon",
          "Tornado Wallace - Today",
          "Nu Genea - Marechià (feat. Celia Kameni)"
        ],
        "music-genres": [
          "Italo Disco",
          "Indie",
          "Balearic",
          "Nu Disco"
        ]
      },
      "match_reason": "A maritime battle off La Rochelle meets an episode built around water, immersion, and the sea (“Marechià”), transforming war-torn waters into a meditative, oceanic soundscape."
    },
    {
      "hour": 20,
      "fact_text": "Tropical Storm Zeta’s record-late formation meant that, for a brief moment, the Atlantic hurricane season of 2005 seemed to refuse to end. Meteorologists watched a rare alphabet-ending storm swirl over surprisingly warm December waters, a quiet hint of how climate and oceans are changing.",
      "fact_year": 2005,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Tropical_cyclone",
      "episode": {
        "id": 20,
        "title": "Morning Drops #14 - Slow Planet",
        "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
        "songs": [
          "Air - Cherry Blossom Girl",
          "Kruder & Dorfmeister - Keep On Believing",
          "Tosca - Orozco",
          "Bonobo - Terrapin"
        ],
        "music-genres": [
          "Downtempo",
          "Trip-Hop",
          "Electronic",
          "Chillout"
        ]
      },
      "match_reason": "A storm season that overstays its welcome pairs with an episode inviting us to slow the planet down—turning hyperactive weather into a cue to breathe, reflect, and cool things off."
    },
    {
      "hour": 21,
      "fact_text": "The Discovery Expedition wasn’t just about flags and records; its scientists collected thousands of biological and geological specimens from Antarctica, mapping glaciers, cataloguing new species, and measuring magnetism in a world of ice. Their work laid much of the groundwork for modern polar science.",
      "fact_year": 1902,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Farthest_South",
      "episode": {
        "id": 31,
        "title": "Morning Drops #25 - A Trip-Hop Journey",
        "description": "Hosted by friend Lorenzo, a journey through the roots and evolution of trip-hop. From Bristol's early experiments with Massive Attack and Tricky, to DJ Shadow's cinematic sampling in California, and Thievery Corporation's global downtempo grooves in Washington D.C. — exploring how this genre blurred boundaries and reshaped electronic music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-trip-hop-journey",
        "songs": [
          "Massive Attack - Unfinished Sympathy",
          "Tricky - Hell Is Round the Corner",
          "DJ Shadow - Midnight in a Perfect World",
          "Thievery Corporation - Lebanese Blonde",
          "Smoke City - Underwater Love"
        ],
        "music-genres": [
          "Trip-Hop",
          "Downtempo",
          "Electronic"
        ]
      },
      "match_reason": "Meticulous polar measurements and specimen-collecting resonate with trip-hop’s layered sampling and detail, both building something new from countless small observations."
    },
    {
      "hour": 22,
      "fact_text": "When the National Bureau of Investigation was founded in Finland in 1954, it had to adapt quickly to new kinds of crime—from cross-border smuggling to early forms of organized crime—as postwar society grew more complex. Its evolution mirrors how law enforcement everywhere has had to think more like analysts than just patrolmen.",
      "fact_year": 1954,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Criminal_investigation",
      "episode": {
        "id": 7,
        "title": "Morning Drops #01 - Timeless Legacy",
        "description": "Gaia guides us through timeless music to start the morning with the right foot! The first episode of the Morning Drops series — classic sounds that never fade.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-timeless-legacy",
        "songs": [
          "Roberta Flack - Killing me softly with his song",
          "Stone, Angie & Raphael Saadiq - Brotha",
          "Roy Ayers - Running Away (Extended)"
        ],
        "music-genres": [
          "Soul",
          "R&B",
          "Jazz-Funk"
        ]
      },
      "match_reason": "The shift toward sophisticated, analytic policing aligns with an episode about ‘timeless legacy’—soulful tracks underscoring the enduring importance of institutions that quietly protect daily life."
    },
    {
      "hour": 23,
      "fact_text": "The hat-trick Ernie McLea scored in 1896 came at a time when hockey was still played with seven men a side and no forward passing. His feat stands out not just as a scoring record, but as a glimpse into how skill and creativity can explode even within strict, old-school rules.",
      "fact_year": 1896,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Hat-trick",
      "episode": {
        "id": 36,
        "title": "Morning Drops #30 - Star Treatment",
        "description": "A celebration of change and transformation. Gaia traces the evolution of Arctic Monkeys - from raw energy to cinematic sound - reflecting on how artists, and all of us, grow and change through time. A journey through courage, curiosity, and the beauty of slowing down.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-star-treatment",
        "songs": [
          "Arctic Monkeys - Brainstorm",
          "Arctic Monkeys - Pretty Visitors",
          "Arctic Monkeys - Star Treatment",
          "Arctic Monkeys - There’d Better Be a Mirrorball"
        ],
        "music-genres": [
          "Indie Rock",
          "Psychedelic Rock",
          "Lounge Pop"
        ]
      },
      "match_reason": "A standout performance in early hockey history pairs with an episode about artistic evolution and star moments, linking sports legends and rock legends in the arc from raw talent to myth."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "In 1902, Robert Falcon Scott's Discovery Expedition pushed human presence farther toward Earth's southern pole than ever before, reaching 82°17′S. The team battled frostbite, blizzards, and uncharted ice to extend the known edge of the map, turning Antarctica from a blank space into a place of data, samples, and stories.",
      "fact_year": 1902,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Discovery_Expedition",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "Both the Antarctic expedition and the orca dives explore the planet’s icy extremes, pairing polar exploration with a calm, cinematic soundscape of cold light and vast seascapes."
    },
    {
      "hour": 1,
      "fact_text": "On the very last days of 2005, Tropical Storm Zeta spun to life in the open Atlantic, tying the record for the latest-forming tropical cyclone in the North Atlantic. It defied the usual hurricane season boundaries and lingered into the new year, a reminder that Earth’s atmosphere doesn’t always follow our calendars.",
      "fact_year": 2005,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Tropical_Storm_Zeta",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "A late-season tropical storm is like an unexpected electrical surge in the atmosphere, fitting the episode’s high-energy, stormy, guitar-driven ‘electric shock’ mood."
    },
    {
      "hour": 2,
      "fact_text": "In 1890, just days after the Wounded Knee Massacre, Lakota warriors confronted the U.S. Army again in the Drexel Mission Fight. It was a brief but fierce clash near a Catholic mission, symbolizing the desperate final resistance of a people under violent pressure and the collision of Indigenous, military, and religious worlds.",
      "fact_year": 1890,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Wounded_Knee_Massacre",
      "episode": {
        "id": 22,
        "title": "Morning Drops #16 - The Sound of Tuareg",
        "description": "A journey into the sound of the Tuareg: from traditional chants and desert rituals to the electrified rhythms of exile and resistance. Music shaped by sand, memory, and survival.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-sound-of-tuareg",
        "songs": [
          "Les Filles de Illighadad - Imigradan",
          "Tinariwen - Amassakoul ’N’ Ténéré",
          "Liya Ag Ablil - Awa Adounia",
          "Tinariwen - Sastanàqqàm"
        ],
        "music-genres": [
          "Desert Blues",
          "Tuareg",
          "World Music"
        ]
      },
      "match_reason": "The Lakota struggle and Tuareg music both speak of Indigenous resistance, dispossession, and survival on vast lands, echoing the same spirit of memory and endurance."
    },
    {
      "hour": 3,
      "fact_text": "In 2006, the Indonesian ferry MV Senopati Nusantara sank during a violent storm in the Java Sea, taking at least 400 lives. Overloaded decks, rough monsoon seas, and aging infrastructure converged into a maritime disaster that exposed the human cost of everyday travel in archipelagic nations.",
      "fact_year": 2006,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/MV_Senopati_Nusantara",
      "episode": {
        "id": 37,
        "title": "Morning Drops #31 - Sailing With Germans",
        "description": "From the deck of a sailing boat, hosted by Yasmin and her special guests. A week at sea with six Germans, each with their own stories, songs, and ways of moving through the waves. From shared meals to unexpected laughter, from quiet resilience to sun-soaked joy — a collection of voices and tracks that reflect what it means to journey together.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sailing-with-germans",
        "songs": [
          "Billy Talent - Dead Silence",
          "Ben Howard - Keep Your Head Up",
          "Ziggy Alberts - Simple Things",
          "Vitor Kley - O Sol",
          "Enya - Orinoco Flow",
          "Paveier - Leev Marie"
        ],
        "music-genres": [
          "Punk Rock",
          "Indie Folk",
          "Surf Pop",
          "New Age",
          "German Folk"
        ]
      },
      "match_reason": "A ferry tragedy at sea contrasts starkly with a gentle sailing trip; pairing them invites reflection on the sea’s beauty and its dangers, with ocean-themed tracks as a bittersweet backdrop."
    },
    {
      "hour": 4,
      "fact_text": "On December 30, 1947, King Michael I of Romania was forced to abdicate under Soviet-backed pressure, marking the abrupt end of the Romanian monarchy. The young king signed away his crown at gunpoint, and the country shifted overnight into a people’s republic, closing a centuries-long chapter of royal rule.",
      "fact_year": 1947,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Michael_I_of_Romania",
      "episode": {
        "id": 42,
        "title": "Morning Drops #36 - Women of Rock",
        "description": "A tribute to the women who shaped the sound of rock, the ones who picked up a guitar and refused to ask for permission. The conversation unfolds in Italian, led by Gaia and her father. A dialogue between generations and a reminder that the pulse of rock has always belonged to anyone brave enough to play it loud. Distortion, rhythm, freedom.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-women-of-rock",
        "songs": [
          "Suzi Quatro - Can the Can",
          "Joan Jett & The Blackhearts - I Love Rock 'n Roll",
          "Laura Cox - Hard Blues Shot",
          "Jackie Venson - Always Free (Live)"
        ],
        "music-genres": [
          "Glam Rock",
          "Hard Rock",
          "Blues Rock"
        ]
      },
      "match_reason": "The fall of a monarch under authoritarian pressure contrasts with rock’s defiant cry of ‘no permission needed’, making this a story of power lost set against music about reclaiming power."
    },
    {
      "hour": 5,
      "fact_text": "In 1816, the Treaty of St. Louis was proclaimed between the United States and the united Ottawa, Ojibwa, and Potawatomi tribes. Signed in the aftermath of the War of 1812, it ceded vast tracts of Indigenous land around the Great Lakes, reshaping maps while deepening the fracture between paper treaties and lived realities.",
      "fact_year": 1816,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Treaty_of_St._Louis_(1816)",
      "episode": {
        "id": 45,
        "title": "Morning Drops #39 - Moving Meditation",
        "description": "An episode inspired by how travel helps us see more clearly. Stepping into new places opens the mind, shifts perspective. The music moves through balearic warmth, boogie grooves, world and latin-folk influences, and touches of new wave — a selection built to follow the quiet changes that happen when you're out of your usual rhythm.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-moving-meditation",
        "songs": [
          "Stella & The Longos - La Flamme",
          "España Circo Este - Dormo poco e sogno molto",
          "Mystic Jungle - Sunset Breaker",
          "Talking Heads - This Must Be the Place (Naive Melody)"
        ],
        "music-genres": [
          "Balearic",
          "Italian Folk Rock",
          "World Music",
          "New Wave"
        ]
      },
      "match_reason": "A treaty that redraws borders fits with an episode about movement, travel, and changing perspectives, highlighting how lines on a map alter journeys and homes."
    },
    {
      "hour": 6,
      "fact_text": "In 2009, a rupture on China’s Lanzhou–Zhengzhou–Changsha pipeline spilled about 150,000 liters of diesel into the Wei River. The slick drifted downstream toward the Yellow River, turning a vital waterway into an emergency cleanup zone and illustrating how quickly industrial systems can ripple through entire ecosystems.",
      "fact_year": 2009,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Lanzhou%E2%80%93Zhengzhou%E2%80%93Changsha_pipeline",
      "episode": {
        "id": 33,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "A pipeline spill is a consequence of our fossil-fuel, tech-dependent world; this episode questions our dependence on modern systems, making the pairing a reflection on hidden costs of infrastructure."
    }
  ],
  "generated_at": "2025-12-30T00:00:00.009149+00:00",
  "date": "2025-12-30",
  "updated_at": "2025-12-30T06:00:01.100260+00:00"
}