{
  "current_hour": 11,
  "current_fact": {
    "hour": 11,
    "fact_text": "In 1918, revolutionary Russia adopted the Gregorian calendar by decree, skipping directly from January 31 to February 14. For Russians, that meant losing 13 days overnight—and juggling two different 'New Years' as old and new systems overlapped.",
    "fact_year": 1918,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Gregorian_calendar",
    "episode": {
      "id": 20,
      "title": "Morning Drops #14 - Slow Planet",
      "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
      "songs": [
        "Air - Cherry Blossom Girl",
        "Kruder & Dorfmeister - Keep On Believing",
        "Tosca - Orozco",
        "Bonobo - Terrapin"
      ],
      "music-genres": [
        "Downtempo",
        "Trip-Hop",
        "Electronic",
        "Chillout"
      ]
    },
    "match_reason": "Switching calendars violently compressed time; 'Slow Planet' counters that by stretching time out again, inviting listeners to question how we measure days and how fast they should move."
  },
  "queue": [
    {
      "hour": 12,
      "fact_text": "On this day in 1915, British and German battlecruisers clashed in the North Sea at the Battle of Dogger Bank. The fight was as much about wireless intelligence and codebreaking as big guns, revealing how invisible information could steer enormous steel fleets.",
      "fact_year": 1915,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Dogger_Bank_(1915)",
      "episode": {
        "id": 37,
        "title": "Morning Drops #31 - Sailing With Germans",
        "description": "From the deck of a sailing boat, hosted by Yasmin and her special guests. A week at sea with six Germans, each with their own stories, songs, and ways of moving through the waves. From shared meals to unexpected laughter, from quiet resilience to sun-soaked joy — a collection of voices and tracks that reflect what it means to journey together.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sailing-with-germans",
        "songs": [
          "Billy Talent - Dead Silence",
          "Ben Howard - Keep Your Head Up",
          "Ziggy Alberts - Simple Things",
          "Vitor Kley - O Sol",
          "Enya - Orinoco Flow",
          "Paveier - Leev Marie"
        ],
        "music-genres": [
          "Punk Rock",
          "Indie Folk",
          "Surf Pop",
          "New Age",
          "German Folk"
        ]
      },
      "match_reason": "A North Sea clash between British and German ships pairs neatly with a peaceful, modern voyage 'sailing with Germans', transforming past naval rivalry into shared currents and stories on the water."
    },
    {
      "hour": 13,
      "fact_text": "In 2009, Cyclone Klaus roared ashore near Bordeaux, France, with hurricane-force winds that toppled forests, cut power to over a million people, and derailed trains. It became one of the costliest European windstorms on record, reminding inhabitants that the Atlantic still shapes the continent’s weather—and its wine country.",
      "fact_year": 2009,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Cyclone_Klaus",
      "episode": {
        "id": 52,
        "title": "Morning Drops #45 - It Can't Rain Forever",
        "description": "In this first broadcast of 2026, Gaia returns from the vivid landscapes of Morocco to open a space for reflection. This episode navigates the delicate transition between closing a significant chapter and stepping into the new year. It explores the concept of constancy amidst change, celebrating the grounding force of friendship and the creative sanctuary that is Sedna FM.\n\nThe musical selection mirrors this journey, moving from the orchestral depth of changing seasons into the golden warmth of psychedelic soul. It recalls memories of Swiss mountains and unexpected downpours, reminding us that shared optimism can weather any storm.\n\nTake a moment to breathe in the new morning and listen deeply.\n\nMood: Reflective, Warm, Transitional, Hopeful\nMusic genre: Classic Rock, Psychedelic Soul, Pop Rock, Soft Rock",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-it-cant-rain-forever",
        "songs": [
          "Led Zeppelin - The Rain Song",
          "Khruangbin & Leon Bridges - Texas Sun",
          "Dragon - Rain",
          "Fleetwood Mac - Don't Stop"
        ],
        "music-genres": [
          "Classic Rock",
          "Psychedelic Soul",
          "Pop Rock",
          "Soft Rock"
        ]
      },
      "match_reason": "A violent European windstorm and this rain-themed, hopeful episode both meditate on weather as a force of disruption—and on the belief that even the worst storms eventually pass."
    },
    {
      "hour": 14,
      "fact_text": "On this day in 1935, the Gottfried Krueger Brewing Company introduced the first commercially successful canned beer in the United States. Early testers were so enthusiastic that by the end of the year, millions of cans—lighter, stackable, and slightly futuristic—were in drinkers’ hands.",
      "fact_year": 1935,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Gottfried_Krueger_Brewing_Company",
      "episode": {
        "id": 13,
        "title": "Morning Drops #03 - secret_mp3_player_1",
        "description": "Inspired by a throwback MP3 player on Instagram, Yasmin and Gaia take you on a nostalgic journey to the early 2000s. LimeWire, eMule, guilty-pleasure playlists — remember those? Hit play and relive the songs that shaped a generation.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-secret-mp3-player-1",
        "songs": [
          "Sean Paul - Get Busy",
          "Blink-182 - I Miss You",
          "Black Eyed Peas - My Humps",
          "Britney Spears - Toxic"
        ],
        "music-genres": [
          "Dancehall",
          "Pop Punk",
          "Pop",
          "Dance-Pop"
        ]
      },
      "match_reason": "Canned beer was a playful, mass-market innovation that changed how people consumed a familiar pleasure—just as MP3 players and downloads transformed casual music listening into something portable, instant, and a bit guilty."
    },
    {
      "hour": 15,
      "fact_text": "In 1651, during the long Arauco War, Spanish colonial authorities and Mapuche leaders met at the Parliament of Boroa. Under makeshift canopies on Chilean soil, they negotiated a fragile peace that recognized Mapuche autonomy south of the Bío-Bío River—an unusually formal treaty with an Indigenous nation for its time.",
      "fact_year": 1651,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Parliament_of_Boroa",
      "episode": {
        "id": 22,
        "title": "Morning Drops #16 - The Sound of Tuareg",
        "description": "A journey into the sound of the Tuareg: from traditional chants and desert rituals to the electrified rhythms of exile and resistance. Music shaped by sand, memory, and survival.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-sound-of-tuareg",
        "songs": [
          "Les Filles de Illighadad - Imigradan",
          "Tinariwen - Amassakoul ’N’ Ténéré",
          "Liya Ag Ablil - Awa Adounia",
          "Tinariwen - Sastanàqqàm"
        ],
        "music-genres": [
          "Desert Blues",
          "Tuareg",
          "World Music"
        ]
      },
      "match_reason": "Both the Mapuche in Chile and the Tuareg in the Sahara embody Indigenous resistance and negotiated autonomy; this desert-blues episode resonates with the Parliament of Boroa’s story of survival, land, and dignity."
    },
    {
      "hour": 16,
      "fact_text": "On this day in 2003, the United States Department of Homeland Security officially began operations, merging 22 agencies into a sprawling new bureaucracy. Born from the shock of the 9/11 attacks, it tried to weave airports, borders, cyberspace, and disaster response into a single nervous system of vigilance.",
      "fact_year": 2003,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/United_States_Department_of_Homeland_Security",
      "episode": {
        "id": 33,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "Homeland Security embodies a culture of constant alertness and monitoring; this episode’s meditation on phones, connectivity, and always-on anxiety offers a human-scale reflection on the same impulse to watch everything, all the time."
    },
    {
      "hour": 17,
      "fact_text": "In 1972, Japanese sergeant Shōichi Yokoi was discovered in the jungles of Guam, where he had been hiding since World War II ended. For 28 years he lived off the land, weaving bark cloth and trapping shrimp, convinced—or choosing to believe—that the war still continued.",
      "fact_year": 1972,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Shoichi_Yokoi",
      "episode": {
        "id": 39,
        "title": "Morning Drops #33 - Immerse",
        "description": "An analogy between diving, one of Gaia's great passions, and the act of immersing in life itself. A reflection on what happens when we go below the surface: when we let ourselves be fully present. From moments of calm suspension to warm, rhythmic flow, the selection moves like water — fluid, organic, and alive. An invitation to slow down, listen deeper, and float.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-immerse",
        "songs": [
          "Pino D'Angiò - Un Po' d'Uva e un Liquore",
          "Midlife - The Magnificent Moon",
          "Tornado Wallace - Today",
          "Nu Genea - Marechià (feat. Celia Kameni)"
        ],
        "music-genres": [
          "Italo Disco",
          "Indie",
          "Balearic",
          "Nu Disco"
        ]
      },
      "match_reason": "Yokoi spent decades utterly immersed in an alternate reality deep in the jungle; this water-themed episode about going 'below the surface' offers a gentler metaphorical immersion in a different kind of hidden world."
    },
    {
      "hour": 18,
      "fact_text": "On this day in 1968, during the Vietnam War, Australia’s 1st Task Force launched Operation Coburg, pushing into territory near Long Bình and Biên Hòa. The operation unfolded in rubber plantations and rice paddies under monsoon skies, part of the tense buildup just before the Tet Offensive.",
      "fact_year": 1968,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Operation_Coburg",
      "episode": {
        "id": 42,
        "title": "Morning Drops #36 - Women of Rock",
        "description": "A tribute to the women who shaped the sound of rock, the ones who picked up a guitar and refused to ask for permission. The conversation unfolds in Italian, led by Gaia and her father. A dialogue between generations and a reminder that the pulse of rock has always belonged to anyone brave enough to play it loud. Distortion, rhythm, freedom.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-women-of-rock",
        "songs": [
          "Suzi Quatro - Can the Can",
          "Joan Jett & The Blackhearts - I Love Rock 'n Roll",
          "Laura Cox - Hard Blues Shot",
          "Jackie Venson - Always Free (Live)"
        ],
        "music-genres": [
          "Glam Rock",
          "Hard Rock",
          "Blues Rock"
        ]
      },
      "match_reason": "Operation Coburg evokes images of helicopters, mud, and grit; the distorted guitars and defiant energy of 'Women of Rock' echo the raw, amplified intensity of that era’s soundtrack and the courage to push into hostile terrain."
    },
    {
      "hour": 19,
      "fact_text": "In 1943, Franklin D. Roosevelt and Winston Churchill concluded the Casablanca Conference in Morocco, where they agreed on the demand for 'unconditional surrender' from the Axis powers. Behind hotel walls and palm trees, the Allied leaders sketched out the shape of the war’s end—without inviting Stalin.",
      "fact_year": 1943,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Casablanca_Conference",
      "episode": {
        "id": 45,
        "title": "Morning Drops #39 - Moving Meditation",
        "description": "An episode inspired by how travel helps us see more clearly. Stepping into new places opens the mind, shifts perspective. The music moves through balearic warmth, boogie grooves, world and latin-folk influences, and touches of new wave — a selection built to follow the quiet changes that happen when you're out of your usual rhythm.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-moving-meditation",
        "songs": [
          "Stella & The Longos - La Flamme",
          "España Circo Este - Dormo poco e sogno molto",
          "Mystic Jungle - Sunset Breaker",
          "Talking Heads - This Must Be the Place (Naive Melody)"
        ],
        "music-genres": [
          "Balearic",
          "Italian Folk Rock",
          "World Music",
          "New Wave"
        ]
      },
      "match_reason": "The Casablanca Conference was a high-stakes war meeting framed by travel to North Africa; this episode’s theme of journeying to new places to rethink direction mirrors the leaders’ strategic travel and shifting perspectives under Moroccan skies."
    },
    {
      "hour": 20,
      "fact_text": "On this day in 1990, the Soviet Luna 24 mission had already been silent for years, but Japan’s Hiten reminded the world that lunar exploration could return in new forms. Its innovative 'aerobraking' experiments used Earth’s atmosphere as a cosmic brake pedal, rehearsing techniques for future interplanetary voyages.",
      "fact_year": 1990,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Exploration_of_the_Moon",
      "episode": {
        "id": 2,
        "title": "Sedna FM #02 - Destination Sedna",
        "description": "Continuing the Sedna FM journey together with family and friends! Episode two of the main series — exploring new musical territories and deepening the connection with our listeners. A collective voyage through sound.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/destination-sedna",
        "songs": [
          "Pink Floyd - Breathe",
          "The fountain DC - Starburster",
          "Laura Cahen - La Poussiere",
          "Taxi Kebab - Lmchi w rjou3",
          "Odion Iruoje - Identify With Your Roots",
          "Depeche mode - world in my eyes (Oil Tank Mix)",
          "Massive attack - Dissolved girl",
          "Kokoroko - Three piece suite",
          "Salin - Egungun",
          "E.S.P. - It's You"
        ],
        "music-genres": [
          "Progressive Rock",
          "Post-Punk",
          "French Pop",
          "Maghreb",
          "Afrobeat",
          "Synthpop",
          "Trip-Hop"
        ]
      },
      "match_reason": "An episode titled 'Destination Sedna' naturally mirrors the idea of plotting new routes through space; Hiten’s experimental pathfinding around the Moon aligns with this sonic voyage to far-off orbits."
    },
    {
      "hour": 21,
      "fact_text": "On this day in 2009, Cyclone Klaus toppled centuries-old pines in the Landes forest, a man-made woodland planted to tame the marshes of southwest France. The storm’s fierce gusts showed how even landscapes engineered for stability can be humbled in a single night.",
      "fact_year": 2009,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Bordeaux",
      "episode": {
        "id": 27,
        "title": "Morning Drops #21 - Endless Summer",
        "description": "Recorded from Fano, a quiet town on the Adriatic coast where summer stretches long and slow. Between swims, simple meals, and time with family, Gaia reflects on the kind of music that helps us return to ourselves. Through different shades of jazz — from minimal and meditative to warm and rhythmic — an invitation to slip into that endless summer feeling.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-endless-summer",
        "songs": [
          "Nik Bärtsch - Modul 14",
          "Mama Terra - Chameleon (Single Edit)",
          "Spyro Gyra - Morning Dance",
          "Yussef Kamaal - Black Focus"
        ],
        "music-genres": [
          "Minimal Jazz",
          "Nu Jazz",
          "Jazz Fusion",
          "UK Jazz"
        ]
      },
      "match_reason": "Bordeaux’s coastal region is shaped by both storms and long, languid summers; this seaside 'Endless Summer' episode provides the calm counterpoint to Klaus’s single, violent interruption of the coast’s rhythm."
    },
    {
      "hour": 22,
      "fact_text": "In 1935, when canned beer appeared in American shops, many drinkers worried the metal would ruin the taste, so brewers added a printed 'Keglined' seal to reassure them. The success of those first cans paved the way for today’s craft breweries, which use cans not just for convenience but to protect delicate aromas from light.",
      "fact_year": 1935,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Beer_can",
      "episode": {
        "id": 7,
        "title": "Morning Drops #01 - Timeless Legacy",
        "description": "Gaia guides us through timeless music to start the morning with the right foot! The first episode of the Morning Drops series — classic sounds that never fade.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-timeless-legacy",
        "songs": [
          "Roberta Flack - Killing me softly with his song",
          "Stone, Angie & Raphael Saadiq - Brotha",
          "Roy Ayers - Running Away (Extended)"
        ],
        "music-genres": [
          "Soul",
          "R&B",
          "Jazz-Funk"
        ]
      },
      "match_reason": "Canned beer turned a perishable, local drink into something more portable and 'timeless'; this episode’s focus on classic tracks that endure pairs well with the idea of preserving flavor—and feeling—across time."
    },
    {
      "hour": 23,
      "fact_text": "On this day in 1968, as Operation Coburg unfolded in Vietnam, popular music back home was turning the war into soundtracks of protest and introspection. Songs carried the distant thud of artillery into living rooms, making faraway jungles feel uncomfortably close.",
      "fact_year": 1968,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Vietnam_War",
      "episode": {
        "id": 16,
        "title": "Morning Drops #10 - The One With Many Names",
        "description": "Yasmin guides us through the glamorous world of Ghost, the Swedish band that turned rock into ritual. From masked clergy to shifting identities, diving into the music and myth of one of the most theatrical acts of our time.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-one-with-many-names",
        "songs": [
          "Ghost - Spirit",
          "Ghost - Mary on a Cross",
          "Ghost - Dance Macabre",
          "Ghost - Umbra"
        ],
        "music-genres": [
          "Hard Rock",
          "Heavy Metal",
          "Arena Rock"
        ]
      },
      "match_reason": "The Vietnam era cemented rock as a ritual of resistance and reflection around war; this episode’s exploration of theatrical, ritualized rock through Ghost echoes how music turns conflict into myth, memory, and staged catharsis."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "In 1990, Japan’s Hiten spacecraft became the country’s first lunar probe, and the first robot to revisit the Moon since 1976. It pioneered new orbital techniques, quietly marking the moment when lunar exploration expanded beyond the US–Soviet duopoly.",
      "fact_year": 1990,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Hiten_(spacecraft)",
      "episode": {
        "id": 9,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "Both the Hiten mission and this episode reframe 'empty space' as a place for exploration and new trajectories, blending cosmic imagery with forward motion."
    },
    {
      "hour": 1,
      "fact_text": "On this day in 1986, Voyager 2 made humanity’s closest visit to Uranus, flying just 81,500 km above the planet’s cloud tops. The probe revealed 10 new moons, mysterious dark rings, and a lopsided magnetic field that still puzzles scientists.",
      "fact_year": 1986,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Voyager_2",
      "episode": {
        "id": 31,
        "title": "Morning Drops #31 - A Trip-Hop Journey",
        "description": "Hosted by friend Lorenzo, a journey through the roots and evolution of trip-hop. From Bristol's early experiments with Massive Attack and Tricky, to DJ Shadow's cinematic sampling in California, and Thievery Corporation's global downtempo grooves in Washington D.C. — exploring how this genre blurred boundaries and reshaped electronic music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-trip-hop-journey",
        "songs": [
          "Massive Attack - Unfinished Sympathy",
          "Tricky - Hell Is Round the Corner",
          "DJ Shadow - Midnight in a Perfect World",
          "Thievery Corporation - Lebanese Blonde",
          "Smoke City - Underwater Love"
        ],
        "music-genres": [
          "Trip-Hop",
          "Downtempo",
          "Electronic"
        ]
      },
      "match_reason": "Voyager 2’s lonely cruise past Uranus feels like a slow, cinematic odyssey; the atmospheric, drifting textures of trip-hop mirror the probe’s hazy passage through the outer solar system."
    },
    {
      "hour": 2,
      "fact_text": "In 1978, the Soviet reconnaissance satellite Kosmos 954 re-entered Earth’s atmosphere over Canada’s Northwest Territories, scattering radioactive debris across a vast wilderness. An international cleanup effort, Operation Morning Light, searched the snow and tundra for tiny fragments of a lost nuclear reactor.",
      "fact_year": 1978,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Kosmos_954",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "A nuclear-powered satellite breaking up over Earth is a literal 'electric shock' from orbit, echoed by this episode’s high-voltage guitars and raw, crackling energy."
    },
    {
      "hour": 3,
      "fact_text": "On this day in 1848, a carpenter named James W. Marshall spotted flecks of gold in a millrace at Sutter’s Mill in California. His small discovery triggered one of the greatest human migrations in history, as hundreds of thousands rushed west chasing shimmering rivers and glittering dreams.",
      "fact_year": 1848,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/California_gold_rush",
      "episode": {
        "id": 5,
        "title": "Sedna FM #05 - On The Go - Zero Zero",
        "description": "An energetic mix for when you're on the move. Zero Zero captures that feeling of starting fresh, moving forward, and embracing the journey. Perfect for travel, walks, or just getting things done.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/on-the-go-zero-zero",
        "songs": [
          "Alborosie - Rock the dancehall",
          "Grace Jones - Pull up to the bumper",
          "Hollie cook - Happy hour",
          "Easy star all star - Soul love",
          "Jeremie Albino - Rolling down the 405",
          "Cyril Neville - I found joy",
          "Aretha Franklin - Rock steady",
          "James Brown - Talking loud and saying nothing (remix)",
          "Nubiyan Twist - So mi stay",
          "Professor Wouassa - Fallou Fall",
          "Jarabe de Palo - La Flaca"
        ],
        "music-genres": [
          "Reggae",
          "Funk",
          "Soul",
          "Afrobeat",
          "Latin Rock",
          "New Wave"
        ]
      },
      "match_reason": "The Gold Rush was a planet-scale road trip of fortune seekers 'on the go'; this episode’s travel-ready, forward-driving groove matches the restless migration toward new horizons."
    },
    {
      "hour": 4,
      "fact_text": "In 1946, in the shadow of Hiroshima and Nagasaki, the United Nations General Assembly passed its first resolution: to create the United Nations Atomic Energy Commission. Its task was almost utopian—find a way to control the atom so it could power cities instead of destroy them.",
      "fact_year": 1946,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/United_Nations_Atomic_Energy_Commission",
      "episode": {
        "id": 49,
        "title": "Morning Drops #42 - The Joy Of Learning",
        "description": "Hosted by Yasmin, this Morning Drop explores learning as a lifelong process, focusing on persistence, repetition, and the emotional landscape that comes with challenging oneself over time.\n\nThrough personal stories and scientific insights, the episode looks at how learning reshapes the brain, generates joy through effort, and why progress often arrives after confusion and frustration. It reflects on the so-called delayed pleasure effect, the role of dopamine in motivation, and how curiosity and learning support long-term wellbeing.\n\nThe episode also questions our cultural relationship with failure and invites a softer, more realistic approach to learning, one that accepts mistakes as part of growth and sees persistence as a quiet form of strength.\n\nMood: reflective, grounded, quietly hopeful\nMusic genre: alternative rock, hip hop, electronic, neo-soul, drill\n\nA space to listen slowly and stay with the process.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-joy-of-learning",
        "songs": [
          "Radiohead - Separator",
          "Mac Miller - What's the Use?",
          "Morad & Beny Jr - Sigue",
          "Post Malone - White Iverson"
        ],
        "music-genres": [
          "Alternative Rock",
          "Experimental Electronic",
          "Hip Hop",
          "Neo-Soul",
          "Drill / Trap"
        ]
      },
      "match_reason": "The UN’s first atomic resolution was a global attempt to learn from catastrophe and redesign the future; this reflective episode about learning and long-term change matches that cautious, hopeful mindset."
    },
    {
      "hour": 5,
      "fact_text": "On this day in 1939, a powerful earthquake devastated the Chilean city of Chillán, killing around 28,000 people. The disaster reshaped Chile’s urban planning and building codes, turning a night of chaos into hard-earned lessons about how cities sit atop restless tectonic plates.",
      "fact_year": 1939,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1939_Chill%C3%A1n_earthquake",
      "episode": {
        "id": 50,
        "title": "Morning Drops #43 - Looking Back",
        "description": "In this first Morning Drop of 2026, Yasmin opens a space for quiet reflection on the nature of transitions. The episode traces a personal journey that began three years ago, when a sudden injury on New Year’s Day turned a desire for movement into a mandatory season of stillness.\n\nThrough the story of a broken knee and the slow process of relearning to walk, the narrative explores the difference between being strong and being aware. It touches on the vulnerability of the body, the unexpected joy found in daily progress, and the warmth that comes from finally allowing oneself to accept help. The musical selection mirrors this path of recovery, moving from the uncertainty of change to the steady rhythm of healing.\n\nMood: Reflective, Resilient, Grounded\nMusic genre: Indie Pop, Cinematic, World, Soul\n\nWe invite you to listen deeply and find comfort in your own pace.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-looking-back",
        "songs": [
          "Alt-J - 3WW",
          "Kelly Finnigan - I Don't Wanna Wait",
          "Goran Bregović & Iggy Pop - This Is a Film",
          "Ishihonana - Lucia (Original Mix)",
          "The Weeknd - Save Your Tears"
        ],
        "music-genres": [
          "Indie Pop",
          "Soul",
          "World",
          "Cinematic",
          "Synth-Pop"
        ]
      },
      "match_reason": "The Chillán earthquake led to decades of rebuilding and reflection on vulnerability; this episode’s theme of slow recovery and looking back after sudden rupture parallels that long arc from destruction to resilience."
    },
    {
      "hour": 6,
      "fact_text": "In the year 41, after Emperor Caligula was assassinated in a palace conspiracy, the Praetorian Guard reportedly found his uncle Claudius hiding behind a curtain. They lifted the limping, bookish aristocrat onto a shield and proclaimed him emperor—a ruler chosen not by the Senate, but by the empire’s own bodyguards.",
      "fact_year": 41,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Claudius",
      "episode": {
        "id": 6,
        "title": "Sedna FM #06 - Alters of an Ego",
        "description": "What if you could step outside yourself and become someone freer, bolder, or completely unexpected? Exploring the artistry of musicians who craft alter-egos and parallel realities to experiment with new dimensions of their identity. It's not about hiding who they are — it's about expanding who they can be.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/alters-of-an-ego",
        "songs": [
          "The Thin White Duke - Stay",
          "Mac Miller - Dang (feat. Anderson .Paak)",
          "Larry Lovestein - Love Affair",
          "The Fireman - Strawberries Oceans Ships Forest",
          "Paul McCartney - Oh! Darling",
          "Prince - Kiss",
          "Camille - Rebirth of the Flash",
          "MF DOOM - Deep Fried Frenz",
          "Gorillaz - Dirty Harry",
          "Gorillaz - Andromeda"
        ],
        "music-genres": [
          "Glam Rock",
          "Hip-Hop",
          "Jazz",
          "Ambient",
          "Classic Rock",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "Claudius’ sudden transformation from overlooked relative to emperor feels like history’s most unlikely forced 'alter ego'; this episode’s focus on unexpected new selves fits his reluctant ascent to power."
    },
    {
      "hour": 7,
      "fact_text": "On this day in 1961, a B-52 bomber broke apart in the sky over Goldsboro, North Carolina, dropping two thermonuclear bombs. One weapon went through most of its arming steps and only a single low-voltage safety switch prevented a blast many times more powerful than Hiroshima.",
      "fact_year": 1961,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1961_Goldsboro_B-52_crash",
      "episode": {
        "id": 1,
        "title": "Sedna FM #01 - November Bomb",
        "description": "The first Family & Friends radio episode from Yasmin Sarbaoui and Gaia Parolini. Where it all began — a life soundtrack that launched Sedna FM into the universe. Raw, heartfelt, and full of the energy that defines everything that followed.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/november-bomb",
        "songs": [
          "berlioz - Open this wall",
          "Nas - One Mic",
          "Canserbero - De la vida como pelicula, tragedia, comedia y ficcion",
          "Frankie Knuckles - Your Love",
          "Notorious B.I.G. - 17 Ten Crack Commandments",
          "Liloca - Utani Xuva",
          "Fela Kuti - Zombie",
          "Neffa - Aspettando il sole",
          "Childish Gambino - No Excuses",
          "Modjo - Music takes you back"
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeat",
          "House",
          "Italian Pop",
          "R&B",
          "Latin Rap"
        ]
      },
      "match_reason": "The near-detonation of a nuclear 'bomb' over Goldsboro ties darkly but directly to an episode literally named 'November Bomb', underscoring how a single event can change everything—or almost do so."
    },
    {
      "hour": 8,
      "fact_text": "In 1942, Allied bombers attacked Bangkok, then under Japanese control, pushing Thailand to declare war on the United States and the United Kingdom. The city’s temples, canals, and crowded streets suddenly found themselves on the front line of a global conflict.",
      "fact_year": 1942,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Bombing_of_Bangkok_in_World_War_II",
      "episode": {
        "id": 41,
        "title": "Morning Drops #35 - Thailand",
        "description": "Recorded in Koh Samui, Thailand, where Yasmin and her friend Patricia spent more than two intense weeks training Muay Thai and Western boxing. Between sweat, rhythm, and sea breeze, they share reflections on discipline, friendship, and the beauty of movement - with a soundtrack that connects Thai sounds to the flow of daily practice.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-thailand",
        "songs": [
          "Salin - Egungun",
          "Justin Bieber - Love Yourself",
          "Khun Narin - Phua Kao",
          "Burna Boy - Cheat on Me (feat. Dave)"
        ],
        "music-genres": [
          "Afrobeat",
          "Pop",
          "Thai Funk",
          "Afro-Fusion"
        ]
      },
      "match_reason": "This WWII bombing drew Thailand into the war; pairing it with an episode recorded in contemporary Thailand bridges a violent past with today’s everyday rhythms, showing how a place holds both history and healing movement."
    },
    {
      "hour": 9,
      "fact_text": "In 914, the Fatimid Caliphate launched its first invasion of Egypt, sending an army westward from what is now Tunisia. Though ultimately repelled, the campaign foreshadowed a future in which the Fatimids would eventually seize Cairo and reshape the religious and cultural map of North Africa and the Middle East.",
      "fact_year": 914,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Fatimid_invasion_of_Egypt_(914%E2%80%93915)",
      "episode": {
        "id": 8,
        "title": "Morning Drops #02 - Waves of the Maghreb",
        "description": "Oriental vibes guided by Yasmin. Discovering curious facts about the Maghreb, together with its fascinating music! A wonderful trip with a selection of songs from North Africa.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-waves-of-the-maghreb",
        "songs": [
          "Hedi Jouini - Lamouni",
          "Rachid Taha - Ya Rayah",
          "Nass El Ghiwane - El Madi Fate"
        ],
        "music-genres": [
          "Maghreb",
          "Chaabi",
          "Raï"
        ]
      },
      "match_reason": "The Fatimid invasion grew from North African power centers across to Egypt; this Maghreb-focused episode sonically traces those same cultural shores and historic currents."
    },
    {
      "hour": 10,
      "fact_text": "On this day in 1966, Air India Flight 101 crashed into Mont Blanc in the French Alps, killing all 117 people on board. Decades later, climbers on the mountain still occasionally find fragments of wreckage—and even diplomatic documents—emerging slowly from the ice.",
      "fact_year": 1966,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Air_India_Flight_101",
      "episode": {
        "id": 28,
        "title": "Morning Drops #22 - Sicilians On The Dolomites",
        "description": "Hosted by Yasmin, a musical journey inspired by the mountains. Joined by two special guests, exploring the tracks they've chosen, hearing the stories behind their picks, and discovering the personal memories each song brings to life — a blend of music, voices, and landscapes you can hear.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sicilians-on-the-dolomites",
        "songs": [
          "Franco Battiato - Haiku",
          "Florian Pellissier Quintet - Coup de foudre à Thessalonique",
          "Lucio Dalla & Francesco De Gregori - Ma come fanno i marinai",
          "Pink Floyd - Fearless"
        ],
        "music-genres": [
          "Italian Art Pop",
          "French Jazz",
          "Italian Singer-Songwriter",
          "Progressive Rock"
        ]
      },
      "match_reason": "A tragic crash in the Alps is a stark reminder of how mountains witness human journeys; this mountain-inspired episode, set in the Dolomites, offers a gentler, reflective counterpart to the same dramatic landscapes."
    },
    {
      "hour": 11,
      "fact_text": "In 1918, revolutionary Russia adopted the Gregorian calendar by decree, skipping directly from January 31 to February 14. For Russians, that meant losing 13 days overnight—and juggling two different 'New Years' as old and new systems overlapped.",
      "fact_year": 1918,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Gregorian_calendar",
      "episode": {
        "id": 20,
        "title": "Morning Drops #14 - Slow Planet",
        "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
        "songs": [
          "Air - Cherry Blossom Girl",
          "Kruder & Dorfmeister - Keep On Believing",
          "Tosca - Orozco",
          "Bonobo - Terrapin"
        ],
        "music-genres": [
          "Downtempo",
          "Trip-Hop",
          "Electronic",
          "Chillout"
        ]
      },
      "match_reason": "Switching calendars violently compressed time; 'Slow Planet' counters that by stretching time out again, inviting listeners to question how we measure days and how fast they should move."
    }
  ],
  "generated_at": "2026-01-24T00:00:00.013287+00:00",
  "date": "2026-01-24",
  "updated_at": "2026-01-24T11:00:01.525108+00:00"
}