{
  "current_hour": 23,
  "current_fact": {
    "hour": 23,
    "fact_text": "Today’s final note: on this date in 2004, the Queen Mary 2 left port, and in 2020 Taal Volcano woke — but in 1848 Sicily rose, and in 1976 the PLO spoke at the UN. January 12 is a reminder that history is not one story but many parallel voyages: some across oceans, some across skies, and some simply across the negotiation tables of our shared planet.",
    "fact_year": 2004,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Queen_Mary_2",
    "episode": {
      "id": 39,
      "title": "Morning Drops #33 - Immerse",
      "description": "An analogy between diving, one of Gaia's great passions, and the act of immersing in life itself. A reflection on what happens when we go below the surface: when we let ourselves be fully present. From moments of calm suspension to warm, rhythmic flow, the selection moves like water — fluid, organic, and alive. An invitation to slow down, listen deeper, and float.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-immerse",
      "songs": [
        "Pino D'Angiò - Un Po' d'Uva e un Liquore",
        "Midlife - The Magnificent Moon",
        "Tornado Wallace - Today",
        "Nu Genea - Marechià (feat. Celia Kameni)"
      ],
      "music-genres": [
        "Italo Disco",
        "Indie",
        "Balearic",
        "Nu Disco"
      ]
    },
    "match_reason": "A closing reflection weaving ships, eruptions, uprisings, and diplomacy fits an episode about immersing below the surface to feel the deeper currents connecting events."
  },
  "queue": [],
  "published": [
    {
      "hour": 0,
      "fact_text": "In 1986, U.S. Congressman Bill Nelson left Earth not as a career astronaut but as a 'payload specialist' aboard Space Shuttle Columbia on mission STS-61-C. He later went on to lead NASA, making him one of the few space agency heads who has actually orbited the planet he’s responsible for exploring.",
      "fact_year": 1986,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/STS-61-C",
      "episode": {
        "id": 9,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "A real-life shift from politician to spacefarer pairs well with an episode themed around reimagining 'space' as possibility and motion."
    },
    {
      "hour": 1,
      "fact_text": "On this day in 1997, Space Shuttle Atlantis launched on mission STS-81 to dock with the Russian space station Mir. The crew performed a literal orbital crew swap, leaving astronaut Jerry M. Linenger for a four-month stay and bringing John E. Blaha back to Earth, a quiet exchange happening hundreds of kilometers above our heads.",
      "fact_year": 1997,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/STS-81",
      "episode": {
        "id": 2,
        "title": "Sedna FM #02 - Destination Sedna",
        "description": "Continuing the Sedna FM journey together with family and friends! Episode two of the main series — exploring new musical territories and deepening the connection with our listeners. A collective voyage through sound.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/destination-sedna",
        "songs": [
          "Pink Floyd - Breathe",
          "The fountain DC - Starburster",
          "Laura Cahen - La Poussiere",
          "Taxi Kebab - Lmchi w rjou3",
          "Odion Iruoje - Identify With Your Roots",
          "Depeche mode - world in my eyes (Oil Tank Mix)",
          "Massive attack - Dissolved girl",
          "Kokoroko - Three piece suite",
          "Salin - Egungun",
          "E.S.P. - It's You"
        ],
        "music-genres": [
          "Progressive Rock",
          "Post-Punk",
          "French Pop",
          "Maghreb",
          "Afrobeat",
          "Synthpop",
          "Trip-Hop"
        ]
      },
      "match_reason": "An orbital voyage between two space stations resonates with the episode’s idea of a shared journey toward distant destinations."
    },
    {
      "hour": 2,
      "fact_text": "In 2005, NASA’s Deep Impact spacecraft launched on a mission to literally punch a hole in a comet. Months later it would slam a copper projectile into Comet Tempel 1, letting scientists peer into pristine material from the early solar system, like cracking open a cosmic time capsule.",
      "fact_year": 2005,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Deep_Impact_(spacecraft)",
      "episode": {
        "id": 2,
        "title": "Sedna FM #02 - Destination Sedna",
        "description": "Continuing the Sedna FM journey together with family and friends! Episode two of the main series — exploring new musical territories and deepening the connection with our listeners. A collective voyage through sound.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/destination-sedna",
        "songs": [
          "Pink Floyd - Breathe",
          "The fountain DC - Starburster",
          "Laura Cahen - La Poussiere",
          "Taxi Kebab - Lmchi w rjou3",
          "Odion Iruoje - Identify With Your Roots",
          "Depeche mode - world in my eyes (Oil Tank Mix)",
          "Massive attack - Dissolved girl",
          "Kokoroko - Three piece suite",
          "Salin - Egungun",
          "E.S.P. - It's You"
        ],
        "music-genres": [
          "Progressive Rock",
          "Post-Punk",
          "French Pop",
          "Maghreb",
          "Afrobeat",
          "Synthpop",
          "Trip-Hop"
        ]
      },
      "match_reason": "A probe diving into a comet’s heart mirrors the episode’s slow build from mysterious spacey ambience into energetic exploration."
    },
    {
      "hour": 3,
      "fact_text": "On this day in 2007, Comet C/2006 P1 (McNaught) became so bright that it was visible in broad daylight for observers in the Southern Hemisphere. For a brief time, an icy visitor from the outer solar system outshone the twilight sky, turning daytime into an impromptu stargazing session.",
      "fact_year": 2007,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Comet_McNaught",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "A brilliant comet in cold skies pairs with an Arctic-themed episode full of luminous, cinematic soundscapes."
    },
    {
      "hour": 4,
      "fact_text": "In 1998, nineteen European nations jointly agreed to forbid human cloning, drawing a line around one of biotechnology’s most unsettling possibilities. The treaty reflected not just scientific caution but a shared ethical unease about making carbon copies of ourselves.",
      "fact_year": 1998,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Human_cloning",
      "episode": {
        "id": 33,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "An ethical stand on cloning aligns with an episode questioning our relationship with technology and how far we let it shape us."
    },
    {
      "hour": 5,
      "fact_text": "On this day in 1808, scientists and enthusiasts in Edinburgh held the organizational meeting that led to the creation of the Wernerian Natural History Society. For fifty years, this small Scottish society became a hub where early geologists, zoologists, and naturalists swapped specimens and ideas in candlelit rooms.",
      "fact_year": 1808,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Wernerian_Natural_History_Society",
      "episode": {
        "id": 34,
        "title": "Morning Drops #28 - Under Scottish Skies",
        "description": "Gaia shares a personal moment of transition — a shift in seasons, in rhythm, and in life. From this space of quiet change comes a musical journey through Scotland: not the usual names, but voices that speak from the edges. A personal ritual and a small act of curiosity: an invitation to notice what grounds us when everything moves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-under-scottish-skies",
        "songs": [
          "Paolo Nutini - Pencil Full of Lead",
          "Lapse - Lady Bug",
          "Joesef - Let's Stay Together",
          "Vital Spark - Stone of Destiny"
        ],
        "music-genres": [
          "Indie Rock",
          "Scottish Folk",
          "Soul",
          "Celtic Rock"
        ]
      },
      "match_reason": "A historic Scottish learned society about nature fits perfectly with an episode rooted in Scotland’s landscapes and reflective curiosity."
    },
    {
      "hour": 6,
      "fact_text": "Also in 1808, engineers abandoned plans to protect St Mary’s Church at Reculver from the encroaching sea and chose demolition instead. The church, founded in 669 and famed for its Anglo-Saxon architecture, was sacrificed to coastal erosion, leaving its twin towers as lonely sentinels above the waves.",
      "fact_year": 1808,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/St_Mary%27s_Church,_Reculver",
      "episode": {
        "id": 20,
        "title": "Morning Drops #14 - Slow Planet",
        "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
        "songs": [
          "Air - Cherry Blossom Girl",
          "Kruder & Dorfmeister - Keep On Believing",
          "Tosca - Orozco",
          "Bonobo - Terrapin"
        ],
        "music-genres": [
          "Downtempo",
          "Trip-Hop",
          "Electronic",
          "Chillout"
        ]
      },
      "match_reason": "A story about the slow, unstoppable force of the sea resonates with an episode centered on slowness, erosion of time, and gentle reflection."
    },
    {
      "hour": 7,
      "fact_text": "On this day in 1616, the city of Belém was founded at the mouth of the Amazon River by Portuguese captain Francisco Caldeira Castelo Branco. It grew into a rainforest port where river, ocean, and cultures collided—rubber barons, Indigenous communities, and European colonists sharing the same humid air.",
      "fact_year": 1616,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Bel%C3%A9m",
      "episode": {
        "id": 27,
        "title": "Morning Drops #21 - Endless Summer",
        "description": "Recorded from Fano, a quiet town on the Adriatic coast where summer stretches long and slow. Between swims, simple meals, and time with family, Gaia reflects on the kind of music that helps us return to ourselves. Through different shades of jazz — from minimal and meditative to warm and rhythmic — an invitation to slip into that endless summer feeling.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-endless-summer",
        "songs": [
          "Nik Bärtsch - Modul 14",
          "Mama Terra - Chameleon (Single Edit)",
          "Spyro Gyra - Morning Dance",
          "Yussef Kamaal - Black Focus"
        ],
        "music-genres": [
          "Minimal Jazz",
          "Nu Jazz",
          "Jazz Fusion",
          "UK Jazz"
        ]
      },
      "match_reason": "A tropical port city at the Amazon’s edge fits with the episode’s warm, humid, endless-summer atmosphere and flowing jazz."
    },
    {
      "hour": 8,
      "fact_text": "In 2004, the RMS Queen Mary 2 set out on her maiden voyage as the largest ocean liner ever built. Designed not just as a cruise ship but as a true transatlantic greyhound, she sails like a moving city, built to slice through North Atlantic storms in style.",
      "fact_year": 2004,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Queen_Mary_2",
      "episode": {
        "id": 28,
        "title": "Morning Drops #22 - Sicilians On The Dolomites",
        "description": "Hosted by Yasmin, a musical journey inspired by the mountains. Joined by two special guests, exploring the tracks they've chosen, hearing the stories behind their picks, and discovering the personal memories each song brings to life — a blend of music, voices, and landscapes you can hear.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sicilians-on-the-dolomites",
        "songs": [
          "Franco Battiato - Haiku",
          "Florian Pellissier Quintet - Coup de foudre à Thessalonique",
          "Lucio Dalla & Francesco De Gregori - Ma come fanno i marinai",
          "Pink Floyd - Fearless"
        ],
        "music-genres": [
          "Italian Art Pop",
          "French Jazz",
          "Italian Singer-Songwriter",
          "Progressive Rock"
        ]
      },
      "match_reason": "A record-breaking ocean liner’s first voyage is a natural companion to an episode recorded at sea and devoted to life on the water."
    },
    {
      "hour": 9,
      "fact_text": "On this day in 1848, the Palermo rising ignited in Sicily against the Bourbon Kingdom of the Two Sicilies. The rebellion was one of the sparks of the broader Revolutions of 1848, turning streets into improvised battlegrounds and opera-loving palaces into plotting rooms.",
      "fact_year": 1848,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Sicilian_revolution_of_1848",
      "episode": {
        "id": 28,
        "title": "Morning Drops #22 - Sicilians On The Dolomites",
        "description": "Hosted by Yasmin, a musical journey inspired by the mountains. Joined by two special guests, exploring the tracks they've chosen, hearing the stories behind their picks, and discovering the personal memories each song brings to life — a blend of music, voices, and landscapes you can hear.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sicilians-on-the-dolomites",
        "songs": [
          "Franco Battiato - Haiku",
          "Florian Pellissier Quintet - Coup de foudre à Thessalonique",
          "Lucio Dalla & Francesco De Gregori - Ma come fanno i marinai",
          "Pink Floyd - Fearless"
        ],
        "music-genres": [
          "Italian Art Pop",
          "French Jazz",
          "Italian Singer-Songwriter",
          "Progressive Rock"
        ]
      },
      "match_reason": "A Sicilian uprising against distant rulers matches an episode anchored in Sicilian identity and stories carried far from home."
    },
    {
      "hour": 10,
      "fact_text": "In 1971, the 'Harrisburg Seven'—including Catholic priest Philip Berrigan—were indicted on charges of plotting to kidnap Henry Kissinger and blow up heating tunnels in Washington, D.C. The case blurred the line between radical peace activism and domestic terrorism in the heated atmosphere of the Vietnam War.",
      "fact_year": 1971,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Harrisburg_Seven",
      "episode": {
        "id": 14,
        "title": "Morning Drops #08 - (un)Boxing",
        "description": "An episode about breaking free from expectations and labels. Music that helps us unbox ourselves and embrace who we truly are.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-unboxing",
        "songs": [
          "Kendrick Lamar - Feel",
          "Kendrick Lamar - The Blacker the Berry",
          "Kendrick Lamar - Mirror"
        ],
        "music-genres": [
          "Hip-Hop",
          "Conscious Rap"
        ]
      },
      "match_reason": "Radical anti-war activism and contested labels mirror an episode focused on challenging boxes, norms, and how society defines us."
    },
    {
      "hour": 11,
      "fact_text": "On this day in 1962, Operation Chopper became the first American helicopter assault of the Vietnam War. U.S. helicopters carried South Vietnamese troops into battle, foreshadowing how rotor blades and jungle clearings would come to define the conflict’s imagery.",
      "fact_year": 1962,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Operation_Chopper_(Vietnam)",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "The mechanical roar and adrenaline of the first helicopter assault pairs with a high-voltage rock set designed to jolt listeners awake."
    },
    {
      "hour": 12,
      "fact_text": "In 1916, German pilots Oswald Boelcke and Max Immelmann became the first aviators awarded the Pour le Mérite for achieving eight aerial victories each. Their tactics turned dogfighting into a deadly art form, and Immelmann even gave his name to a famous aerobatic maneuver.",
      "fact_year": 1916,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Oswald_Boelcke",
      "episode": {
        "id": 42,
        "title": "Morning Drops #36 - Women of Rock",
        "description": "A tribute to the women who shaped the sound of rock, the ones who picked up a guitar and refused to ask for permission. The conversation unfolds in Italian, led by Gaia and her father. A dialogue between generations and a reminder that the pulse of rock has always belonged to anyone brave enough to play it loud. Distortion, rhythm, freedom.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-women-of-rock",
        "songs": [
          "Suzi Quatro - Can the Can",
          "Joan Jett & The Blackhearts - I Love Rock 'n Roll",
          "Laura Cox - Hard Blues Shot",
          "Jackie Venson - Always Free (Live)"
        ],
        "music-genres": [
          "Glam Rock",
          "Hard Rock",
          "Blues Rock"
        ]
      },
      "match_reason": "Aces rewriting aerial combat rules connect with rock musicians breaking barriers; both turn risk and rebellion into high‑octane art."
    },
    {
      "hour": 13,
      "fact_text": "On this day in 1942, Franklin D. Roosevelt created the National War Labor Board to arbitrate disputes in American factories turned over to war production. It was a wartime experiment in balancing workers’ rights with the urgent need to keep assembly lines humming for a global conflict.",
      "fact_year": 1942,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/National_War_Labor_Board_(1942%E2%80%931945)",
      "episode": {
        "id": 1,
        "title": "Sedna FM #01 - November Bomb",
        "description": "The first Family & Friends radio episode from Yasmin Sarbaoui and Gaia Parolini. Where it all began — a life soundtrack that launched Sedna FM into the universe. Raw, heartfelt, and full of the energy that defines everything that followed.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/november-bomb",
        "songs": [
          "berlioz - Open this wall",
          "Nas - One Mic",
          "Canserbero - De la vida como pelicula, tragedia, comedia y ficcion",
          "Frankie Knuckles - Your Love",
          "Notorious B.I.G. - 17 Ten Crack Commandments",
          "Liloca - Utani Xuva",
          "Fela Kuti - Zombie",
          "Neffa - Aspettando il sole",
          "Childish Gambino - No Excuses",
          "Modjo - Music takes you back"
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeat",
          "House",
          "Italian Pop",
          "R&B",
          "Latin Rap"
        ]
      },
      "match_reason": "A coordinating board created in a moment of upheaval mirrors Sedna FM’s own foundational episode, where many energies had to be balanced to kick off a project."
    },
    {
      "hour": 14,
      "fact_text": "In 1945, the Red Army launched the Vistula–Oder Offensive, a fast and brutal winter push from the Vistula River almost to the gates of Berlin. In just weeks, Soviet forces shattered German lines across frozen plains, reshaping the map of Eastern Europe.",
      "fact_year": 1945,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Vistula%E2%80%93Oder_offensive",
      "episode": {
        "id": 23,
        "title": "Morning Drops #17 - Steel City",
        "description": "Gaia takes us on a short trip through Sheffield's sounds — from electronic textures to raw guitars and sharp storytelling. Four tracks, one city, different edges of the same story.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-steel-city",
        "songs": [
          "The Human League - The Sound Of The Crowd",
          "Cabaret Voltaire - Deep Time",
          "Pulp - Common People",
          "Arctic Monkeys - A Certain Romance"
        ],
        "music-genres": [
          "Synthpop",
          "Industrial",
          "Britpop",
          "Indie Rock"
        ]
      },
      "match_reason": "A massive industrial-era offensive rolling across rail lines and factories pairs with an episode steeped in Sheffield’s steel, industry, and sharp edges."
    },
    {
      "hour": 15,
      "fact_text": "On this day in 1991, the U.S. Congress voted to authorize the use of military force to drive Iraqi troops out of Kuwait, setting the stage for the Persian Gulf War. It was one of the most debated war powers decisions since Vietnam, and the first major televised conflict of the satellite-news era.",
      "fact_year": 1991,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Gulf_War",
      "episode": {
        "id": 49,
        "title": "Morning Drops #42 - The Joy Of Learning",
        "description": "Hosted by Yasmin, this Morning Drop explores learning as a lifelong process, focusing on persistence, repetition, and the emotional landscape that comes with challenging oneself over time.\n\nThrough personal stories and scientific insights, the episode looks at how learning reshapes the brain, generates joy through effort, and why progress often arrives after confusion and frustration. It reflects on the so-called delayed pleasure effect, the role of dopamine in motivation, and how curiosity and learning support long-term wellbeing.\n\nThe episode also questions our cultural relationship with failure and invites a softer, more realistic approach to learning, one that accepts mistakes as part of growth and sees persistence as a quiet form of strength.\n\nMood: reflective, grounded, quietly hopeful\nMusic genre: alternative rock, hip hop, electronic, neo-soul, drill\n\nA space to listen slowly and stay with the process.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-joy-of-learning",
        "songs": [
          "Radiohead - Separator",
          "Mac Miller - What's the Use?",
          "Morad & Beny Jr - Sigue",
          "Post Malone - White Iverson"
        ],
        "music-genres": [
          "Alternative Rock",
          "Experimental Electronic",
          "Hip Hop",
          "Neo-Soul",
          "Drill / Trap"
        ]
      },
      "match_reason": "A contentious decision about entering war contrasts with an episode about slow, reflective decision-making and learning from difficult choices."
    },
    {
      "hour": 16,
      "fact_text": "In 1976, the United Nations Security Council voted 11–1 to allow the Palestine Liberation Organization to participate—without voting rights—in its debates. It was a symbolic but significant step in acknowledging the PLO as a political actor on the world stage rather than a shadowy outsider.",
      "fact_year": 1976,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Palestine_Liberation_Organization",
      "episode": {
        "id": 45,
        "title": "Morning Drops #40 - Moving Meditation",
        "description": "An episode inspired by how travel helps us see more clearly. Stepping into new places opens the mind, shifts perspective. The music moves through balearic warmth, boogie grooves, world and latin-folk influences, and touches of new wave — a selection built to follow the quiet changes that happen when you're out of your usual rhythm.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-moving-meditation",
        "songs": [
          "Stella & The Longos - La Flamme",
          "España Circo Este - Dormo poco e sogno molto",
          "Mystic Jungle - Sunset Breaker",
          "Talking Heads - This Must Be the Place (Naive Melody)"
        ],
        "music-genres": [
          "Balearic",
          "Italian Folk Rock",
          "World Music",
          "New Wave"
        ]
      },
      "match_reason": "A cautious opening of diplomatic space to a contested voice fits with an episode about changing perspective and finding new ways to share space."
    },
    {
      "hour": 17,
      "fact_text": "On this day in 1997’s orbit above, but back on Earth in 2012, protests erupted in Bucharest and other Romanian cities against austerity measures imposed by President Traian Băsescu’s government. What began as small demonstrations over health reforms swelled into violent clashes, revealing deep frustration after years of economic hardship.",
      "fact_year": 2012,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2012_Romanian_protests",
      "episode": {
        "id": 10,
        "title": "Morning Drops #04 - Bars With Balls",
        "description": "Yasmin dives into Women's Day through the voices of four incredible female rappers. Morning fire from the magic planet of Sedna FM — move your hands up and down with us. Hip hop culture through a feminine lens.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-bars-with-balls",
        "songs": [
          "Ele A - Globo",
          "Little Simz - Point and Kill (feat. Obongjayar)",
          "Lil' Kim - Lighters Up",
          "Queen Latifah - U.N.I.T.Y."
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeats",
          "Rap"
        ]
      },
      "match_reason": "Street protests against inequality pair with a fiery hip-hop episode that channels resistance, voice, and calling out power structures."
    },
    {
      "hour": 18,
      "fact_text": "In 1997’s neighbor year 1998 politics moved to the lab, but back in 2010 nature spoke violently: a magnitude 7.0 earthquake struck Haiti, killing hundreds of thousands and devastating Port-au-Prince. The disaster exposed not only geologic fault lines but social ones—where poverty, weak infrastructure, and a crowded capital turned shaking ground into a human catastrophe.",
      "fact_year": 2010,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2010_Haiti_earthquake",
      "episode": {
        "id": 50,
        "title": "Morning Drops #43 - Looking Back",
        "description": "In this first Morning Drop of 2026, Yasmin opens a space for quiet reflection on the nature of transitions. The episode traces a personal journey that began three years ago, when a sudden injury on New Year’s Day turned a desire for movement into a mandatory season of stillness.\n\nThrough the story of a broken knee and the slow process of relearning to walk, the narrative explores the difference between being strong and being aware. It touches on the vulnerability of the body, the unexpected joy found in daily progress, and the warmth that comes from finally allowing oneself to accept help. The musical selection mirrors this path of recovery, moving from the uncertainty of change to the steady rhythm of healing.\n\nMood: Reflective, Resilient, Grounded\nMusic genre: Indie Pop, Cinematic, World, Soul\n\nWe invite you to listen deeply and find comfort in your own pace.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-looking-back",
        "songs": [
          "Alt-J - 3WW",
          "Kelly Finnigan - I Don't Wanna Wait",
          "Goran Bregović & Iggy Pop - This Is a Film",
          "Ishihonana - Lucia (Original Mix)",
          "The Weeknd - Save Your Tears"
        ],
        "music-genres": [
          "Indie Pop",
          "Soul",
          "World",
          "Cinematic",
          "Synth-Pop"
        ]
      },
      "match_reason": "A devastating earthquake and long recovery connect with an episode about injury, rebuilding, and the slow, emotional process of healing."
    },
    {
      "hour": 19,
      "fact_text": "On this day in 2020, Taal Volcano in the Philippines erupted dramatically, sending ash up to 14 kilometers high and forcing tens of thousands to evacuate. The picturesque lake-filled crater that tourists loved revealed its other face—an active, restless system capable of reshaping landscapes and lives.",
      "fact_year": 2020,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2020%E2%80%932022_Taal_Volcano_eruptions",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "Both the eruption and the episode center on powerful natural phenomena—volcanoes and great whales—that are beautiful, dangerous, and humbling."
    },
    {
      "hour": 20,
      "fact_text": "In 1997 you could watch astronauts trade places in orbit; in 1991 Congress debated war; but in 2007’s skies we saw a comet. Rewinding again, in 2005 Deep Impact launched, yet in 2012 people crowded streets in Romania. This hour’s thread: how human decisions—from parliaments to protests—ripple across time, shaping what seems fixed as fate.",
      "fact_year": 2012,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2012_Romanian_protests",
      "episode": {
        "id": 31,
        "title": "Morning Drops #25 - A Trip-Hop Journey",
        "description": "Hosted by friend Lorenzo, a journey through the roots and evolution of trip-hop. From Bristol's early experiments with Massive Attack and Tricky, to DJ Shadow's cinematic sampling in California, and Thievery Corporation's global downtempo grooves in Washington D.C. — exploring how this genre blurred boundaries and reshaped electronic music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-trip-hop-journey",
        "songs": [
          "Massive Attack - Unfinished Sympathy",
          "Tricky - Hell Is Round the Corner",
          "DJ Shadow - Midnight in a Perfect World",
          "Thievery Corporation - Lebanese Blonde",
          "Smoke City - Underwater Love"
        ],
        "music-genres": [
          "Trip-Hop",
          "Downtempo",
          "Electronic"
        ]
      },
      "match_reason": "Trip-hop’s layered sampling and blurred borders mirror the layered political and social context behind mass protests and shifting public moods."
    },
    {
      "hour": 21,
      "fact_text": "On this day in 1997 we looked to Mir; in 1986 to Columbia; but in 1998 European nations looked inward and outlawed cloning. Each of these moments shows a different frontier—space, war, technology—where humans test limits, then decide which lines must not be crossed.",
      "fact_year": 1998,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Human_cloning",
      "episode": {
        "id": 6,
        "title": "Sedna FM #06 - Alters of an Ego",
        "description": "What if you could step outside yourself and become someone freer, bolder, or completely unexpected? Exploring the artistry of musicians who craft alter-egos and parallel realities to experiment with new dimensions of their identity. It's not about hiding who they are — it's about expanding who they can be.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/alters-of-an-ego",
        "songs": [
          "The Thin White Duke - Stay",
          "Mac Miller - Dang (feat. Anderson .Paak)",
          "Larry Lovestein - Love Affair",
          "The Fireman - Strawberries Oceans Ships Forest",
          "Paul McCartney - Oh! Darling",
          "Prince - Kiss",
          "Camille - Rebirth of the Flash",
          "MF DOOM - Deep Fried Frenz",
          "Gorillaz - Dirty Harry",
          "Gorillaz - Andromeda"
        ],
        "music-genres": [
          "Glam Rock",
          "Hip-Hop",
          "Jazz",
          "Ambient",
          "Classic Rock",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "An international decision against cloning speaks directly to questions of identity, copies, and alternate selves explored via musical alter-egos."
    },
    {
      "hour": 22,
      "fact_text": "Across these January 12 stories—from ancient churches falling into the sea to comets blazing in daylight—a quieter thread of learning runs through. The Wernerian Society’s founding in Edinburgh reminds us that behind every dramatic event, someone once sat in a room, compared notes, and tried to understand how the world works.",
      "fact_year": 1808,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Wernerian_Natural_History_Society",
      "episode": {
        "id": 19,
        "title": "Morning Drops #13 - Demystifying Reggaeton",
        "description": "Yasmin takes us on a journey through the real story of reggaeton — from its roots in Panama and Puerto Rico to its global evolution. Exploring the genre's history, influences, and cultural impact.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-demystifying-reggaeton",
        "songs": [
          "Renato - Chica de los Ojos Café",
          "B. F. Yaviah - Si Tu Quieres Fumar",
          "Calle 13 - Atrévete",
          "Bad Bunny - DtMF"
        ],
        "music-genres": [
          "Reggaeton",
          "Latin Urban",
          "Hip-Hop"
        ]
      },
      "match_reason": "A historic natural history society that systematized knowledge parallels an episode that patiently unpacks and demystifies a misunderstood music genre."
    },
    {
      "hour": 23,
      "fact_text": "Today’s final note: on this date in 2004, the Queen Mary 2 left port, and in 2020 Taal Volcano woke — but in 1848 Sicily rose, and in 1976 the PLO spoke at the UN. January 12 is a reminder that history is not one story but many parallel voyages: some across oceans, some across skies, and some simply across the negotiation tables of our shared planet.",
      "fact_year": 2004,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Queen_Mary_2",
      "episode": {
        "id": 39,
        "title": "Morning Drops #33 - Immerse",
        "description": "An analogy between diving, one of Gaia's great passions, and the act of immersing in life itself. A reflection on what happens when we go below the surface: when we let ourselves be fully present. From moments of calm suspension to warm, rhythmic flow, the selection moves like water — fluid, organic, and alive. An invitation to slow down, listen deeper, and float.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-immerse",
        "songs": [
          "Pino D'Angiò - Un Po' d'Uva e un Liquore",
          "Midlife - The Magnificent Moon",
          "Tornado Wallace - Today",
          "Nu Genea - Marechià (feat. Celia Kameni)"
        ],
        "music-genres": [
          "Italo Disco",
          "Indie",
          "Balearic",
          "Nu Disco"
        ]
      },
      "match_reason": "A closing reflection weaving ships, eruptions, uprisings, and diplomacy fits an episode about immersing below the surface to feel the deeper currents connecting events."
    }
  ],
  "generated_at": "2026-01-12T00:00:00.007921+00:00",
  "date": "2026-01-12",
  "updated_at": "2026-01-12T23:00:09.186311+00:00"
}