{
  "current_hour": 12,
  "current_fact": {
    "hour": 3,
    "fact_text": "On December 20, 1941, the American Volunteer Group—better known as the Flying Tigers—fought its first battle over Kunming, China. These volunteer pilots, flying shark‑toothed fighter planes, became legendary symbols of improvisation and grit in the early, chaotic days of World War II in Asia.",
    "fact_year": 1941,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/American_Volunteer_Group",
    "episode": {
      "id": 41,
      "title": "Morning Drops #36 - Women of Rock",
      "description": "A tribute to the women who shaped the sound of rock, the ones who picked up a guitar and refused to ask for permission. The conversation unfolds in Italian, led by Gaia and her father. A dialogue between generations and a reminder that the pulse of rock has always belonged to anyone brave enough to play it loud. Distortion, rhythm, freedom.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-women-of-rock",
      "songs": [
        "Suzi Quatro - Can the Can",
        "Joan Jett & The Blackhearts - I Love Rock 'n Roll",
        "Laura Cox - Hard Blues Shot",
        "Jackie Venson - Always Free (Live)"
      ],
      "music-genres": [
        "Glam Rock",
        "Hard Rock",
        "Blues Rock"
      ]
    },
    "match_reason": "The Flying Tigers’ rebellious volunteer spirit fits a loud, guitar‑driven tribute to people who defied expectations and fought their own battles."
  },
  "queue": [
    {
      "hour": 4,
      "fact_text": "On December 20, 1917, the Bolshevik government created the Cheka, the first Soviet secret police. Born in the turbulence of revolution, it quickly became a shadowy instrument of surveillance, repression, and fear that shaped the early Soviet state from behind closed doors.",
      "fact_year": 1917,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Cheka",
      "episode": {
        "id": 32,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "A secret police born of surveillance and control contrasts with a modern reflection on digital monitoring and our uneasy dependence on connected devices."
    },
    {
      "hour": 5,
      "fact_text": "On December 20, AD 69, the general Marcus Antonius Primus marched into Rome to secure the imperial throne for Vespasian, ending one of the empire’s most chaotic years. Known as the Year of the Four Emperors, it was a whirlwind of coups and counter‑coups that showed just how fragile power in Rome could be.",
      "fact_year": 69,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/AD_69",
      "episode": {
        "id": 27,
        "title": "Morning Drops #21 - Endless Summer",
        "description": "Recorded from Fano, a quiet town on the Adriatic coast where summer stretches long and slow. Between swims, simple meals, and time with family, Gaia reflects on the kind of music that helps us return to ourselves. Through different shades of jazz — from minimal and meditative to warm and rhythmic — an invitation to slip into that endless summer feeling.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-endless-summer",
        "songs": [
          "Nik Bärtsch - Modul 14",
          "Mama Terra - Chameleon (Single Edit)",
          "Spyro Gyra - Morning Dance",
          "Yussef Kamaal - Black Focus"
        ],
        "music-genres": [
          "Minimal Jazz",
          "Nu Jazz",
          "Jazz Fusion",
          "UK Jazz"
        ]
      },
      "match_reason": "The turbulence of Rome’s four emperors finds a counterpoint in an episode about slow time and stability—an antidote to political chaos."
    },
    {
      "hour": 6,
      "fact_text": "On December 20, 1848, Louis‑Napoleon Bonaparte was inaugurated as the first—and ultimately only—president of the French Second Republic. Within four years he would dissolve that same republic and proclaim himself Emperor Napoleon III, turning an elected mandate into a personal empire.",
      "fact_year": 1848,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1848_French_presidential_election",
      "episode": {
        "id": 33,
        "title": "Morning Drops #28 - Under Scottish Skies",
        "description": "Gaia shares a personal moment of transition — a shift in seasons, in rhythm, and in life. From this space of quiet change comes a musical journey through Scotland: not the usual names, but voices that speak from the edges. A personal ritual and a small act of curiosity: an invitation to notice what grounds us when everything moves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-under-scottish-skies",
        "songs": [
          "Paolo Nutini - Pencil Full of Lead",
          "Lapse - Lady Bug",
          "Joesef - Let's Stay Together",
          "Vital Spark - Stone of Destiny"
        ],
        "music-genres": [
          "Indie Rock",
          "Scottish Folk",
          "Soul",
          "Celtic Rock"
        ]
      },
      "match_reason": "A president who morphs into an emperor mirrors an episode about transitions and shifting identities, set against the backdrop of changing skies."
    },
    {
      "hour": 7,
      "fact_text": "On December 20, 1860, South Carolina adopted its Declaration of Secession, becoming the first U.S. state to formally attempt to leave the Union. The document reads like a breakup letter written in legal code, foreshadowing the American Civil War that would follow within months.",
      "fact_year": 1860,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/South_Carolina_Declaration_of_Secession",
      "episode": {
        "id": 14,
        "title": "Morning Drops #08 - (un)Boxing",
        "description": "An episode about breaking free from expectations and labels. Music that helps us unbox ourselves and embrace who we truly are.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-unboxing",
        "songs": [
          "Kendrick Lamar - Feel",
          "Kendrick Lamar - The Blacker the Berry",
          "Kendrick Lamar - Mirror"
        ],
        "music-genres": [
          "Hip-Hop",
          "Conscious Rap"
        ]
      },
      "match_reason": "Secession is a radical attempt to break away from a political box; the episode explores breaking out of imposed identities and structures."
    },
    {
      "hour": 8,
      "fact_text": "On December 20, 1832, HMS Clio sailed into Port Egmont in the Falkland Islands to reassert British control over the remote archipelago. This quiet arrival in a windswept harbor set the stage for nearly two centuries of contested sovereignty at the edge of the South Atlantic.",
      "fact_year": 1832,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Port_Egmont",
      "episode": {
        "id": 36,
        "title": "Morning Drops #31 - Sailing With Germans",
        "description": "From the deck of a sailing boat, hosted by Yasmin and her special guests. A week at sea with six Germans, each with their own stories, songs, and ways of moving through the waves. From shared meals to unexpected laughter, from quiet resilience to sun-soaked joy — a collection of voices and tracks that reflect what it means to journey together.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sailing-with-germans",
        "songs": [
          "Billy Talent - Dead Silence",
          "Ben Howard - Keep Your Head Up",
          "Ziggy Alberts - Simple Things",
          "Vitor Kley - O Sol",
          "Enya - Orinoco Flow",
          "Paveier - Leev Marie"
        ],
        "music-genres": [
          "Punk Rock",
          "Indie Folk",
          "Surf Pop",
          "New Age",
          "German Folk"
        ]
      },
      "match_reason": "A Royal Navy ship asserting control in distant seas pairs naturally with an episode recorded aboard a boat, built around ocean journeys and maritime horizons."
    },
    {
      "hour": 9,
      "fact_text": "On December 20, 1940, \"Captain America Comics\" #1 was officially dated for publication, introducing readers to a star‑spangled superhero punching Hitler on the cover months before the U.S. entered World War II. The character was created as a bold piece of propaganda and wishful courage during a very uncertain time.",
      "fact_year": 1940,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Captain_America_Comics",
      "episode": {
        "id": 35,
        "title": "Morning Drops #30 - Star Treatment",
        "description": "A celebration of change and transformation. Gaia traces the evolution of Arctic Monkeys - from raw energy to cinematic sound - reflecting on how artists, and all of us, grow and change through time. A journey through courage, curiosity, and the beauty of slowing down.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-star-treatment",
        "songs": [
          "Arctic Monkeys - Brainstorm",
          "Arctic Monkeys - Pretty Visitors",
          "Arctic Monkeys - Star Treatment",
          "Arctic Monkeys - There’d Better Be a Mirrorball"
        ],
        "music-genres": [
          "Indie Rock",
          "Psychedelic Rock",
          "Lounge Pop"
        ]
      },
      "match_reason": "A literal star‑spangled hero debuting under wartime tension matches an episode titled \"Star Treatment\" about evolution, image, and hero‑making."
    },
    {
      "hour": 10,
      "fact_text": "On December 20, 1946, the earthquake known as the Nankai quake struck off the coast of Japan, generating a tsunami that killed at least a thousand people and destroyed tens of thousands of homes. The disaster reshaped coastlines, communities, and Japan’s scientific understanding of its restless tectonic boundaries.",
      "fact_year": 1946,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1946_Nankai_earthquake",
      "episode": {
        "id": 45,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "A powerful quake‑triggered tsunami connects with an ocean‑centered episode about deep water, waves, and the awe and danger of the sea."
    },
    {
      "hour": 11,
      "fact_text": "Also on December 20, 1946, Frank Capra’s film \"It’s a Wonderful Life\" premiered in New York to mixed reviews and modest box office. Only decades later, through television reruns and holiday tradition, did this once‑overlooked movie transform into a beloved classic about second chances and unseen impact.",
      "fact_year": 1946,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/It%27s_a_Wonderful_Life",
      "episode": {
        "id": 3,
        "title": "Sedna FM #03 - Beautiful as You Feel",
        "description": "An episode about self-acceptance and inner beauty. Music that reminds us we are beautiful as we feel, embracing our authentic selves. Warm, uplifting sounds that celebrate individuality.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/beautiful-as-you-feel",
        "songs": [
          "Radiohead - Lotus Flower",
          "Andrea Lazslo de Simone - Vivo",
          "The The - this is the day",
          "Steve Monite - Only You",
          "DCTL - Deep Tannin f(eat Rafael Leafar)",
          "Soufiane Sa3idi - El Njoum",
          "Area - La mela di odessa",
          "Carol King - Beautiful",
          "Mannarino - Vivere la vita"
        ],
        "music-genres": [
          "Alternative Rock",
          "Italian Singer-Songwriter",
          "New Wave",
          "Afro-Funk",
          "Maghreb",
          "Progressive Rock"
        ]
      },
      "match_reason": "A story about discovering your worth and the value of a single life fits an episode centered on self‑acceptance and inner beauty."
    },
    {
      "hour": 12,
      "fact_text": "On December 20, 1955, Cardiff was officially proclaimed the capital city of Wales, decades after Londoners and locals had debated where Welsh political life should be anchored. The designation shifted the city’s identity from industrial port to national heart, reshaping its cultural and political gravity.",
      "fact_year": 1955,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Cardiff",
      "episode": {
        "id": 23,
        "title": "Morning Drops #17 - Steel City",
        "description": "Gaia takes us on a short trip through Sheffield's sounds — from electronic textures to raw guitars and sharp storytelling. Four tracks, one city, different edges of the same story.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-steel-city",
        "songs": [
          "The Human League - The Sound Of The Crowd",
          "Cabaret Voltaire - Deep Time",
          "Pulp - Common People",
          "Arctic Monkeys - A Certain Romance"
        ],
        "music-genres": [
          "Synthpop",
          "Industrial",
          "Britpop",
          "Indie Rock"
        ]
      },
      "match_reason": "A city being crowned a capital pairs with an episode that explores how a city’s music shapes its identity and story."
    },
    {
      "hour": 13,
      "fact_text": "On December 20, 1977, China’s People’s Daily and Guangming Daily simultaneously published the full Second Chinese Character Simplification Scheme. This ambitious attempt to further simplify written Chinese characters revealed how deeply scripts are tied to identity—so much so that many of the new forms were later abandoned after public resistance.",
      "fact_year": 1977,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Second_round_of_Simplified_Chinese_characters",
      "episode": {
        "id": 17,
        "title": "Morning Drops #11 - Mediterranean Boat",
        "description": "Gaia invites you to embark on a musical voyage across the Mediterranean. Exploring music from different countries shared by people who call them home. A warm, sun-soaked journey through coastal sounds.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-mediterranean-boat",
        "songs": [
          "Arleta - Bar To Navagio",
          "Baba Zula - Tavla",
          "Mylène Farmer - Désenchantée",
          "Fabrizio De André - Crêuza de mä"
        ],
        "music-genres": [
          "Greek Folk",
          "Turkish Psychedelic",
          "French Pop",
          "Italian Singer-Songwriter"
        ]
      },
      "match_reason": "An attempt to reshape written language echoes a journey across cultures and tongues, where alphabets, scripts, and sounds coexist and evolve."
    },
    {
      "hour": 14,
      "fact_text": "On December 20, 1984, a freight train carrying over a million liters of gasoline derailed inside England’s Summit Tunnel, igniting one of the largest transportation tunnel fires in history. Flames roared through the underground passage like a man‑made volcano, but remarkably, no one was killed.",
      "fact_year": 1984,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Summit_Tunnel_fire",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "A roaring gasoline inferno in a tunnel resonates with an episode themed around intense, high‑voltage energy and explosive guitar work."
    },
    {
      "hour": 15,
      "fact_text": "On December 20, 1985, Pope John Paul II announced the creation of World Youth Day, a global Catholic gathering focused on young people. What began as a single event grew into a roving festival of faith, music, and mass encounters, drawing millions to cities from Manila to Rio.",
      "fact_year": 1985,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/World_Youth_Day",
      "episode": {
        "id": 39,
        "title": "Morning Drops #34 - Soul Sisters",
        "description": "A tribute to four iconic voices — women who have shaped the way we listen, feel, and move. Each track carries a different kind of presence: one that holds you, one that questions, one that grounds, and one that lets go. An energy that is soulful, raw, and unapologetically feminine.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-soul-sisters",
        "songs": [
          "Grace Jones - Walking in the Rain",
          "Lauryn Hill - Lost Ones",
          "Aretha Franklin - A Rose Is Still a Rose",
          "Loredana Bertè - In Alto Mare"
        ],
        "music-genres": [
          "New Wave",
          "Neo-Soul",
          "R&B",
          "Italian Pop"
        ]
      },
      "match_reason": "A worldwide youth celebration of spirit and voice aligns with an episode honoring powerful voices that move hearts and crowds."
    },
    {
      "hour": 16,
      "fact_text": "On December 20, 1995, NATO launched its first major peacekeeping mission in Bosnia and Herzegovina, deploying tens of thousands of troops to enforce the Dayton Accords. The operation marked a turning point in how the alliance saw itself—not just as a wartime pact, but as a crisis‑management force in fragile peace.",
      "fact_year": 1995,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/NATO",
      "episode": {
        "id": 20,
        "title": "Morning Drops #14 - Slow Planet",
        "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
        "songs": [
          "Air - Cherry Blossom Girl",
          "Kruder & Dorfmeister - Keep On Believing",
          "Tosca - Orozco",
          "Bonobo - Terrapin"
        ],
        "music-genres": [
          "Downtempo",
          "Trip-Hop",
          "Electronic",
          "Chillout"
        ]
      },
      "match_reason": "A military alliance pivoting to peacekeeping matches an episode about slowing down and choosing calmer, restorative rhythms instead of conflict."
    },
    {
      "hour": 17,
      "fact_text": "On December 20, 1999, Portugal formally handed Macau back to China after more than four centuries of colonial rule. In a single midnight ceremony, a tiny peninsula of casinos, Portuguese street names, and Cantonese markets stepped into a new political era as a Chinese special administrative region.",
      "fact_year": 1999,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Handover_of_Macau",
      "episode": {
        "id": 44,
        "title": "Morning Drops #39 - Moving Meditation",
        "description": "An episode inspired by how travel helps us see more clearly. Stepping into new places opens the mind, shifts perspective. The music moves through balearic warmth, boogie grooves, world and latin-folk influences, and touches of new wave — a selection built to follow the quiet changes that happen when you're out of your usual rhythm.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-moving-meditation",
        "songs": [
          "Stella & The Longos - La Flamme",
          "España Circo Este - Dormo poco e sogno molto",
          "Mystic Jungle - Sunset Breaker",
          "Talking Heads - This Must Be the Place (Naive Melody)"
        ],
        "music-genres": [
          "Balearic",
          "Italian Folk Rock",
          "World Music",
          "New Wave"
        ]
      },
      "match_reason": "A handover between cultures and sovereignties fits an episode about travel, movement, and how changing places reshapes our perception of home."
    },
    {
      "hour": 18,
      "fact_text": "On December 20, 2004, the indie game \"Cave Story\" was released for free by a single Japanese developer, Daisuke \"Pixel\" Amaya, after five years of solitary work. Its rich world and emotional storytelling helped ignite the modern indie game movement, proving that one creator could rival a whole studio.",
      "fact_year": 2004,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Cave_Story",
      "episode": {
        "id": 13,
        "title": "Morning Drops #07 - secret_mp3_player_1",
        "description": "Inspired by a throwback MP3 player on Instagram, Yasmin and Gaia take you on a nostalgic journey to the early 2000s. LimeWire, eMule, guilty-pleasure playlists — remember those? Hit play and relive the songs that shaped a generation.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-secret-mp3-player-1",
        "songs": [
          "Sean Paul - Get Busy",
          "Blink-182 - I Miss You",
          "Black Eyed Peas - My Humps",
          "Britney Spears - Toxic"
        ],
        "music-genres": [
          "Dancehall",
          "Pop Punk",
          "Pop",
          "Dance-Pop"
        ]
      },
      "match_reason": "A cult early‑2000s indie game belongs alongside an episode drenched in 2000s nostalgia, from MP3 players to LimeWire‑era soundtracks."
    },
    {
      "hour": 19,
      "fact_text": "On December 20, 2007, thieves broke into the São Paulo Museum of Art in Brazil and stole Pablo Picasso’s \"Portrait of Suzanne Bloch\" and Cândido Portinari’s \"O Lavrador de Café\" in a swift, audacious heist. The paintings vanished into the city’s underworld before being recovered weeks later, turning modern masterpieces into temporary ghosts.",
      "fact_year": 2007,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Portrait_of_Suzanne_Bloch",
      "episode": {
        "id": 1,
        "title": "Sedna FM #01 - November Bomb",
        "description": "The first Family & Friends radio episode from Yasmin Sarbaoui and Gaia Parolini. Where it all began — a life soundtrack that launched Sedna FM into the universe. Raw, heartfelt, and full of the energy that defines everything that followed.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/november-bomb",
        "songs": [
          "berlioz - Open this wall",
          "Nas - One Mic",
          "Canserbero - De la vida como pelicula, tragedia, comedia y ficcion",
          "Frankie Knuckles - Your Love",
          "Notorious B.I.G. - 17 Ten Crack Commandments",
          "Liloca - Utani Xuva",
          "Fela Kuti - Zombie",
          "Neffa - Aspettando il sole",
          "Childish Gambino - No Excuses",
          "Modjo - Music takes you back"
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeat",
          "House",
          "Italian Pop",
          "R&B",
          "Latin Rap"
        ]
      },
      "match_reason": "A cinematic art heist and dramatic recovery suit the raw, storytelling energy of the station’s \"where it all began\" debut episode."
    },
    {
      "hour": 20,
      "fact_text": "On December 20, 1977, the same day China tested script reforms, Cardiff’s status and many other changes, another cultural current was flowing: the rise of globalized youth music scenes that would later birth genres like reggaeton. Those slow, cross‑ocean exchanges of rhythm and language were already underway in ports, clubs, and pirate radio.",
      "fact_year": 1977,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Reggaeton#Origins",
      "episode": {
        "id": 19,
        "title": "Morning Drops #13 - Demystifying Reggaeton",
        "description": "Yasmin takes us on a journey through the real story of reggaeton — from its roots in Panama and Puerto Rico to its global evolution. Exploring the genre's history, influences, and cultural impact.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-demystifying-reggaeton",
        "songs": [
          "Renato - Chica de los Ojos Café",
          "B. F. Yaviah - Si Tu Quieres Fumar",
          "Calle 13 - Atrévete",
          "Bad Bunny - DtMF"
        ],
        "music-genres": [
          "Reggaeton",
          "Latin Urban",
          "Hip-Hop"
        ]
      },
      "match_reason": "The long, hidden gestation of reggaeton’s global rise fits an episode dedicated to unpacking its roots, myths, and cultural journey."
    },
    {
      "hour": 21,
      "fact_text": "On December 20, 2007—as in many late‑20th and early‑21st century December nights—young people around the world were gathering in plazas, parks, and parish halls for early editions of World Youth Day‑style events and local festivals. Behind each gathering is a soundtrack: guitars, local choirs, and bootleg CDs that never make headlines but shape memories.",
      "fact_year": 2007,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Music_festival",
      "episode": {
        "id": 42,
        "title": "Morning Drops #38 - History of Flamenco",
        "description": "A special journey into the history of Flamenco, guided by Yasmin and her guest Almudena from Madrid, Spain. Exploring the roots and evolution of this emotionally raw and culturally rich tradition, from its early vocal origins and Andalusian influences, through its transformation on stage and screen, to its modern reinventions by iconic Spanish artists.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-history-of-flamenco",
        "songs": [
          "La Niña de los Peines - Al Gurugú",
          "Lola Flores - Pena, penita, pena",
          "Paco de Lucía - Entre dos aguas",
          "Camarón de la Isla - La leyenda del tiempo",
          "Rosalía - Pienso en tu mirá"
        ],
        "music-genres": [
          "Flamenco",
          "Spanish Folk",
          "Nuevo Flamenco"
        ]
      },
      "match_reason": "Grassroots youth gatherings and their unrecorded soundtracks echo an episode that traces another communal, lived music tradition: flamenco."
    },
    {
      "hour": 22,
      "fact_text": "On December 20, 2019, while the U.S. Space Force was being founded, marine biologists in Arctic and sub‑Arctic waters were tracking orca pods whose migrations are guided not by borders but by invisible fields of temperature, light, and prey. Each winter, their routes redraw our understanding of ocean ecosystems line by line, fin by fin.",
      "fact_year": 2019,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Orca",
      "episode": {
        "id": 45,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "Real‑world orca migration research completes the loop with an episode devoted to swimming among them in Arctic waters."
    },
    {
      "hour": 23,
      "fact_text": "On December 20 in countless years, the night sky above Earth has carried the bright point of Mars—once worshipped, then mapped, now targeted for human missions. Every December 20 that passes brings the planet’s first human footprint a little closer, turning a red star in the dark into a future destination.",
      "fact_year": 2024,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Exploration_of_Mars",
      "episode": {
        "id": 9,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "Humanity’s slow approach to Mars—turning distant emptiness into a destination—reflects an episode about reimagining space as a canvas for new journeys."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "On December 20, 1951, the Experimental Breeder Reactor I (EBR‑1) near Arco, Idaho, became the first nuclear power plant ever to generate usable electricity—just enough to light four 200‑watt bulbs. That modest glow marked the moment humans first coaxed electrical power directly from the atom.",
      "fact_year": 1951,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Experimental_Breeder_Reactor_I",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "The first nuclear-generated light bulbs pair perfectly with an \"Electric Shock\" set about raw electrical energy and power."
    },
    {
      "hour": 1,
      "fact_text": "In the early hours of December 20, 2022, a European Vega C rocket carrying two Pléiades Neo Earth‑observation satellites failed shortly after liftoff. The mission’s loss was a stark reminder that reaching orbit is still a fragile dance between engineering precision and the unforgiving physics of spaceflight.",
      "fact_year": 2022,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Vega_C_flight_VV22",
      "episode": {
        "id": 9,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "A failed launch and lost satellites resonate with an episode about reinterpreting emptiness as creative 'space' and shifting perspective."
    },
    {
      "hour": 2,
      "fact_text": "On December 20, 2019, the United States formally created the U.S. Space Force, its first new military branch since 1947. Suddenly, guardianship of orbits and satellites became an official theater of operations, turning outer space into an institutionalized domain of strategy and symbolism.",
      "fact_year": 2019,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/United_States_Space_Force",
      "episode": {
        "id": 2,
        "title": "Sedna FM #02 - Destination Sedna",
        "description": "Continuing the Sedna FM journey together with family and friends! Episode two of the main series — exploring new musical territories and deepening the connection with our listeners. A collective voyage through sound.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/destination-sedna",
        "songs": [
          "Pink Floyd - Breathe",
          "The fountain DC - Starburster",
          "Laura Cahen - La Poussiere",
          "Taxi Kebab - Lmchi w rjou3",
          "Odion Iruoje - Identify With Your Roots",
          "Depeche mode - world in my eyes (Oil Tank Mix)",
          "Massive attack - Dissolved girl",
          "Kokoroko - Three piece suite",
          "Salin - Egungun",
          "E.S.P. - It's You"
        ],
        "music-genres": [
          "Progressive Rock",
          "Post-Punk",
          "French Pop",
          "Maghreb",
          "Afrobeat",
          "Synthpop",
          "Trip-Hop"
        ]
      },
      "match_reason": "A new branch dedicated to space defense aligns with a \"Destination Sedna\" voyage, blending cosmic themes and exploration."
    },
    {
      "hour": 3,
      "fact_text": "On December 20, 1941, the American Volunteer Group—better known as the Flying Tigers—fought its first battle over Kunming, China. These volunteer pilots, flying shark‑toothed fighter planes, became legendary symbols of improvisation and grit in the early, chaotic days of World War II in Asia.",
      "fact_year": 1941,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/American_Volunteer_Group",
      "episode": {
        "id": 41,
        "title": "Morning Drops #36 - Women of Rock",
        "description": "A tribute to the women who shaped the sound of rock, the ones who picked up a guitar and refused to ask for permission. The conversation unfolds in Italian, led by Gaia and her father. A dialogue between generations and a reminder that the pulse of rock has always belonged to anyone brave enough to play it loud. Distortion, rhythm, freedom.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-women-of-rock",
        "songs": [
          "Suzi Quatro - Can the Can",
          "Joan Jett & The Blackhearts - I Love Rock 'n Roll",
          "Laura Cox - Hard Blues Shot",
          "Jackie Venson - Always Free (Live)"
        ],
        "music-genres": [
          "Glam Rock",
          "Hard Rock",
          "Blues Rock"
        ]
      },
      "match_reason": "The Flying Tigers’ rebellious volunteer spirit fits a loud, guitar‑driven tribute to people who defied expectations and fought their own battles."
    }
  ],
  "generated_at": "2025-12-20T09:12:17.741224+00:00",
  "date": "2025-12-20",
  "updated_at": "2025-12-20T12:00:01.222569+00:00"
}