{
  "current_hour": 0,
  "current_fact": {
    "hour": 0,
    "fact_text": "In 2004, NASA’s Spirit rover bounced to a stop inside Mars’s Gusev Crater and then ‘unfolded’ itself like a metal flower, driving off its lander to become a long‑lived Martian geologist. Designed for a 90‑day mission, Spirit survived for over six years, climbing hills, analyzing rocks, and sending back panoramas that reshaped how we imagine the Red Planet.",
    "fact_year": 2004,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Spirit_(rover)",
    "episode": {
      "id": 9,
      "title": "Morning Drops #03 - Space Shift",
      "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
      "songs": [
        "Willy J Healey - Woke Up Smiling",
        "The Chemical Brothers - Go",
        "The Strokes - You Only Live Once"
      ],
      "music-genres": [
        "Indie Rock",
        "Electronic",
        "Garage Rock"
      ]
    },
    "match_reason": "A Mars rover turning empty Martian desert into discovery pairs with an episode about transforming emptiness into creative space and forward motion."
  },
  "queue": [
    {
      "hour": 1,
      "fact_text": "In 1959, the Soviet probe Luna 1 missed its intended lunar impact, but in doing so became the first spacecraft ever to reach the Moon’s vicinity and escape Earth’s gravity into a heliocentric orbit. Humanity accidentally launched its first artificial ‘mini‑planet’, silently circling the Sun between Earth and Mars.",
      "fact_year": 1959,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Luna_1",
      "episode": {
        "id": 2,
        "title": "Sedna FM #02 - Destination Sedna",
        "description": "Continuing the Sedna FM journey together with family and friends! Episode two of the main series — exploring new musical territories and deepening the connection with our listeners. A collective voyage through sound.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/destination-sedna",
        "songs": [
          "Pink Floyd - Breathe",
          "The fountain DC - Starburster",
          "Laura Cahen - La Poussiere",
          "Taxi Kebab - Lmchi w rjou3",
          "Odion Iruoje - Identify With Your Roots",
          "Depeche mode - world in my eyes (Oil Tank Mix)",
          "Massive attack - Dissolved girl",
          "Kokoroko - Three piece suite",
          "Salin - Egungun",
          "E.S.P. - It's You"
        ],
        "music-genres": [
          "Progressive Rock",
          "Post-Punk",
          "French Pop",
          "Maghreb",
          "Afrobeat",
          "Synthpop",
          "Trip-Hop"
        ]
      },
      "match_reason": "A pioneering voyage out of Earth’s orbit fits a sound‑voyage themed around travelling to distant destinations and new territories."
    },
    {
      "hour": 2,
      "fact_text": "In 1958, Sputnik 1—Earth’s very first artificial satellite—finally re‑entered the atmosphere and burned up after just three months in orbit. During its brief life, the beeping metal sphere triggered the Space Race, inspired a generation of scientists, and turned the night sky into a place of human‑made signals.",
      "fact_year": 1958,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Sputnik_1",
      "episode": {
        "id": 33,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "Sputnik’s first artificial signal from orbit mirrors an episode about our evolving relationship with technology and invisible networks of connection."
    },
    {
      "hour": 3,
      "fact_text": "On a January day in 1909, Antarctic explorer Aeneas Mackintosh narrowly escaped death by leaping between drifting ice floes after his ship’s moorings failed. Surrounded by shifting sea ice and freezing water, his desperate dash across moving slabs became one of the quieter, lesser‑known survival stories of polar exploration.",
      "fact_year": 1909,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Aeneas_Mackintosh",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "Both stories unfold in icy waters near the poles, mixing danger, cold light, and the vastness of drifting ice and sea."
    },
    {
      "hour": 4,
      "fact_text": "In 1903, an elephant named Topsy was publicly electrocuted at Coney Island’s Luna Park, an event grimly filmed by the Edison company as \"Electrocuting an Elephant.\" Intended as a spectacle and a warning about electricity, the incident later became a haunting symbol of animal cruelty and the darker side of early modern technology.",
      "fact_year": 1903,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Topsy_(elephant)",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "The tragic story centers on lethal electricity and spectacle, echoed—more playfully and safely—in an episode themed around electric energy and shock."
    },
    {
      "hour": 5,
      "fact_text": "On this day in 46 BC, Julius Caesar fought the Battle of Ruspina in North Africa, finding himself outnumbered and nearly encircled by Titus Labienus’s cavalry. Caesar responded with an unusual staggered formation of infantry, turning a near‑disaster into a fighting retreat that showcased his improvisational brilliance under pressure.",
      "fact_year": -46,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Ruspina",
      "episode": {
        "id": 42,
        "title": "Morning Drops #36 - Women of Rock",
        "description": "A tribute to the women who shaped the sound of rock, the ones who picked up a guitar and refused to ask for permission. The conversation unfolds in Italian, led by Gaia and her father. A dialogue between generations and a reminder that the pulse of rock has always belonged to anyone brave enough to play it loud. Distortion, rhythm, freedom.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-women-of-rock",
        "songs": [
          "Suzi Quatro - Can the Can",
          "Joan Jett & The Blackhearts - I Love Rock 'n Roll",
          "Laura Cox - Hard Blues Shot",
          "Jackie Venson - Always Free (Live)"
        ],
        "music-genres": [
          "Glam Rock",
          "Hard Rock",
          "Blues Rock"
        ]
      },
      "match_reason": "A tense ancient battle of will and strategy is paired with an episode about defiance and power, both radiating a combative, unapologetic energy."
    },
    {
      "hour": 6,
      "fact_text": "In 1967, The Doors released their self‑titled debut album, opening with the hypnotic \"Break On Through\" and closing with the sprawling, surreal suite \"The End.\" The record fused rock, jazz, poetry, and psychedelia into a dark, cinematic sound that challenged what a rock album could be.",
      "fact_year": 1967,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/The_Doors",
      "episode": {
        "id": 36,
        "title": "Morning Drops #30 - Star Treatment",
        "description": "A celebration of change and transformation. Gaia traces the evolution of Arctic Monkeys - from raw energy to cinematic sound - reflecting on how artists, and all of us, grow and change through time. A journey through courage, curiosity, and the beauty of slowing down.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-star-treatment",
        "songs": [
          "Arctic Monkeys - Brainstorm",
          "Arctic Monkeys - Pretty Visitors",
          "Arctic Monkeys - Star Treatment",
          "Arctic Monkeys - There’d Better Be a Mirrorball"
        ],
        "music-genres": [
          "Indie Rock",
          "Psychedelic Rock",
          "Lounge Pop"
        ]
      },
      "match_reason": "A landmark debut that blurred rock’s boundaries aligns with an episode reflecting on bands’ evolutions and cinematic, psychedelic transformations in sound."
    },
    {
      "hour": 7,
      "fact_text": "In January 1998, a slow‑moving weather system dumped layer upon layer of freezing rain over eastern Canada and the northeastern United States, encasing cities and forests in thick ice. The storm snapped thousands of power lines and trees, turning familiar landscapes into fragile crystal sculptures and leaving millions in the dark for days or weeks.",
      "fact_year": 1998,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/January_1998_North_American_ice_storm",
      "episode": {
        "id": 21,
        "title": "Morning Drops #15 - Unfreezing",
        "description": "A short, honest Morning Drop with no grand theme — just four tracks, a bit of voice, and the decision to not wait for the 'right' moment. Room to breathe today.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-unfreezing",
        "songs": [
          "Jelisa - Friendly Pressure",
          "Jane Birkin & Serge Gainsbourg - Je t’aime… moi non plus",
          "Feng Suave - Maybe Another Time",
          "Bernard Badie - In Love (DJ Quad's at Night Mix)"
        ],
        "music-genres": [
          "Trip-Hop",
          "French Pop",
          "Indie",
          "Deep House"
        ]
      },
      "match_reason": "A world literally frozen in ice pairs poetically with an episode titled “Unfreezing,” inviting a gentle thaw from tension and stillness."
    },
    {
      "hour": 8,
      "fact_text": "On this day in 2008, a Let L‑410 Turbolet on a short hop over Venezuela’s Los Roques Archipelago vanished from radar and crashed into the sea, killing all 14 on board. For years, the wreckage remained elusive in the turquoise waters, adding a layer of mystery to a small island chain better known for coral reefs than aviation disasters.",
      "fact_year": 2008,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2008_Los_Roques_Archipelago_Transaven_Let_L-410_crash",
      "episode": {
        "id": 37,
        "title": "Morning Drops #31 - Sailing With Germans",
        "description": "From the deck of a sailing boat, hosted by Yasmin and her special guests. A week at sea with six Germans, each with their own stories, songs, and ways of moving through the waves. From shared meals to unexpected laughter, from quiet resilience to sun-soaked joy — a collection of voices and tracks that reflect what it means to journey together.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sailing-with-germans",
        "songs": [
          "Billy Talent - Dead Silence",
          "Ben Howard - Keep Your Head Up",
          "Ziggy Alberts - Simple Things",
          "Vitor Kley - O Sol",
          "Enya - Orinoco Flow",
          "Paveier - Leev Marie"
        ],
        "music-genres": [
          "Punk Rock",
          "Indie Folk",
          "Surf Pop",
          "New Age",
          "German Folk"
        ]
      },
      "match_reason": "Both stories unfold above open water; the episode’s sea journey offers a reflective, human counterpoint to the fragility of travel over ocean landscapes."
    },
    {
      "hour": 9,
      "fact_text": "In 2004, after the peaceful Rose Revolution, Mikheil Saakashvili was elected President of Georgia at just 36 years old. His landslide victory symbolized a sharp generational and political turn, as a post‑Soviet nation tried to rewrite its future almost overnight.",
      "fact_year": 2004,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2004_Georgian_presidential_election",
      "episode": {
        "id": 45,
        "title": "Morning Drops #39 - Moving Meditation",
        "description": "An episode inspired by how travel helps us see more clearly. Stepping into new places opens the mind, shifts perspective. The music moves through balearic warmth, boogie grooves, world and latin-folk influences, and touches of new wave — a selection built to follow the quiet changes that happen when you're out of your usual rhythm.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-moving-meditation",
        "songs": [
          "Stella & The Longos - La Flamme",
          "España Circo Este - Dormo poco e sogno molto",
          "Mystic Jungle - Sunset Breaker",
          "Talking Heads - This Must Be the Place (Naive Melody)"
        ],
        "music-genres": [
          "Balearic",
          "Italian Folk Rock",
          "World Music",
          "New Wave"
        ]
      },
      "match_reason": "A country shifting political direction mirrors an episode about shifts in perspective and quiet, transformative movement."
    },
    {
      "hour": 10,
      "fact_text": "In 1989 over the Gulf of Sidra, two U.S. Navy F‑14 Tomcats engaged and shot down two Libyan MiG‑23s in a tense, high‑speed duel of radar locks and evasive turns. The encounter compressed Cold War politics into a few minutes of contrails and missile trails over international waters.",
      "fact_year": 1989,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1989_air_battle_near_Tobruk",
      "episode": {
        "id": 31,
        "title": "Morning Drops #25 - A Trip-Hop Journey",
        "description": "Hosted by friend Lorenzo, a journey through the roots and evolution of trip-hop. From Bristol's early experiments with Massive Attack and Tricky, to DJ Shadow's cinematic sampling in California, and Thievery Corporation's global downtempo grooves in Washington D.C. — exploring how this genre blurred boundaries and reshaped electronic music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-trip-hop-journey",
        "songs": [
          "Massive Attack - Unfinished Sympathy",
          "Tricky - Hell Is Round the Corner",
          "DJ Shadow - Midnight in a Perfect World",
          "Thievery Corporation - Lebanese Blonde",
          "Smoke City - Underwater Love"
        ],
        "music-genres": [
          "Trip-Hop",
          "Downtempo",
          "Electronic"
        ]
      },
      "match_reason": "An aerial dogfight’s tension and cinematic feel fits with trip‑hop’s filmic atmosphere and blurred boundaries between conflict and calm."
    },
    {
      "hour": 11,
      "fact_text": "In 1944, Operation Carpetbagger began sending black‑painted bombers on moonlit flights over Nazi‑occupied Europe, dropping weapons, radios, and agents to resistance fighters. Pilots cut their engines low over forests and fields, turning the night sky into a secret supply line woven from courage and darkness.",
      "fact_year": 1944,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Operation_Carpetbagger",
      "episode": {
        "id": 48,
        "title": "Evening Flows #01 - Yasmin - Crescendo in the Medina",
        "description": "The first Evening Flow episode comes from Yasmin. It starts deep in the medina, slow, mysterious, textured, and grows into a liberating dance across sub-Saharan landscapes. A journey through ambient soundscapes, Arabic melodies, Afro-Latin rhythms, and funky highlife grooves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/evening-flows-party-in-the-medina",
        "songs": [
          "Stive Morgan - Solar Wind, Pt. 3",
          "David Visan & Carlos Campos - Crystal Heart",
          "Evan Mars - Ya Zareef Al Tool",
          "Gerardo Frisina - Cuiabá",
          "Dele Sosimi & Medlar - You No Fit Touch Am (Medlar Remix)",
          "The Busy Twist - Friday Night"
        ],
        "music-genres": [
          "Ambient",
          "Deep House",
          "World Music",
          "Nu Jazz",
          "Afrobeat",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "Shadowy night flights and hidden resistance resonate with the episode’s slow, mysterious build into liberation and movement."
    },
    {
      "hour": 12,
      "fact_text": "In 1878, after centuries under Ottoman rule, the city of Sofia was liberated during the Russo‑Turkish War. Within years it transformed from a provincial town into the capital of a newly autonomous Bulgaria, its streets and skyline reshaped to reflect a reborn national identity.",
      "fact_year": 1878,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Sofia",
      "episode": {
        "id": 17,
        "title": "Morning Drops #11 - Mediterranean Boat",
        "description": "Gaia invites you to embark on a musical voyage across the Mediterranean. Exploring music from different countries shared by people who call them home. A warm, sun-soaked journey through coastal sounds.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-mediterranean-boat",
        "songs": [
          "Arleta - Bar To Navagio",
          "Baba Zula - Tavla",
          "Mylène Farmer - Désenchantée",
          "Fabrizio De André - Crêuza de mä"
        ],
        "music-genres": [
          "Greek Folk",
          "Turkish Psychedelic",
          "French Pop",
          "Italian Singer-Songwriter"
        ]
      },
      "match_reason": "Sofia’s liberation in the Balkans pairs with an episode sailing the broader Mediterranean region, connecting shifting borders, cultures, and coastal stories."
    },
    {
      "hour": 13,
      "fact_text": "In 1854, the remote McDonald Islands were sighted and charted by Captain William McDonald, adding another tiny, volcanic puzzle piece to the map of the Southern Ocean. These windswept specks, uninhabited and often shrouded in cloud, are now one of Earth’s least disturbed subantarctic ecosystems.",
      "fact_year": 1854,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Heard_Island_and_McDonald_Islands",
      "episode": {
        "id": 27,
        "title": "Morning Drops #21 - Endless Summer",
        "description": "Recorded from Fano, a quiet town on the Adriatic coast where summer stretches long and slow. Between swims, simple meals, and time with family, Gaia reflects on the kind of music that helps us return to ourselves. Through different shades of jazz — from minimal and meditative to warm and rhythmic — an invitation to slip into that endless summer feeling.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-endless-summer",
        "songs": [
          "Nik Bärtsch - Modul 14",
          "Mama Terra - Chameleon (Single Edit)",
          "Spyro Gyra - Morning Dance",
          "Yussef Kamaal - Black Focus"
        ],
        "music-genres": [
          "Minimal Jazz",
          "Nu Jazz",
          "Jazz Fusion",
          "UK Jazz"
        ]
      },
      "match_reason": "The discovery of quiet, far‑flung islands matches a calm, coastal, long‑summer mood built on spacious, exploratory jazz."
    },
    {
      "hour": 14,
      "fact_text": "On this day in 1853, Solomon Northup, a free Black musician from New York who had been kidnapped and sold into slavery, finally regained his freedom after twelve harrowing years in the American South. His memoir, \"Twelve Years a Slave\", became a bestseller, bringing an unflinching, first‑person account of slavery’s brutality to readers across the country.",
      "fact_year": 1853,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Solomon_Northup",
      "episode": {
        "id": 14,
        "title": "Morning Drops #08 - (un)Boxing",
        "description": "An episode about breaking free from expectations and labels. Music that helps us unbox ourselves and embrace who we truly are.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-unboxing",
        "songs": [
          "Kendrick Lamar - Feel",
          "Kendrick Lamar - The Blacker the Berry",
          "Kendrick Lamar - Mirror"
        ],
        "music-genres": [
          "Hip-Hop",
          "Conscious Rap"
        ]
      },
      "match_reason": "Northup’s story of reclaiming freedom and identity connects with an episode about breaking out of boxes and confronting systems that confine us."
    },
    {
      "hour": 15,
      "fact_text": "In 1844, the first issue of Saima, a Swedish‑language newspaper founded by philosopher and nationalist J. V. Snellman, rolled off the press in Kuopio, Finland. From a small city in the north, it stirred debates about language, identity, and autonomy that would echo through Finnish culture and politics.",
      "fact_year": 1844,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Saima_(newspaper)",
      "episode": {
        "id": 24,
        "title": "Morning Drops #18 - Sardegna",
        "description": "Yasmin traces her connection to Sardegna — the island where her Italian journey began. Through music and memory, she shares the story of how this place shaped her family's path, and why it still holds such a deep place in her heart.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-18-sardegna",
        "songs": [
          "Piero Marras - Istrales",
          "Mahmood & Tenores di Bitti - Com’è profondo il mare",
          "Fabrizio De André - Hotel Supramonte",
          "Giuni Russo - Alghero"
        ],
        "music-genres": [
          "Italian Folk",
          "Sardinian",
          "Italian Pop"
        ]
      },
      "match_reason": "A regional newspaper shaping national identity parallels an episode exploring how a specific place and its language‑culture imprint a personal and collective story."
    },
    {
      "hour": 16,
      "fact_text": "In 1762, Great Britain declared war on Spain, drawing it fully into the global Seven Years’ War—a conflict that stretched from European fields to Caribbean seas and Indian forts. That one decision helped redraw colonial maps, setting the stage for future nations across the Americas and beyond.",
      "fact_year": 1762,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Seven_Years%27_War",
      "episode": {
        "id": 30,
        "title": "Morning Drops #24 - The Rise Of Afrobeat",
        "description": "An exploration of the rise of Afrobeat, tracing its roots and evolution as a genre that blends African rhythms with jazz, funk, and highlife. A celebration of the infectious energy and cultural significance of this influential musical movement.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-rise-of-afrobeat",
        "songs": [
          "E.T. Mensah - Ghana Freedom",
          "I.K. Dairo - Salome",
          "Fela Kuti - Great Kids",
          "Fela Kuti - Expensive Shit"
        ],
        "music-genres": [
          "Highlife",
          "Jùjú",
          "Afrobeat"
        ]
      },
      "match_reason": "A global imperial war that shaped African and American histories connects with an episode tracing Afrobeat’s emergence from colonial legacies and resistance."
    },
    {
      "hour": 17,
      "fact_text": "In 2019, a fire in an escape room in Koszalin, Poland, filled the building with carbon monoxide, killing five teenage girls celebrating a birthday. The tragedy sparked nationwide inspections and a re‑examination of safety standards in entertainment spaces that are supposed to simulate danger, not create it.",
      "fact_year": 2019,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Koszalin_escape_room_fire",
      "episode": {
        "id": 26,
        "title": "Morning Drops #20 - Hitchhiking Poland",
        "description": "Yasmin takes you back to the summer of 2020, when borders were still uncertain and a long-held wish to visit Poland finally came true. Through four tracks, tracing her journey from a stranger's couch in Poznań to the peaks of Zakopane.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-hitchhiking-poland",
        "songs": [
          "Pidżama Porno - Ezoteryczny Poznań",
          "Seev, Masswo - Primal Scream",
          "Antoha MC - Ритм сердца",
          "Yugopolis & Maciej Maleńczuk - Ostatnia Nocka"
        ],
        "music-genres": [
          "Polish Rock",
          "Electronic",
          "Russian Rap",
          "Slavic Folk Rock"
        ]
      },
      "match_reason": "The event and the episode share the same country; the reflective travelogue offers a tender, human lens on Poland after a national tragedy tied to youth and leisure."
    },
    {
      "hour": 18,
      "fact_text": "On January 4, 2010, the Burj Khalifa officially opened in Dubai, instantly becoming the tallest building on Earth at over 828 meters. Designed to be a vertical city, it pierces the desert sky so high that its top floors can watch the sun set twice—by taking an elevator up after it disappears on the horizon.",
      "fact_year": 2010,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Burj_Khalifa",
      "episode": {
        "id": 1,
        "title": "Sedna FM #01 - November Bomb",
        "description": "The first Family & Friends radio episode from Yasmin Sarbaoui and Gaia Parolini. Where it all began — a life soundtrack that launched Sedna FM into the universe. Raw, heartfelt, and full of the energy that defines everything that followed.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/november-bomb",
        "songs": [
          "berlioz - Open this wall",
          "Nas - One Mic",
          "Canserbero - De la vida como pelicula, tragedia, comedia y ficcion",
          "Frankie Knuckles - Your Love",
          "Notorious B.I.G. - 17 Ten Crack Commandments",
          "Liloca - Utani Xuva",
          "Fela Kuti - Zombie",
          "Neffa - Aspettando il sole",
          "Childish Gambino - No Excuses",
          "Modjo - Music takes you back"
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeat",
          "House",
          "Italian Pop",
          "R&B",
          "Latin Rap"
        ]
      },
      "match_reason": "The opening of the world’s tallest tower—an ambitious launch into the sky—matches the energetic \"where it all began\" launch of the station’s very first episode."
    },
    {
      "hour": 19,
      "fact_text": "In 2000, near the village of Åsta in Norway, two passenger trains collided head‑on on a single-track line after a cascade of signaling and communication failures. The crash killed 19 people and led to major reforms in Norwegian rail safety, including new automatic train control systems.",
      "fact_year": 2000,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/%C3%85sta_accident",
      "episode": {
        "id": 5,
        "title": "Sedna FM #05 - On The Go - Zero Zero",
        "description": "An energetic mix for when you're on the move. Zero Zero captures that feeling of starting fresh, moving forward, and embracing the journey. Perfect for travel, walks, or just getting things done.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/on-the-go-zero-zero",
        "songs": [
          "Alborosie - Rock the dancehall",
          "Grace Jones - Pull up to the bumper",
          "Hollie cook - Happy hour",
          "Easy star all star - Soul love",
          "Jeremie Albino - Rolling down the 405",
          "Cyril Neville - I found joy",
          "Aretha Franklin - Rock steady",
          "James Brown - Talking loud and saying nothing (remix)",
          "Nubiyan Twist - So mi stay",
          "Professor Wouassa - Fallou Fall",
          "Jarabe de Palo - La Flaca"
        ],
        "music-genres": [
          "Reggae",
          "Funk",
          "Soul",
          "Afrobeat",
          "Latin Rock",
          "New Wave"
        ]
      },
      "match_reason": "A tragic collision on a journey contrasts with an episode about moving forward; together they highlight both the joy and vulnerability of being ‘on the go’."
    },
    {
      "hour": 20,
      "fact_text": "Although best known as a Martian tourist today, Spirit the rover also made an unexpected discovery: patches of nearly pure silica in the Martian soil, likely formed by hot springs or steam vents. On Earth, similar deposits preserve traces of microbial life, turning Spirit’s dusty wheel tracks into one of Mars’s most tantalizing hints of a potentially habitable past.",
      "fact_year": 2007,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Spirit_(rover)",
      "episode": {
        "id": 49,
        "title": "Morning Drops #42 - The Joy Of Learning",
        "description": "Hosted by Yasmin, this Morning Drop explores learning as a lifelong process, focusing on persistence, repetition, and the emotional landscape that comes with challenging oneself over time.\n\nThrough personal stories and scientific insights, the episode looks at how learning reshapes the brain, generates joy through effort, and why progress often arrives after confusion and frustration. It reflects on the so-called delayed pleasure effect, the role of dopamine in motivation, and how curiosity and learning support long-term wellbeing.\n\nThe episode also questions our cultural relationship with failure and invites a softer, more realistic approach to learning, one that accepts mistakes as part of growth and sees persistence as a quiet form of strength.\n\nMood: reflective, grounded, quietly hopeful\nMusic genre: alternative rock, hip hop, electronic, neo-soul, drill\n\nA space to listen slowly and stay with the process.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-joy-of-learning",
        "songs": [
          "Radiohead - Separator",
          "Mac Miller - What's the Use?",
          "Morad & Beny Jr - Sigue",
          "Post Malone - White Iverson"
        ],
        "music-genres": [
          "Alternative Rock",
          "Experimental Electronic",
          "Hip Hop",
          "Neo-Soul",
          "Drill / Trap"
        ]
      },
      "match_reason": "Spirit’s years of slow, iterative exploration leading to a surprising scientific payoff mirror an episode about persistence, curiosity, and the delayed joy of learning."
    },
    {
      "hour": 21,
      "fact_text": "Decades before he became a wartime expedition leader, Aeneas Mackintosh had already lost an eye in an earlier accident on Shackleton’s Nimrod Expedition, only to return to Antarctica again and again. His 1909 ice‑floe escape is just one chapter in a life defined by venturing back into harsh, dazzling polar light after each setback.",
      "fact_year": 1909,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Aeneas_Mackintosh",
      "episode": {
        "id": 39,
        "title": "Morning Drops #33 - Immerse",
        "description": "An analogy between diving, one of Gaia's great passions, and the act of immersing in life itself. A reflection on what happens when we go below the surface: when we let ourselves be fully present. From moments of calm suspension to warm, rhythmic flow, the selection moves like water — fluid, organic, and alive. An invitation to slow down, listen deeper, and float.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-immerse",
        "songs": [
          "Pino D'Angiò - Un Po' d'Uva e un Liquore",
          "Midlife - The Magnificent Moon",
          "Tornado Wallace - Today",
          "Nu Genea - Marechià (feat. Celia Kameni)"
        ],
        "music-genres": [
          "Italo Disco",
          "Indie",
          "Balearic",
          "Nu Disco"
        ]
      },
      "match_reason": "Mackintosh’s repeated plunges into extreme environments pair with an episode about immersing yourself fully in an element—sea, ice, or sound."
    },
    {
      "hour": 22,
      "fact_text": "The Luna Park where Topsy met her fate was itself a shimmering symbol of early 20th‑century modernity—lit by 250,000 electric lamps in an era when many city streets were still dark. That same power, used to conjure wonder, was turned into a weapon on a single, unforgettable day.",
      "fact_year": 1903,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Luna_Park_(Coney_Island,_1903)",
      "episode": {
        "id": 18,
        "title": "Morning Drops #12 - 80's Club",
        "description": "Starting with a Monday evening in Munich — a few drinks, friends, and landing in an 80s dance party. From Donna Summer's hypnotic pulse, to Depeche Mode's bright synthpop, Ken Laszlo's Italo Disco romance, and Mylène Farmer's darker theatrical world. Four songs, four corners of the 80s — connected by the machines that changed how we dance.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-80s-club",
        "songs": [
          "Donna Summer - I Feel Love",
          "Depeche Mode - Just Can't Get Enough",
          "Ken Laszlo - Hey Hey Guy",
          "Mylène Farmer - Sans Contrefaçon"
        ],
        "music-genres": [
          "Disco",
          "Synthpop",
          "Italo Disco",
          "French Pop"
        ]
      },
      "match_reason": "The park’s pioneering electric spectacle connects with an episode celebrating electronic dance music and light‑soaked club culture shaped by machines."
    },
    {
      "hour": 23,
      "fact_text": "Long after the cannons of the Seven Years’ War fell silent, its treaties quietly reshaped the map in ways that would help set the stage for both the American and French Revolutions. A conflict once nicknamed the \"first world war\" still ripples through today’s borders, languages, and cultural fault lines.",
      "fact_year": 1763,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Seven_Years%27_War",
      "episode": {
        "id": 22,
        "title": "Morning Drops #16 - The Sound of Tuareg",
        "description": "A journey into the sound of the Tuareg: from traditional chants and desert rituals to the electrified rhythms of exile and resistance. Music shaped by sand, memory, and survival.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-sound-of-tuareg",
        "songs": [
          "Les Filles de Illighadad - Imigradan",
          "Tinariwen - Amassakoul ’N’ Ténéré",
          "Liya Ag Ablil - Awa Adounia",
          "Tinariwen - Sastanàqqàm"
        ],
        "music-genres": [
          "Desert Blues",
          "Tuareg",
          "World Music"
        ]
      },
      "match_reason": "A global war that redefined territories echoes in an episode about peoples whose music arises from borders, exile, and long memories of conflict and survival."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "In 2004, NASA’s Spirit rover bounced to a stop inside Mars’s Gusev Crater and then ‘unfolded’ itself like a metal flower, driving off its lander to become a long‑lived Martian geologist. Designed for a 90‑day mission, Spirit survived for over six years, climbing hills, analyzing rocks, and sending back panoramas that reshaped how we imagine the Red Planet.",
      "fact_year": 2004,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Spirit_(rover)",
      "episode": {
        "id": 9,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "A Mars rover turning empty Martian desert into discovery pairs with an episode about transforming emptiness into creative space and forward motion."
    }
  ],
  "generated_at": "2026-01-04T00:00:00.011537+00:00",
  "date": "2026-01-04",
  "updated_at": "2026-01-04T00:00:52.378597+00:00"
}