{
  "current_hour": 18,
  "current_fact": {
    "hour": 18,
    "fact_text": "On 3 January 2023, Singapore's Jurong Bird Park, once Asia’s largest bird park, permanently closed after more than 50 years of operation. Home to thousands of birds and soaring aviaries, it preserved rare species and inspired generations of urban visitors to look up and listen.",
    "fact_year": 2023,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Jurong_Bird_Park",
    "episode": {
      "id": 46,
      "title": "Morning Drops #40 - Diving With Orcas",
      "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
      "songs": [
        "Ludovico Einaudi - Experience",
        "The Temper Trap - Sweet Disposition",
        "Alex Warren - Ordinary",
        "Piero Umiliani - Il tuo volto"
      ],
      "music-genres": [
        "Neo-Classical",
        "Indie Rock",
        "Pop",
        "Italian Film Score"
      ]
    },
    "match_reason": "The closing of a beloved bird sanctuary aligns with an episode about intimate encounters with wildlife; both honor fragile, awe-inspiring animal worlds as they brush against human change."
  },
  "queue": [
    {
      "hour": 19,
      "fact_text": "In 2016, following Saudi Arabia’s execution of Shia cleric Nimr al-Nimr, Iran cut diplomatic ties with the kingdom. The rupture deepened a long-running rivalry that spans religion, politics, and oil, and echoes across conflicts from Syria to Yemen.",
      "fact_year": 2016,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Iran%E2%80%93Saudi_Arabia_relations",
      "episode": {
        "id": 8,
        "title": "Morning Drops #02 - Waves of the Maghreb",
        "description": "Oriental vibes guided by Yasmin. Discovering curious facts about the Maghreb, together with its fascinating music! A wonderful trip with a selection of songs from North Africa.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-waves-of-the-maghreb",
        "songs": [
          "Hedi Jouini - Lamouni",
          "Rachid Taha - Ya Rayah",
          "Nass El Ghiwane - El Madi Fate"
        ],
        "music-genres": [
          "Maghreb",
          "Chaabi",
          "Raï"
        ]
      },
      "match_reason": "A diplomatic break in the Middle East sits alongside an episode about North African and Arab-influenced music, offering cultural texture and human stories from a region too often reduced to geopolitics."
    },
    {
      "hour": 20,
      "fact_text": "Shifting back to 1961, the same year as SL-1 and the Cuba break, the world was deep in the Cold War’s most anxious decade. Nuclear arsenals expanded, proxy wars simmered, and yet science, art, and counterculture were quietly planting seeds for the transformations to come.",
      "fact_year": 1961,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Cold_War",
      "episode": {
        "id": 2,
        "title": "Sedna FM #02 - Destination Sedna",
        "description": "Continuing the Sedna FM journey together with family and friends! Episode two of the main series — exploring new musical territories and deepening the connection with our listeners. A collective voyage through sound.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/destination-sedna",
        "songs": [
          "Pink Floyd - Breathe",
          "The fountain DC - Starburster",
          "Laura Cahen - La Poussiere",
          "Taxi Kebab - Lmchi w rjou3",
          "Odion Iruoje - Identify With Your Roots",
          "Depeche mode - world in my eyes (Oil Tank Mix)",
          "Massive attack - Dissolved girl",
          "Kokoroko - Three piece suite",
          "Salin - Egungun",
          "E.S.P. - It's You"
        ],
        "music-genres": [
          "Progressive Rock",
          "Post-Punk",
          "French Pop",
          "Maghreb",
          "Afrobeat",
          "Synthpop",
          "Trip-Hop"
        ]
      },
      "match_reason": "An era defined by geopolitical standoff pairs with an episode about voyaging across musical borders, suggesting that while states dug in, people and sounds kept traveling."
    },
    {
      "hour": 21,
      "fact_text": "Another thread from 3 January 1959: as Alaska joined the Union, it brought with it Indigenous cultures like the Inuit, Yupik, and Tlingit, whose relationship with ice, sea, and sky stretches back millennia. Their oral histories encode climate shifts, animal migrations, and survival strategies in some of Earth’s harshest conditions.",
      "fact_year": 1959,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Alaska_Natives",
      "episode": {
        "id": 22,
        "title": "Morning Drops #16 - The Sound of Tuareg",
        "description": "A journey into the sound of the Tuareg: from traditional chants and desert rituals to the electrified rhythms of exile and resistance. Music shaped by sand, memory, and survival.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-sound-of-tuareg",
        "songs": [
          "Les Filles de Illighadad - Imigradan",
          "Tinariwen - Amassakoul ’N’ Ténéré",
          "Liya Ag Ablil - Awa Adounia",
          "Tinariwen - Sastanàqqàm"
        ],
        "music-genres": [
          "Desert Blues",
          "Tuareg",
          "World Music"
        ]
      },
      "match_reason": "Arctic Indigenous knowledge of snow and sea resonates with Tuareg desert blues; both are music born from extreme environments, memory, and survival under vast skies."
    },
    {
      "hour": 22,
      "fact_text": "Zooming back to the Moon, Chang’e 4’s Yutu-2 rover—deployed on 3 January 2019—became the first robot to drive on the lunar far side. It carried ground-penetrating radar and spectrometers, quietly reading the Moon’s buried layers like pages in a frozen history book.",
      "fact_year": 2019,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Yutu-2",
      "episode": {
        "id": 31,
        "title": "Morning Drops #25 - A Trip-Hop Journey",
        "description": "Hosted by friend Lorenzo, a journey through the roots and evolution of trip-hop. From Bristol's early experiments with Massive Attack and Tricky, to DJ Shadow's cinematic sampling in California, and Thievery Corporation's global downtempo grooves in Washington D.C. — exploring how this genre blurred boundaries and reshaped electronic music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-trip-hop-journey",
        "songs": [
          "Massive Attack - Unfinished Sympathy",
          "Tricky - Hell Is Round the Corner",
          "DJ Shadow - Midnight in a Perfect World",
          "Thievery Corporation - Lebanese Blonde",
          "Smoke City - Underwater Love"
        ],
        "music-genres": [
          "Trip-Hop",
          "Downtempo",
          "Electronic"
        ]
      },
      "match_reason": "A rover gliding slowly across the silent far side of the Moon fits the cinematic, downtempo mood of a trip-hop journey—both are about deep, layered exploration beneath the surface."
    },
    {
      "hour": 23,
      "fact_text": "Finally, the day’s earthquakes, storms, and political ruptures all hint at a deeper pattern: Earth and human societies change in jolts as well as in slow, quiet drifts. Every 3 January, we’re one more orbit around the Sun into a universe where tiny technological shifts and huge natural forces keep rewriting the possible.",
      "fact_year": 2024,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/January_3",
      "episode": {
        "id": 25,
        "title": "Morning Drops #19 - Wabi Sabi",
        "description": "Wabi-sabi is a story about a handmade mug, a small mistake, and the idea that imperfection can be something to keep—not correct. In this Morning Drop, Gaia shares a moment that didn’t go to plan, and four tracks that echo the same spirit: rough takes, studio accidents, lo-fi textures, and quiet surprises. A soft, thoughtful selection moving between warm electronics, classic riffs, and raw edges.A reminder that not everything needs to be polished. Sometimes, it’s better that way.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-wabi-sabi",
        "songs": [
          "song 1"
        ],
        "music-genres": [
          "genre 1"
        ]
      },
      "match_reason": "A reflective meta-fact about the day’s imperfect, dramatic events pairs with an episode that embraces imperfection and change as something to be honored rather than smoothed away."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "On 3 January 2019, China’s Chang’e 4 spacecraft achieved the first soft landing on the far side of the Moon, a region permanently turned away from Earth. Its Yutu-2 rover began exploring an alien landscape bathed in radio silence, opening a new chapter of lunar science and deep-space engineering.",
      "fact_year": 2019,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Chang%27e_4",
      "episode": {
        "id": 9,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "A literal space milestone pairs with an episode about reimagining emptiness as creative space, mirroring the exploration of the Moon’s far side as new territory."
    },
    {
      "hour": 1,
      "fact_text": "On this day in 1999, NASA launched the Mars Polar Lander, a robotic probe aimed at studying Mars’s south polar region. Though contact was lost during descent, its ambitious design paved the way for later landers and underscored how exploration often advances through both success and failure.",
      "fact_year": 1999,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Mars_Polar_Lander",
      "episode": {
        "id": 49,
        "title": "Morning Drops #42 - The Joy Of Learning",
        "description": "Hosted by Yasmin, this Morning Drop explores learning as a lifelong process, focusing on persistence, repetition, and the emotional landscape that comes with challenging oneself over time.\n\nThrough personal stories and scientific insights, the episode looks at how learning reshapes the brain, generates joy through effort, and why progress often arrives after confusion and frustration. It reflects on the so-called delayed pleasure effect, the role of dopamine in motivation, and how curiosity and learning support long-term wellbeing.\n\nThe episode also questions our cultural relationship with failure and invites a softer, more realistic approach to learning, one that accepts mistakes as part of growth and sees persistence as a quiet form of strength.\n\nMood: reflective, grounded, quietly hopeful\nMusic genre: alternative rock, hip hop, electronic, neo-soul, drill\n\nA space to listen slowly and stay with the process.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-joy-of-learning",
        "songs": [
          "Radiohead - Separator",
          "Mac Miller - What's the Use?",
          "Morad & Beny Jr - Sigue",
          "Post Malone - White Iverson"
        ],
        "music-genres": [
          "Alternative Rock",
          "Experimental Electronic",
          "Hip Hop",
          "Neo-Soul",
          "Drill / Trap"
        ]
      },
      "match_reason": "A failed Mars landing aligns with an episode about learning, persistence, and how progress often passes through confusion and failure before insight."
    },
    {
      "hour": 2,
      "fact_text": "On 3 January 1913, a massive Atlantic coast storm produced the lowest confirmed barometric pressure ever recorded in the continental United States for a non-tropical system, dropping to 955.0 mb. This rare extratropical cyclone demonstrated how mid-latitude storms can rival hurricanes in raw atmospheric power.",
      "fact_year": 1913,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/January_1913_Atlantic_coast_storm",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "A record-breaking storm’s violent energy resonates with an episode built around electric, high-voltage rock—nature’s atmospheric shock meeting musical electricity."
    },
    {
      "hour": 3,
      "fact_text": "In 1920, a powerful magnitude 6.4 earthquake struck the Mexican states of Puebla and Veracruz, killing over 640 people. Centered near Xalapa, it reshaped local communities and geology, reminding us how tectonic forces quietly build for decades before releasing their energy in seconds.",
      "fact_year": 1920,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1920_Xalapa_earthquake",
      "episode": {
        "id": 45,
        "title": "Morning Drops #38 - History of Flamenco",
        "description": "A special journey into the history of Flamenco, guided by Yasmin and her guest Almudena from Madrid, Spain. Exploring the roots and evolution of this emotionally raw and culturally rich tradition, from its early vocal origins and Andalusian influences, through its transformation on stage and screen, to its modern reinventions by iconic Spanish artists.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-history-of-flamenco",
        "songs": [
          "La Niña de los Peines - Al Gurugú",
          "Lola Flores - Pena, penita, pena",
          "Paco de Lucía - Entre dos aguas",
          "Camarón de la Isla - La leyenda del tiempo",
          "Rosalía - Pienso en tu mirá"
        ],
        "music-genres": [
          "Flamenco",
          "Spanish Folk",
          "Nuevo Flamenco"
        ]
      },
      "match_reason": "Both the earthquake and flamenco trace deep roots along the same tectonically and culturally active arc from Mexico across to Spain, with flamenco’s percussive intensity mirroring seismic rhythms and human resilience."
    },
    {
      "hour": 4,
      "fact_text": "On this day in 1911, a magnitude 7.7 earthquake devastated the Almaty region in Russian Turkestan, essentially destroying the city of Almaty. The Kebin earthquake triggered massive landslides and ground ruptures, reshaping the Central Asian landscape in a single violent event.",
      "fact_year": 1911,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1911_Kebin_earthquake",
      "episode": {
        "id": 28,
        "title": "Morning Drops #22 - Sicilians On The Dolomites",
        "description": "Hosted by Yasmin, a musical journey inspired by the mountains. Joined by two special guests, exploring the tracks they've chosen, hearing the stories behind their picks, and discovering the personal memories each song brings to life — a blend of music, voices, and landscapes you can hear.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sicilians-on-the-dolomites",
        "songs": [
          "Franco Battiato - Haiku",
          "Florian Pellissier Quintet - Coup de foudre à Thessalonique",
          "Lucio Dalla & Francesco De Gregori - Ma come fanno i marinai",
          "Pink Floyd - Fearless"
        ],
        "music-genres": [
          "Italian Art Pop",
          "French Jazz",
          "Italian Singer-Songwriter",
          "Progressive Rock"
        ]
      },
      "match_reason": "A mountain-region megaquake pairs with a mountain-inspired episode; both explore how dramatic landscapes—and the forces that shape them—imprint themselves on memory and story."
    },
    {
      "hour": 5,
      "fact_text": "On 3 January 1961, the SL-1 experimental nuclear reactor near Idaho Falls exploded due to a steam event triggered by an improperly withdrawn control rod. It became the only U.S. reactor accident to cause immediate fatalities, transforming a remote test site into a landmark case for nuclear safety and human factors engineering.",
      "fact_year": 1961,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/SL-1",
      "episode": {
        "id": 20,
        "title": "Morning Drops #14 - Slow Planet",
        "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
        "songs": [
          "Air - Cherry Blossom Girl",
          "Kruder & Dorfmeister - Keep On Believing",
          "Tosca - Orozco",
          "Bonobo - Terrapin"
        ],
        "music-genres": [
          "Downtempo",
          "Trip-Hop",
          "Electronic",
          "Chillout"
        ]
      },
      "match_reason": "A catastrophic, rushed nuclear incident is counterbalanced by an episode advocating slowness and care, subtly highlighting how pace and attention can change technological outcomes."
    },
    {
      "hour": 6,
      "fact_text": "In 1993, at the end of the Cold War, U.S. President George H. W. Bush and Russian President Boris Yeltsin signed the START II treaty in Moscow. The agreement aimed to drastically reduce strategic nuclear arsenals, symbolizing an attempt to turn an arms race into an exercise in deliberate restraint.",
      "fact_year": 1993,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/START_II",
      "episode": {
        "id": 14,
        "title": "Morning Drops #08 - (un)Boxing",
        "description": "An episode about breaking free from expectations and labels. Music that helps us unbox ourselves and embrace who we truly are.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-unboxing",
        "songs": [
          "Kendrick Lamar - Feel",
          "Kendrick Lamar - The Blacker the Berry",
          "Kendrick Lamar - Mirror"
        ],
        "music-genres": [
          "Hip-Hop",
          "Conscious Rap"
        ]
      },
      "match_reason": "A treaty that tries to unbox two nations from their Cold War identities fits with an episode about breaking out of rigid labels and rewriting the stories we live in."
    },
    {
      "hour": 7,
      "fact_text": "On this day in 1944, famed U.S. Marine Corps flying ace Major Greg \"Pappy\" Boyington was shot down over the Pacific in his F4U Corsair by Japanese ace Masajiro Kawato in a Mitsubishi A6M Zero. The clash between two legendary pilots became part of the mythic aerial duels of World War II.",
      "fact_year": 1944,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Pappy_Boyington",
      "episode": {
        "id": 42,
        "title": "Morning Drops #36 - Women of Rock",
        "description": "A tribute to the women who shaped the sound of rock, the ones who picked up a guitar and refused to ask for permission. The conversation unfolds in Italian, led by Gaia and her father. A dialogue between generations and a reminder that the pulse of rock has always belonged to anyone brave enough to play it loud. Distortion, rhythm, freedom.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-women-of-rock",
        "songs": [
          "Suzi Quatro - Can the Can",
          "Joan Jett & The Blackhearts - I Love Rock 'n Roll",
          "Laura Cox - Hard Blues Shot",
          "Jackie Venson - Always Free (Live)"
        ],
        "music-genres": [
          "Glam Rock",
          "Hard Rock",
          "Blues Rock"
        ]
      },
      "match_reason": "High-stakes aerial dogfights and roaring fighter engines echo in the distortion, grit, and defiant energy of a rock-focused episode about courage and refusing to ask permission."
    },
    {
      "hour": 8,
      "fact_text": "On 3 January 1777, George Washington’s Continental Army defeated British forces at the Battle of Princeton. Coming on the heels of the Trenton victory, this upset helped revive American morale and proved that a scrappy, outmatched force could still outthink an empire.",
      "fact_year": 1777,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Princeton",
      "episode": {
        "id": 1,
        "title": "Sedna FM #01 - November Bomb",
        "description": "The first Family & Friends radio episode from Yasmin Sarbaoui and Gaia Parolini. Where it all began — a life soundtrack that launched Sedna FM into the universe. Raw, heartfelt, and full of the energy that defines everything that followed.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/november-bomb",
        "songs": [
          "berlioz - Open this wall",
          "Nas - One Mic",
          "Canserbero - De la vida como pelicula, tragedia, comedia y ficcion",
          "Frankie Knuckles - Your Love",
          "Notorious B.I.G. - 17 Ten Crack Commandments",
          "Liloca - Utani Xuva",
          "Fela Kuti - Zombie",
          "Neffa - Aspettando il sole",
          "Childish Gambino - No Excuses",
          "Modjo - Music takes you back"
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeat",
          "House",
          "Italian Pop",
          "R&B",
          "Latin Rap"
        ]
      },
      "match_reason": "A turning-point victory in a war for independence mirrors the origin-story energy of Sedna’s first episode—both are beginnings that change what feels possible."
    },
    {
      "hour": 9,
      "fact_text": "In early January 2015, Boko Haram militants attacked and destroyed the town of Baga in north-east Nigeria, with death toll estimates reaching up to 2,000 people. The Baga massacre became a stark symbol of how extremist violence can obliterate entire communities in days.",
      "fact_year": 2015,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Boko_Haram",
      "episode": {
        "id": 30,
        "title": "Morning Drops #24 - The Rise Of Afrobeat",
        "description": "An exploration of the rise of Afrobeat, tracing its roots and evolution as a genre that blends African rhythms with jazz, funk, and highlife. A celebration of the infectious energy and cultural significance of this influential musical movement.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-rise-of-afrobeat",
        "songs": [
          "E.T. Mensah - Ghana Freedom",
          "I.K. Dairo - Salome",
          "Fela Kuti - Great Kids",
          "Fela Kuti - Expensive Shit"
        ],
        "music-genres": [
          "Highlife",
          "Jùjú",
          "Afrobeat"
        ]
      },
      "match_reason": "A devastating West African massacre is placed alongside an episode celebrating West African musical resistance; Afrobeat’s history of political critique offers a cultural counterforce to violence and oppression."
    },
    {
      "hour": 10,
      "fact_text": "On 3 January 2004, Flash Airlines Flight 604 crashed into the Red Sea shortly after takeoff from Sharm El Sheikh, killing 148 people. The accident raised urgent questions about airline safety oversight and the complexities of night flying over featureless water.",
      "fact_year": 2004,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Flash_Airlines_Flight_604",
      "episode": {
        "id": 39,
        "title": "Morning Drops #33 - Immerse",
        "description": "An analogy between diving, one of Gaia's great passions, and the act of immersing in life itself. A reflection on what happens when we go below the surface: when we let ourselves be fully present. From moments of calm suspension to warm, rhythmic flow, the selection moves like water — fluid, organic, and alive. An invitation to slow down, listen deeper, and float.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-immerse",
        "songs": [
          "Pino D'Angiò - Un Po' d'Uva e un Liquore",
          "Midlife - The Magnificent Moon",
          "Tornado Wallace - Today",
          "Nu Genea - Marechià (feat. Celia Kameni)"
        ],
        "music-genres": [
          "Italo Disco",
          "Indie",
          "Balearic",
          "Nu Disco"
        ]
      },
      "match_reason": "A tragic crash into the sea is paired with an episode about water and immersion, offering a gentle, reflective aquatic soundscape in contrast to the event’s violence."
    },
    {
      "hour": 11,
      "fact_text": "In 2002, Israeli forces intercepted the Palestinian freighter Karine A in the Red Sea, discovering about 50 tons of weapons on board. The seizure revealed a clandestine arms pipeline and intensified diplomatic tensions in the Israeli–Palestinian conflict.",
      "fact_year": 2002,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Karine_A_affair",
      "episode": {
        "id": 38,
        "title": "Morning Drops #32 - A Weekend In London",
        "description": "Recorded in London, marking a weekend reunion between Gaia and Yasmin. A selection inspired by London's energy, seen through the eyes of two inseparable friends — music from concerts, club nights, and long walks across town. Four tracks to ease you into the week at the right pace.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-weekend-in-london",
        "songs": [
          "Dele Sosimi - E Go Betta",
          "Jimmy Castor Bunch - It's Just Begun",
          "Little Simz feat. Obongjayar - Lion",
          "The Asphodells - Late Flowering Lust (Phil Kieran Remix)"
        ],
        "music-genres": [
          "Afrobeat",
          "Funk",
          "UK Hip-Hop",
          "Electronic"
        ]
      },
      "match_reason": "A clandestine arms shipment in a region of entrenched conflict contrasts with an episode rooted in London’s multicultural creativity, hinting at alternative flows—of culture, rhythm, and dialogue instead of weapons."
    },
    {
      "hour": 12,
      "fact_text": "Also on 3 January 1961, amid Cold War tensions and economic reprisals, the United States severed diplomatic relations with Cuba. The diplomatic freeze, lasting more than half a century, turned the island into a symbol of ideological stalemate just 145 km from Florida.",
      "fact_year": 1961,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Cuba%E2%80%93United_States_relations",
      "episode": {
        "id": 19,
        "title": "Morning Drops #13 - Demystifying Reggaeton",
        "description": "Yasmin takes us on a journey through the real story of reggaeton — from its roots in Panama and Puerto Rico to its global evolution. Exploring the genre's history, influences, and cultural impact.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-demystifying-reggaeton",
        "songs": [
          "Renato - Chica de los Ojos Café",
          "B. F. Yaviah - Si Tu Quieres Fumar",
          "Calle 13 - Atrévete",
          "Bad Bunny - DtMF"
        ],
        "music-genres": [
          "Reggaeton",
          "Latin Urban",
          "Hip-Hop"
        ]
      },
      "match_reason": "A diplomatic rupture with a Caribbean nation fits next to an episode about a Latin-Caribbean-rooted genre; even when borders harden, music flows through the same sea unimpeded."
    },
    {
      "hour": 13,
      "fact_text": "On this day in 2018, the Netherlands closed all five of its major storm surge barriers simultaneously for the first time in history. Designed after the disastrous 1953 North Sea flood, these colossal movable structures formed a temporary steel and concrete shield against the sea.",
      "fact_year": 2018,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Delta_Works",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "Massive storm surge gates taming the sea align with an episode set in cold northern waters; both grapple with our evolving, fragile relationship to rising oceans."
    },
    {
      "hour": 14,
      "fact_text": "Later that same day in 1961, Aero Flight 311 crashed into a forest near Kvevlax, Finland, killing all 25 people on board. It remains one of Finland’s deadliest aviation accidents and highlighted how human factors and harsh winter conditions can converge in the air.",
      "fact_year": 1961,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Aero_Flight_311",
      "episode": {
        "id": 37,
        "title": "Morning Drops #31 - Sailing With Germans",
        "description": "From the deck of a sailing boat, hosted by Yasmin and her special guests. A week at sea with six Germans, each with their own stories, songs, and ways of moving through the waves. From shared meals to unexpected laughter, from quiet resilience to sun-soaked joy — a collection of voices and tracks that reflect what it means to journey together.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sailing-with-germans",
        "songs": [
          "Billy Talent - Dead Silence",
          "Ben Howard - Keep Your Head Up",
          "Ziggy Alberts - Simple Things",
          "Vitor Kley - O Sol",
          "Enya - Orinoco Flow",
          "Paveier - Leev Marie"
        ],
        "music-genres": [
          "Punk Rock",
          "Indie Folk",
          "Surf Pop",
          "New Age",
          "German Folk"
        ]
      },
      "match_reason": "A tragic northern European flight accident is juxtaposed with a reflective episode about travel by sea and the shared vulnerability and connection that come with journeying together."
    },
    {
      "hour": 15,
      "fact_text": "On 3 January 1959, Alaska was admitted as the 49th state of the United States. With its vast wilderness, glaciers, and Arctic coastlines, Alaska dramatically expanded America’s geographic extremes and resource frontiers.",
      "fact_year": 1959,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Alaska",
      "episode": {
        "id": 27,
        "title": "Morning Drops #21 - Endless Summer",
        "description": "Recorded from Fano, a quiet town on the Adriatic coast where summer stretches long and slow. Between swims, simple meals, and time with family, Gaia reflects on the kind of music that helps us return to ourselves. Through different shades of jazz — from minimal and meditative to warm and rhythmic — an invitation to slip into that endless summer feeling.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-endless-summer",
        "songs": [
          "Nik Bärtsch - Modul 14",
          "Mama Terra - Chameleon (Single Edit)",
          "Spyro Gyra - Morning Dance",
          "Yussef Kamaal - Black Focus"
        ],
        "music-genres": [
          "Minimal Jazz",
          "Nu Jazz",
          "Jazz Fusion",
          "UK Jazz"
        ]
      },
      "match_reason": "Adding a vast, wild northern state to the map contrasts beautifully with an episode about long, contemplative summers; together they evoke seasonal extremes and big open horizons."
    },
    {
      "hour": 16,
      "fact_text": "In 1957, the Hamilton Watch Company introduced the world’s first electric wristwatch, replacing traditional mechanical mainsprings with a battery-powered movement. This quiet technological leap foreshadowed today’s quartz, digital, and smartwatches that turned wrists into tiny laboratories.",
      "fact_year": 1957,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Electric_watch",
      "episode": {
        "id": 18,
        "title": "Morning Drops #12 - 80's Club",
        "description": "Starting with a Monday evening in Munich — a few drinks, friends, and landing in an 80s dance party. From Donna Summer's hypnotic pulse, to Depeche Mode's bright synthpop, Ken Laszlo's Italo Disco romance, and Mylène Farmer's darker theatrical world. Four songs, four corners of the 80s — connected by the machines that changed how we dance.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-80s-club",
        "songs": [
          "Donna Summer - I Feel Love",
          "Depeche Mode - Just Can't Get Enough",
          "Ken Laszlo - Hey Hey Guy",
          "Mylène Farmer - Sans Contrefaçon"
        ],
        "music-genres": [
          "Disco",
          "Synthpop",
          "Italo Disco",
          "French Pop"
        ]
      },
      "match_reason": "The first electric watch—precision electronics on the body—foreshadows the machine-driven rhythms and synthesizers that dominate the 80s dance sound celebrated in this episode."
    },
    {
      "hour": 17,
      "fact_text": "Back in AD 69, the Roman legions on the Rhine refused to swear allegiance to Emperor Galba and declared their commander Aulus Vitellius emperor instead. Their mutiny helped trigger the chaotic \"Year of the Four Emperors\", a rapid-fire contest for power that shook the Roman Empire.",
      "fact_year": 69,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Year_of_the_Four_Emperors",
      "episode": {
        "id": 16,
        "title": "Morning Drops #10 - The One With Many Names",
        "description": "Yasmin guides us through the glamorous world of Ghost, the Swedish band that turned rock into ritual. From masked clergy to shifting identities, diving into the music and myth of one of the most theatrical acts of our time.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-one-with-many-names",
        "songs": [
          "Ghost - Spirit",
          "Ghost - Mary on a Cross",
          "Ghost - Dance Macabre",
          "Ghost - Umbra"
        ],
        "music-genres": [
          "Hard Rock",
          "Heavy Metal",
          "Arena Rock"
        ]
      },
      "match_reason": "An empire in turmoil with rapidly changing emperors pairs with an episode about a band built on shifting personas and ritual power—many rulers, many names, same stage."
    },
    {
      "hour": 18,
      "fact_text": "On 3 January 2023, Singapore's Jurong Bird Park, once Asia’s largest bird park, permanently closed after more than 50 years of operation. Home to thousands of birds and soaring aviaries, it preserved rare species and inspired generations of urban visitors to look up and listen.",
      "fact_year": 2023,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Jurong_Bird_Park",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "The closing of a beloved bird sanctuary aligns with an episode about intimate encounters with wildlife; both honor fragile, awe-inspiring animal worlds as they brush against human change."
    }
  ],
  "generated_at": "2026-01-03T00:00:00.012079+00:00",
  "date": "2026-01-03",
  "updated_at": "2026-01-03T18:00:01.270700+00:00"
}