{
  "current_hour": 21,
  "current_fact": {
    "hour": 21,
    "fact_text": "On January 11, 1863, while battles raged on land and sea, a quieter kind of struggle played out in the background of history: the slow, uneven shift of global power away from old empires. That day’s Civil War engagements hinted at a world where the United States would emerge reshaped and newly assertive.",
    "fact_year": 1863,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/American_Civil_War",
    "episode": {
      "id": 30,
      "title": "Morning Drops #24 - The Rise Of Afrobeat",
      "description": "An exploration of the rise of Afrobeat, tracing its roots and evolution as a genre that blends African rhythms with jazz, funk, and highlife. A celebration of the infectious energy and cultural significance of this influential musical movement.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-rise-of-afrobeat",
      "songs": [
        "E.T. Mensah - Ghana Freedom",
        "I.K. Dairo - Salome",
        "Fela Kuti - Great Kids",
        "Fela Kuti - Expensive Shit"
      ],
      "music-genres": [
        "Highlife",
        "Jùjú",
        "Afrobeat"
      ]
    },
    "match_reason": "A long conflict that reshaped a nation’s power structures parallels the emergence of Afrobeat as a powerful cultural force challenging old musical and political orders."
  },
  "queue": [
    {
      "hour": 22,
      "fact_text": "On January 11, 1914—decades before spaceflight or streaming—cities like Constantinople, London, and Wuhan were already nodes in a tightly interlinked world. Events on this date—from riots in ancient hippodromes to early treaties—remind us that global entanglement is much older than the internet.",
      "fact_year": 1914,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Constantinople",
      "episode": {
        "id": 48,
        "title": "Evening Flows #01 - Yasmin - Crescendo in the Medina",
        "description": "The first Evening Flow episode comes from Yasmin. It starts deep in the medina, slow, mysterious, textured, and grows into a liberating dance across sub-Saharan landscapes. A journey through ambient soundscapes, Arabic melodies, Afro-Latin rhythms, and funky highlife grooves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/evening-flows-party-in-the-medina",
        "songs": [
          "Stive Morgan - Solar Wind, Pt. 3",
          "David Visan & Carlos Campos - Crystal Heart",
          "Evan Mars - Ya Zareef Al Tool",
          "Gerardo Frisina - Cuiabá",
          "Dele Sosimi & Medlar - You No Fit Touch Am (Medlar Remix)",
          "The Busy Twist - Friday Night"
        ],
        "music-genres": [
          "Ambient",
          "Deep House",
          "World Music",
          "Nu Jazz",
          "Afrobeat",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "A reflection on how old cities form long‑standing global networks fits an episode that sonically travels from Arabic medinas to sub‑Saharan grooves in one continuous flow."
    },
    {
      "hour": 23,
      "fact_text": "Across different January 11ths—from England’s first lottery to the founding of the Oscars, from new moons spotted around Uranus to the first networked TV broadcast—this date has quietly hosted experiments in chance, spectacle, and how humans share stories. Each one widened the ways we play, watch, and imagine together.",
      "fact_year": 1949,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/January_11",
      "episode": {
        "id": 3,
        "title": "Sedna FM #03 - Beautiful as You Feel",
        "description": "An episode about self-acceptance and inner beauty. Music that reminds us we are beautiful as we feel, embracing our authentic selves. Warm, uplifting sounds that celebrate individuality.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/beautiful-as-you-feel",
        "songs": [
          "Radiohead - Lotus Flower",
          "Andrea Lazslo de Simone - Vivo",
          "The The - this is the day",
          "Steve Monite - Only You",
          "DCTL - Deep Tannin f(eat Rafael Leafar)",
          "Soufiane Sa3idi - El Njoum",
          "Area - La mela di odessa",
          "Carol King - Beautiful",
          "Mannarino - Vivere la vita"
        ],
        "music-genres": [
          "Alternative Rock",
          "Italian Singer-Songwriter",
          "New Wave",
          "Afro-Funk",
          "Maghreb",
          "Progressive Rock"
        ]
      },
      "match_reason": "A meta‑reflection on January 11 as a day of imagination and spectacle pairs with an episode celebrating the unique ways individuals see and express themselves."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "In 1787, astronomer and composer William Herschel peered through his telescope and discovered Titania and Oberon, the first known moons of Uranus. Their detection pushed the boundaries of how far humanity had directly mapped its own cosmic neighborhood.",
      "fact_year": 1787,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Titania_(moon)",
      "episode": {
        "id": 9,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "A literal expansion of space—new moons around Uranus—pairs with an episode about reimagining emptiness as creative space, both inviting a shift in how we see the cosmos and ourselves."
    },
    {
      "hour": 1,
      "fact_text": "On January 11, 1996, Space Shuttle Endeavour lifted off on mission STS-72, the 74th shuttle flight. Its crew captured and returned the Japanese Space Flyer Unit to Earth, showing how orbital salvage can turn the void into a place of recycling and cooperation.",
      "fact_year": 1996,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/STS-72",
      "episode": {
        "id": 2,
        "title": "Sedna FM #02 - Destination Sedna",
        "description": "Continuing the Sedna FM journey together with family and friends! Episode two of the main series — exploring new musical territories and deepening the connection with our listeners. A collective voyage through sound.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/destination-sedna",
        "songs": [
          "Pink Floyd - Breathe",
          "The fountain DC - Starburster",
          "Laura Cahen - La Poussiere",
          "Taxi Kebab - Lmchi w rjou3",
          "Odion Iruoje - Identify With Your Roots",
          "Depeche mode - world in my eyes (Oil Tank Mix)",
          "Massive attack - Dissolved girl",
          "Kokoroko - Three piece suite",
          "Salin - Egungun",
          "E.S.P. - It's You"
        ],
        "music-genres": [
          "Progressive Rock",
          "Post-Punk",
          "French Pop",
          "Maghreb",
          "Afrobeat",
          "Synthpop",
          "Trip-Hop"
        ]
      },
      "match_reason": "A shuttle mission called STS-72, retrieving a satellite in orbit, resonates with a show about voyaging to new destinations; both are collective journeys across vast distances."
    },
    {
      "hour": 2,
      "fact_text": "In 1914, the Karluk—the flagship of the Canadian Arctic Expedition—was slowly crushed and sunk by shifting polar sea ice. The crew then faced a brutal survival saga across drifting floes and desolate islands in one of the Arctic’s starkest cautionary tales.",
      "fact_year": 1914,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Last_voyage_of_the_Karluk",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "Both the Karluk’s fate and this episode unfold in icy northern seas, contrasting the harshness of polar exploration with the quiet awe of modern Arctic encounters."
    },
    {
      "hour": 3,
      "fact_text": "On January 11, 1962, the Soviet submarine B-37 exploded at its pier in Polyarny when a fire set off its torpedoes, devastating the vessel and nearby ships in seconds. The accident revealed how volatile Cold War technology could be even far from the battlefield.",
      "fact_year": 1962,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Soviet_submarine_B-37",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "A sudden torpedo detonation that turned a quiet harbor into chaos symbolically mirrors the ‘electric shock’ jolt of this fiery, guitar-driven episode."
    },
    {
      "hour": 4,
      "fact_text": "In 1962, a colossal avalanche thundered down from Peru’s Huascarán, one of the highest tropical mountains on Earth, burying towns and killing around 4,000 people. It highlighted how even seemingly solid mountains can become sudden forces of destruction.",
      "fact_year": 1962,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Huascar%C3%A1n",
      "episode": {
        "id": 28,
        "title": "Morning Drops #22 - Sicilians On The Dolomites",
        "description": "Hosted by Yasmin, a musical journey inspired by the mountains. Joined by two special guests, exploring the tracks they've chosen, hearing the stories behind their picks, and discovering the personal memories each song brings to life — a blend of music, voices, and landscapes you can hear.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sicilians-on-the-dolomites",
        "songs": [
          "Franco Battiato - Haiku",
          "Florian Pellissier Quintet - Coup de foudre à Thessalonique",
          "Lucio Dalla & Francesco De Gregori - Ma come fanno i marinai",
          "Pink Floyd - Fearless"
        ],
        "music-genres": [
          "Italian Art Pop",
          "French Jazz",
          "Italian Singer-Songwriter",
          "Progressive Rock"
        ]
      },
      "match_reason": "A tragic story from the Andes connects with an episode shaped by mountain landscapes, inviting reflection on how peaks can be both shelter and threat."
    },
    {
      "hour": 5,
      "fact_text": "On January 11, 1935, Amelia Earhart became the first person—not just the first woman—to fly solo from Hawaii to California. The 2,400-mile journey over open Pacific ocean cemented her status as a symbol of fearless long‑distance flight.",
      "fact_year": 1935,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Amelia_Earhart",
      "episode": {
        "id": 5,
        "title": "Sedna FM #05 - On The Go - Zero Zero",
        "description": "An energetic mix for when you're on the move. Zero Zero captures that feeling of starting fresh, moving forward, and embracing the journey. Perfect for travel, walks, or just getting things done.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/on-the-go-zero-zero",
        "songs": [
          "Alborosie - Rock the dancehall",
          "Grace Jones - Pull up to the bumper",
          "Hollie cook - Happy hour",
          "Easy star all star - Soul love",
          "Jeremie Albino - Rolling down the 405",
          "Cyril Neville - I found joy",
          "Aretha Franklin - Rock steady",
          "James Brown - Talking loud and saying nothing (remix)",
          "Nubiyan Twist - So mi stay",
          "Professor Wouassa - Fallou Fall",
          "Jarabe de Palo - La Flaca"
        ],
        "music-genres": [
          "Reggae",
          "Funk",
          "Soul",
          "Afrobeat",
          "Latin Rock",
          "New Wave"
        ]
      },
      "match_reason": "Earhart’s daring solo flight is a quintessential ‘on the move’ story, perfectly aligned with a travel‑charged, forward‑driving episode."
    },
    {
      "hour": 6,
      "fact_text": "On January 11, 1964, U.S. Surgeon General Luther Terry released the landmark report \"Smoking and Health\", formally declaring that cigarettes cause lung cancer and other severe diseases. The document ignited global anti‑smoking campaigns and reshaped public health policy.",
      "fact_year": 1964,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Smoking_and_Health",
      "episode": {
        "id": 49,
        "title": "Morning Drops #42 - The Joy Of Learning",
        "description": "Hosted by Yasmin, this Morning Drop explores learning as a lifelong process, focusing on persistence, repetition, and the emotional landscape that comes with challenging oneself over time.\n\nThrough personal stories and scientific insights, the episode looks at how learning reshapes the brain, generates joy through effort, and why progress often arrives after confusion and frustration. It reflects on the so-called delayed pleasure effect, the role of dopamine in motivation, and how curiosity and learning support long-term wellbeing.\n\nThe episode also questions our cultural relationship with failure and invites a softer, more realistic approach to learning, one that accepts mistakes as part of growth and sees persistence as a quiet form of strength.\n\nMood: reflective, grounded, quietly hopeful\nMusic genre: alternative rock, hip hop, electronic, neo-soul, drill\n\nA space to listen slowly and stay with the process.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-joy-of-learning",
        "songs": [
          "Radiohead - Separator",
          "Mac Miller - What's the Use?",
          "Morad & Beny Jr - Sigue",
          "Post Malone - White Iverson"
        ],
        "music-genres": [
          "Alternative Rock",
          "Experimental Electronic",
          "Hip Hop",
          "Neo-Soul",
          "Drill / Trap"
        ]
      },
      "match_reason": "A science‑driven report that changed habits globally echoes an episode about how learning and new evidence reshape our brains, behaviors, and wellbeing."
    },
    {
      "hour": 7,
      "fact_text": "On this day in 1949, KDKA‑TV in Pittsburgh began broadcasting, creating the first regular networked television link between the U.S. East Coast and Midwest. For the first time, moving images flowed in real time across multiple cities, knitting distant audiences together.",
      "fact_year": 1949,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/KDKA-TV",
      "episode": {
        "id": 1,
        "title": "Sedna FM #01 - November Bomb",
        "description": "The first Family & Friends radio episode from Yasmin Sarbaoui and Gaia Parolini. Where it all began — a life soundtrack that launched Sedna FM into the universe. Raw, heartfelt, and full of the energy that defines everything that followed.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/november-bomb",
        "songs": [
          "berlioz - Open this wall",
          "Nas - One Mic",
          "Canserbero - De la vida como pelicula, tragedia, comedia y ficcion",
          "Frankie Knuckles - Your Love",
          "Notorious B.I.G. - 17 Ten Crack Commandments",
          "Liloca - Utani Xuva",
          "Fela Kuti - Zombie",
          "Neffa - Aspettando il sole",
          "Childish Gambino - No Excuses",
          "Modjo - Music takes you back"
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeat",
          "House",
          "Italian Pop",
          "R&B",
          "Latin Rap"
        ]
      },
      "match_reason": "The first networked TV bridge mirrors the first Sedna FM episode—both are inaugural broadcasts that open a new channel between distant communities."
    },
    {
      "hour": 8,
      "fact_text": "On January 11, 1927, MGM boss Louis B. Mayer announced the creation of the Academy of Motion Picture Arts and Sciences at a Hollywood banquet. What began as a studio‑driven idea to manage labor disputes became the institution behind the Oscars and cinema’s most famous golden statuette.",
      "fact_year": 1927,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Academy_of_Motion_Picture_Arts_and_Sciences",
      "episode": {
        "id": 4,
        "title": "Sedna FM #04 - Queen of Spades",
        "description": "Tuning in from the planet of irrational love. Exploring love's most vulnerable side — the kind that awakens the child within us. A diverse music selection ranging from electric blues to downtempo, soul, and jazz. A tribute to the feeling that has moved artists to create the most beautiful works. Love makes us vulnerable, and there is no art without vulnerability.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/queen-of-spades",
        "songs": [
          "Alabama Shakes - Gimme All Your Love",
          "Queens of the stone age - Make it wit chu",
          "Rosa Passos - Fusion",
          "Sade - Mr Wrong",
          "Daft Punk - Something About Us",
          "10cc - I'm Not in Love",
          "Jonny Nash - Theories",
          "Etta James - I'd Rather Go Blind",
          "Adriano Celentano - Storia D'amore",
          "Eric Clapton - Have you ever loved a woman",
          "Arctic Monkey - The Bakery"
        ],
        "music-genres": [
          "Blues Rock",
          "Stoner Rock",
          "Bossa Nova",
          "Soul",
          "Electronic",
          "Soft Rock",
          "Blues"
        ]
      },
      "match_reason": "The founding of the Academy formalized cinema as an art of emotion and storytelling, fitting an episode devoted to love as the vulnerable engine behind great art."
    },
    {
      "hour": 9,
      "fact_text": "In 1942, during World War II, Japanese forces captured Kuala Lumpur, then capital of the Federated Malay States, after rapidly advancing down the Malayan peninsula. The fall of the city foreshadowed the later collapse of British strongholds in Southeast Asia.",
      "fact_year": 1942,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Kuala_Lumpur",
      "episode": {
        "id": 31,
        "title": "Morning Drops #26 - Canserbero",
        "description": "Yasmin guides us through the story of Canserbero, the Venezuelan rapper who reshaped Latin American hip hop with his raw voice and deeply reflective lyrics. A journey into his music, his vision, and the legacy of an artist who transformed personal and social struggles into powerful storytelling.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-canserbero",
        "songs": [
          "Canserbero - Mañana será otro día",
          "Canserbero - Querer Querernos",
          "Canserbero - Jeremías",
          "Canserbero - De la vida como una película y su tragedia, comedia y ficción"
        ],
        "music-genres": [
          "Latin Rap",
          "Hip-Hop",
          "Conscious Rap"
        ]
      },
      "match_reason": "A major wartime turning point fits with a lyrically heavy, socially aware episode that also confronts violence, power, and human cost through storytelling."
    },
    {
      "hour": 10,
      "fact_text": "On January 11, 1943, the Republic of China signed new treaties with Britain and the United States ending their extraterritorial rights in China. These agreements symbolically dismantled a key pillar of unequal treaty systems imposed since the 19th century.",
      "fact_year": 1943,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Sino-British_Treaty_for_the_Relinquishment_of_Extra-Territorial_Rights_in_China",
      "episode": {
        "id": 45,
        "title": "Morning Drops #39 - Moving Meditation",
        "description": "An episode inspired by how travel helps us see more clearly. Stepping into new places opens the mind, shifts perspective. The music moves through balearic warmth, boogie grooves, world and latin-folk influences, and touches of new wave — a selection built to follow the quiet changes that happen when you're out of your usual rhythm.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-moving-meditation",
        "songs": [
          "Stella & The Longos - La Flamme",
          "España Circo Este - Dormo poco e sogno molto",
          "Mystic Jungle - Sunset Breaker",
          "Talking Heads - This Must Be the Place (Naive Melody)"
        ],
        "music-genres": [
          "Balearic",
          "Italian Folk Rock",
          "World Music",
          "New Wave"
        ]
      },
      "match_reason": "A diplomatic step toward sovereignty and more equal relations mirrors an episode about shifting perspectives and moving beyond old borders—both political and personal."
    },
    {
      "hour": 11,
      "fact_text": "In 1851, Hong Xiuquan proclaimed the Taiping Heavenly Kingdom and launched the Jintian Uprising, envisioning a radically new, quasi‑theocratic order in China. This spark grew into the Taiping Rebellion, one of history’s deadliest civil wars.",
      "fact_year": 1851,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Taiping_Rebellion",
      "episode": {
        "id": 14,
        "title": "Morning Drops #08 - (un)Boxing",
        "description": "An episode about breaking free from expectations and labels. Music that helps us unbox ourselves and embrace who we truly are.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-unboxing",
        "songs": [
          "Kendrick Lamar - Feel",
          "Kendrick Lamar - The Blacker the Berry",
          "Kendrick Lamar - Mirror"
        ],
        "music-genres": [
          "Hip-Hop",
          "Conscious Rap"
        ]
      },
      "match_reason": "A radical attempt to overturn an entire social order parallels an episode about unboxing identity and challenging entrenched systems and labels."
    },
    {
      "hour": 12,
      "fact_text": "On January 11, 1863, Union forces under General John McClernand and Admiral David Dixon Porter captured Fort Hindman at Arkansas Post. Controlling this river stronghold gave the Union a strategic grip on the Arkansas River during the American Civil War.",
      "fact_year": 1863,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Arkansas_Post",
      "episode": {
        "id": 37,
        "title": "Morning Drops #31 - Sailing With Germans",
        "description": "From the deck of a sailing boat, hosted by Yasmin and her special guests. A week at sea with six Germans, each with their own stories, songs, and ways of moving through the waves. From shared meals to unexpected laughter, from quiet resilience to sun-soaked joy — a collection of voices and tracks that reflect what it means to journey together.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sailing-with-germans",
        "songs": [
          "Billy Talent - Dead Silence",
          "Ben Howard - Keep Your Head Up",
          "Ziggy Alberts - Simple Things",
          "Vitor Kley - O Sol",
          "Enya - Orinoco Flow",
          "Paveier - Leev Marie"
        ],
        "music-genres": [
          "Punk Rock",
          "Indie Folk",
          "Surf Pop",
          "New Age",
          "German Folk"
        ]
      },
      "match_reason": "A riverine battle led jointly by army and navy reflects an episode built around life on the water and the shared navigation of a journey."
    },
    {
      "hour": 13,
      "fact_text": "That same day in 1863, the Confederate raider CSS Alabama lured the Union ship USS Hatteras away from Galveston and sank it in a brief night battle. The encounter showed how nimble commerce raiders could harass a much larger navy on the high seas.",
      "fact_year": 1863,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Action_off_Galveston_Light",
      "episode": {
        "id": 28,
        "title": "Morning Drops #22 - Sicilians On The Dolomites",
        "description": "Hosted by Yasmin, a musical journey inspired by the mountains. Joined by two special guests, exploring the tracks they've chosen, hearing the stories behind their picks, and discovering the personal memories each song brings to life — a blend of music, voices, and landscapes you can hear.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sicilians-on-the-dolomites",
        "songs": [
          "Franco Battiato - Haiku",
          "Florian Pellissier Quintet - Coup de foudre à Thessalonique",
          "Lucio Dalla & Francesco De Gregori - Ma come fanno i marinai",
          "Pink Floyd - Fearless"
        ],
        "music-genres": [
          "Italian Art Pop",
          "French Jazz",
          "Italian Singer-Songwriter",
          "Progressive Rock"
        ]
      },
      "match_reason": "The sea battle off Galveston Lighthouse pairs with an episode that includes “Ma come fanno i marinai” (How do sailors do it), both dwelling on the risks and romances of life at sea."
    },
    {
      "hour": 14,
      "fact_text": "On January 11, 1654, Mapuche‑Huilliche warriors defeated a Spanish army at the Battle of Río Bueno during the Arauco War. Their victory across the river’s waters underscored the resilience of Indigenous resistance in southern Chile.",
      "fact_year": 1654,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_R%C3%ADo_Bueno_(1654)",
      "episode": {
        "id": 22,
        "title": "Morning Drops #16 - The Sound of Tuareg",
        "description": "A journey into the sound of the Tuareg: from traditional chants and desert rituals to the electrified rhythms of exile and resistance. Music shaped by sand, memory, and survival.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-sound-of-tuareg",
        "songs": [
          "Les Filles de Illighadad - Imigradan",
          "Tinariwen - Amassakoul ’N’ Ténéré",
          "Liya Ag Ablil - Awa Adounia",
          "Tinariwen - Sastanàqqàm"
        ],
        "music-genres": [
          "Desert Blues",
          "Tuareg",
          "World Music"
        ]
      },
      "match_reason": "Indigenous resistance to colonization in Chile resonates with Tuareg music born from desert survival and resistance, both telling stories of land, autonomy, and endurance."
    },
    {
      "hour": 15,
      "fact_text": "On January 11, 1569, England held its first recorded state lottery, selling tickets to fund harbor repairs and other public works. The scheme mixed civic finance with the thrill of chance, offering prizes like tapestries and money to lucky winners.",
      "fact_year": 1569,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Lottery",
      "episode": {
        "id": 18,
        "title": "Morning Drops #12 - 80's Club",
        "description": "Starting with a Monday evening in Munich — a few drinks, friends, and landing in an 80s dance party. From Donna Summer's hypnotic pulse, to Depeche Mode's bright synthpop, Ken Laszlo's Italo Disco romance, and Mylène Farmer's darker theatrical world. Four songs, four corners of the 80s — connected by the machines that changed how we dance.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-80s-club",
        "songs": [
          "Donna Summer - I Feel Love",
          "Depeche Mode - Just Can't Get Enough",
          "Ken Laszlo - Hey Hey Guy",
          "Mylène Farmer - Sans Contrefaçon"
        ],
        "music-genres": [
          "Disco",
          "Synthpop",
          "Italo Disco",
          "French Pop"
        ]
      },
      "match_reason": "A game of chance that drew crowds in Tudor England pairs well with a neon‑lit 80s club mood—both are about risk, luck, and the excitement of not knowing what the next spin will bring."
    },
    {
      "hour": 16,
      "fact_text": "On this day in 532, a brawl between rival chariot racing factions—the Blues and the Greens—erupted into the Nika riots in Constantinople. The sports‑fueled unrest nearly toppled Emperor Justinian and left much of the city in flames.",
      "fact_year": 532,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Nika_riots",
      "episode": {
        "id": 23,
        "title": "Morning Drops #17 - Steel City",
        "description": "Gaia takes us on a short trip through Sheffield's sounds — from electronic textures to raw guitars and sharp storytelling. Four tracks, one city, different edges of the same story.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-steel-city",
        "songs": [
          "The Human League - The Sound Of The Crowd",
          "Cabaret Voltaire - Deep Time",
          "Pulp - Common People",
          "Arctic Monkeys - A Certain Romance"
        ],
        "music-genres": [
          "Synthpop",
          "Industrial",
          "Britpop",
          "Indie Rock"
        ]
      },
      "match_reason": "The Nika riots began with fanatical city crowds and spiraled into urban chaos; an episode about one modern city’s intense music scene reflects how urban energy can both unite and fracture people."
    },
    {
      "hour": 17,
      "fact_text": "On January 11, 1914, municipal authorities in Wuhan would one day become known for issuing the first reported death from COVID‑19 in 2020. That announcement was the earliest marker of a pandemic that would transform daily life across the planet.",
      "fact_year": 2020,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Hubei",
      "episode": {
        "id": 33,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "The first reported COVID‑19 death prefigured a world of lockdowns, screens, and mediated contact; an episode interrogating our relationship with devices and isolation speaks directly to that shifted reality."
    },
    {
      "hour": 18,
      "fact_text": "On January 11, 1994, the Irish government ended a 15‑year broadcasting ban that had effectively silenced the voices of the IRA and Sinn Féin on radio and television. The move signaled a shift toward open dialogue that paralleled the emerging Northern Ireland peace process.",
      "fact_year": 1994,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Sinn_F%C3%A9in",
      "episode": {
        "id": 19,
        "title": "Morning Drops #13 - Demystifying Reggaeton",
        "description": "Yasmin takes us on a journey through the real story of reggaeton — from its roots in Panama and Puerto Rico to its global evolution. Exploring the genre's history, influences, and cultural impact.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-demystifying-reggaeton",
        "songs": [
          "Renato - Chica de los Ojos Café",
          "B. F. Yaviah - Si Tu Quieres Fumar",
          "Calle 13 - Atrévete",
          "Bad Bunny - DtMF"
        ],
        "music-genres": [
          "Reggaeton",
          "Latin Urban",
          "Hip-Hop"
        ]
      },
      "match_reason": "Lifting a ban to let political voices be heard parallels an episode that decodes and gives historical voice to a genre that was long marginalized and misunderstood."
    },
    {
      "hour": 19,
      "fact_text": "On January 11, 2013, French special forces attempted a daring night raid in Bulo Marer, Somalia, to rescue a hostage held by al‑Shabaab. The operation failed, costing the life of a French soldier and the captive, and underscoring the risks of high‑stakes rescue missions.",
      "fact_year": 2013,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Bulo_Marer_hostage_rescue_attempt",
      "episode": {
        "id": 41,
        "title": "Morning Drops #36 - Women of Rock",
        "description": "A tribute to the women who shaped the sound of rock, the ones who picked up a guitar and refused to ask for permission. The conversation unfolds in Italian, led by Gaia and her father. A dialogue between generations and a reminder that the pulse of rock has always belonged to anyone brave enough to play it loud. Distortion, rhythm, freedom.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-women-of-rock",
        "songs": [
          "Suzi Quatro - Can the Can",
          "Joan Jett & The Blackhearts - I Love Rock 'n Roll",
          "Laura Cox - Hard Blues Shot",
          "Jackie Venson - Always Free (Live)"
        ],
        "music-genres": [
          "Glam Rock",
          "Hard Rock",
          "Blues Rock"
        ]
      },
      "match_reason": "A risky, uncompromising rescue attempt aligns with an episode celebrating rock’s defiant, no‑permission attitude—both rooted in courage and confrontation with danger."
    },
    {
      "hour": 20,
      "fact_text": "On January 11, 1942, as World War II raged, the Japanese advance down Malaya culminated in the capture of Kuala Lumpur. The city’s fall disrupted colonial certainties and foreshadowed a broader reshaping of power in Asia.",
      "fact_year": 1942,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/World_War_II",
      "episode": {
        "id": 50,
        "title": "Morning Drops #43 - Looking Back",
        "description": "In this first Morning Drop of 2026, Yasmin opens a space for quiet reflection on the nature of transitions. The episode traces a personal journey that began three years ago, when a sudden injury on New Year’s Day turned a desire for movement into a mandatory season of stillness.\n\nThrough the story of a broken knee and the slow process of relearning to walk, the narrative explores the difference between being strong and being aware. It touches on the vulnerability of the body, the unexpected joy found in daily progress, and the warmth that comes from finally allowing oneself to accept help. The musical selection mirrors this path of recovery, moving from the uncertainty of change to the steady rhythm of healing.\n\nMood: Reflective, Resilient, Grounded\nMusic genre: Indie Pop, Cinematic, World, Soul\n\nWe invite you to listen deeply and find comfort in your own pace.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-looking-back",
        "songs": [
          "Alt-J - 3WW",
          "Kelly Finnigan - I Don't Wanna Wait",
          "Goran Bregović & Iggy Pop - This Is a Film",
          "Ishihonana - Lucia (Original Mix)",
          "The Weeknd - Save Your Tears"
        ],
        "music-genres": [
          "Indie Pop",
          "Soul",
          "World",
          "Cinematic",
          "Synth-Pop"
        ]
      },
      "match_reason": "A wartime turning point invites retrospective understanding, matching an episode centered on looking back at a painful passage and recognizing how it transformed the future."
    },
    {
      "hour": 21,
      "fact_text": "On January 11, 1863, while battles raged on land and sea, a quieter kind of struggle played out in the background of history: the slow, uneven shift of global power away from old empires. That day’s Civil War engagements hinted at a world where the United States would emerge reshaped and newly assertive.",
      "fact_year": 1863,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/American_Civil_War",
      "episode": {
        "id": 30,
        "title": "Morning Drops #24 - The Rise Of Afrobeat",
        "description": "An exploration of the rise of Afrobeat, tracing its roots and evolution as a genre that blends African rhythms with jazz, funk, and highlife. A celebration of the infectious energy and cultural significance of this influential musical movement.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-rise-of-afrobeat",
        "songs": [
          "E.T. Mensah - Ghana Freedom",
          "I.K. Dairo - Salome",
          "Fela Kuti - Great Kids",
          "Fela Kuti - Expensive Shit"
        ],
        "music-genres": [
          "Highlife",
          "Jùjú",
          "Afrobeat"
        ]
      },
      "match_reason": "A long conflict that reshaped a nation’s power structures parallels the emergence of Afrobeat as a powerful cultural force challenging old musical and political orders."
    }
  ],
  "generated_at": "2026-01-11T00:00:00.010084+00:00",
  "date": "2026-01-11",
  "updated_at": "2026-01-11T21:00:01.548503+00:00"
}