{
  "current_hour": 17,
  "current_fact": {
    "hour": 17,
    "fact_text": "On January 15 in the tumultuous year of AD 69, the Roman general Otho seized power in Rome and declared himself emperor, beginning a reign that would last barely three months. His brief grasp on the imperial purple epitomizes how quickly fortunes could rise and fall in the ancient world’s most powerful city.",
    "fact_year": 69,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Otho",
    "episode": {
      "id": 6,
      "title": "Sedna FM #06 - Alters of an Ego",
      "description": "What if you could step outside yourself and become someone freer, bolder, or completely unexpected? Exploring the artistry of musicians who craft alter-egos and parallel realities to experiment with new dimensions of their identity. It's not about hiding who they are — it's about expanding who they can be.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/alters-of-an-ego",
      "songs": [
        "The Thin White Duke - Stay",
        "Mac Miller - Dang (feat. Anderson .Paak)",
        "Larry Lovestein - Love Affair",
        "The Fireman - Strawberries Oceans Ships Forest",
        "Paul McCartney - Oh! Darling",
        "Prince - Kiss",
        "Camille - Rebirth of the Flash",
        "MF DOOM - Deep Fried Frenz",
        "Gorillaz - Dirty Harry",
        "Gorillaz - Andromeda"
      ],
      "music-genres": [
        "Glam Rock",
        "Hip-Hop",
        "Jazz",
        "Ambient",
        "Classic Rock",
        "Funk",
        "Electronic"
      ]
    },
    "match_reason": "Otho’s sudden transformation into emperor with a fragile new persona fits an episode about crafting and wearing identities, whether imperial titles or musical alter‑egos that can vanish as quickly as they appear."
  },
  "queue": [
    {
      "hour": 18,
      "fact_text": "In 2019, militants launched a coordinated attack on the DusitD2 hotel complex in Nairobi, Kenya, killing at least 21 people and injuring many more. The assault turned an upscale urban enclave into a frontline, highlighting how modern cities can contain hidden fault lines of global conflict.",
      "fact_year": 2019,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Nairobi_DusitD2_complex_attack",
      "episode": {
        "id": 47,
        "title": "Morning Drops #41 - Sedna's friends: Marina",
        "description": "Today's Morning Drops episode feels like an easy coffee with someone you instantly get along with. It also introduces Sedna's Friends, a new sub-format where friends are invited to drink coffee and share the music they love.\n\nGaia invites her friend Marina, artist and aspiring singer, to share music, small thoughts, and that comfortable kind of conversation between good friends. They met by chance at a party and connected right away through music, creativity, and a healthy dose of sarcasm.\n\nThis episode sounds exactly like that: relaxed, honest, and a bit spontaneous. Press play, get comfortable, and enjoy the listen.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sednas-friends-marina",
        "songs": [
          "Florence + The Machine - Free",
          "Jordan Rakei - Mind's Eye",
          "Jill Scott - Golden",
          "Pink Floyd - Fearless"
        ],
        "music-genres": [
          "Indie Rock",
          "Neo-Soul",
          "R&B",
          "Progressive Rock"
        ]
      },
      "match_reason": "A violent rupture in an everyday social space contrasts with an episode that imagines a café table of friends; together they emphasize how precious and fragile those relaxed, safe urban moments truly are."
    },
    {
      "hour": 19,
      "fact_text": "On January 15, 2015, the Swiss National Bank abruptly scrapped its cap on the franc’s exchange rate against the euro, sending currencies and markets into chaos within minutes. The move showed how a single decision by a small but influential institution can unleash invisible financial forces that ripple worldwide.",
      "fact_year": 2015,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Swiss_National_Bank",
      "episode": {
        "id": 1,
        "title": "Sedna FM #01 - November Bomb",
        "description": "The first Family & Friends radio episode from Yasmin Sarbaoui and Gaia Parolini. Where it all began — a life soundtrack that launched Sedna FM into the universe. Raw, heartfelt, and full of the energy that defines everything that followed.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/november-bomb",
        "songs": [
          "berlioz - Open this wall",
          "Nas - One Mic",
          "Canserbero - De la vida como pelicula, tragedia, comedia y ficcion",
          "Frankie Knuckles - Your Love",
          "Notorious B.I.G. - 17 Ten Crack Commandments",
          "Liloca - Utani Xuva",
          "Fela Kuti - Zombie",
          "Neffa - Aspettando il sole",
          "Childish Gambino - No Excuses",
          "Modjo - Music takes you back"
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeat",
          "House",
          "Italian Pop",
          "R&B",
          "Latin Rap"
        ]
      },
      "match_reason": "The franc’s sudden ‘bombshell’ revaluation parallels the explosive, foundational energy of Sedna’s first broadcast; both are single moments that unexpectedly reset the landscape around them."
    },
    {
      "hour": 20,
      "fact_text": "The European Space Agency, created in 1975, had by January 15, 2005, matured into a collaborative powerhouse capable of putting its own probe into lunar orbit with SMART‑1. ESA embodies a quieter, cooperative vision of space exploration, where many nations share the risks—and the wonder—of leaving Earth.",
      "fact_year": 1975,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/European_Space_Agency",
      "episode": {
        "id": 38,
        "title": "Morning Drops #32 - A Weekend In London",
        "description": "Recorded in London, marking a weekend reunion between Gaia and Yasmin. A selection inspired by London's energy, seen through the eyes of two inseparable friends — music from concerts, club nights, and long walks across town. Four tracks to ease you into the week at the right pace.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-weekend-in-london",
        "songs": [
          "Dele Sosimi - E Go Betta",
          "Jimmy Castor Bunch - It's Just Begun",
          "Little Simz feat. Obongjayar - Lion",
          "The Asphodells - Late Flowering Lust (Phil Kieran Remix)"
        ],
        "music-genres": [
          "Afrobeat",
          "Funk",
          "UK Hip-Hop",
          "Electronic"
        ]
      },
      "match_reason": "ESA itself is a pan‑European weekend in orbit—different countries, languages, and cultures meeting to launch common dreams, much like the London‑set episode weaving global sounds into a shared journey."
    },
    {
      "hour": 21,
      "fact_text": "Tonga, a Polynesian kingdom of scattered islands in the South Pacific, suddenly found itself at the center of global attention on January 15, 2022, when the Hunga Tonga–Hunga Haʻapai eruption shook its shores. Yet long before the eruption, Tonga’s navigators were masters of the sea, reading waves and stars to travel distances that put many early European explorers to shame.",
      "fact_year": 1970,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Tonga",
      "episode": {
        "id": 37,
        "title": "Morning Drops #31 - Sailing With Germans",
        "description": "From the deck of a sailing boat, hosted by Yasmin and her special guests. A week at sea with six Germans, each with their own stories, songs, and ways of moving through the waves. From shared meals to unexpected laughter, from quiet resilience to sun-soaked joy — a collection of voices and tracks that reflect what it means to journey together.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sailing-with-germans",
        "songs": [
          "Billy Talent - Dead Silence",
          "Ben Howard - Keep Your Head Up",
          "Ziggy Alberts - Simple Things",
          "Vitor Kley - O Sol",
          "Enya - Orinoco Flow",
          "Paveier - Leev Marie"
        ],
        "music-genres": [
          "Punk Rock",
          "Indie Folk",
          "Surf Pop",
          "New Age",
          "German Folk"
        ]
      },
      "match_reason": "An island nation defined by ocean voyages aligns naturally with an episode recorded at sea; both celebrate the art of reading waves, weather, and human moods on the water."
    },
    {
      "hour": 22,
      "fact_text": "Nepal, perched on the spine of the Himalayas, sits atop the collision zone between the Indian and Eurasian plates, making it both home to Earth’s highest peaks and some of its deadliest quakes. Events like the 1934 Nepal–Bihar earthquake underscore how this dramatic scenery is the visible edge of a deep, ongoing planetary experiment in mountain‑building.",
      "fact_year": 1768,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Nepal",
      "episode": {
        "id": 34,
        "title": "Morning Drops #28 - Under Scottish Skies",
        "description": "Gaia shares a personal moment of transition — a shift in seasons, in rhythm, and in life. From this space of quiet change comes a musical journey through Scotland: not the usual names, but voices that speak from the edges. A personal ritual and a small act of curiosity: an invitation to notice what grounds us when everything moves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-under-scottish-skies",
        "songs": [
          "Paolo Nutini - Pencil Full of Lead",
          "Lapse - Lady Bug",
          "Joesef - Let's Stay Together",
          "Vital Spark - Stone of Destiny"
        ],
        "music-genres": [
          "Indie Rock",
          "Scottish Folk",
          "Soul",
          "Celtic Rock"
        ]
      },
      "match_reason": "Both Nepal and the Scottish highlands are mountainous lands that shape identity and resilience; this episode’s reflection on what grounds us amid change parallels life lived on restless, rising terrain."
    },
    {
      "hour": 23,
      "fact_text": "Bihar, a fertile region of eastern India, lies along some of the most densely populated floodplains on Earth, making it especially vulnerable when rivers swell or the ground shakes. The devastation it shared with Nepal in the 1934 earthquake highlights how nature’s forces ignore borders, binding places together through both disaster and recovery.",
      "fact_year": 1912,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Bihar",
      "episode": {
        "id": 29,
        "title": "Morning Drops #23 - Morning Dubs",
        "description": "Recorded while still processing Houghton Festival. One of the mornings there, waking up in the woods to a reggae DJ set — no phone signal, just trees, music, and loved ones. A slow selection of reggae, dub, and morning rhythms. Dubs instead of drops. Start your day slow — with space to breathe.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-morning-dubs",
        "songs": [
          "The Gaylads - Joy in the Morning",
          "The Officials - Babylonian",
          "King Tubby - King Tubby Meets the Rockers Uptown",
          "Aisha Morrison - Ethiopia"
        ],
        "music-genres": [
          "Reggae",
          "Dub",
          "Roots Reggae"
        ]
      },
      "match_reason": "A densely peopled landscape living with cyclical floods and quakes pairs with dub’s spacious, echoing soundscapes—music that carves breathing room inside pressure, much like communities do after disaster."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "In 2005, the European Space Agency’s SMART‑1 probe quietly orbited the Moon, using an experimental ion engine to sip xenon instead of guzzling chemical fuel. On January 15, its instruments confirmed the presence of elements like calcium, aluminum, silicon, and iron on the lunar surface, turning the Moon from a pale disc into a chemically rich world in our neighborhood.",
      "fact_year": 2005,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/SMART-1",
      "episode": {
        "id": 9,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "A literal space mission revealing hidden potential pairs with an episode about reimagining emptiness as creative space, both turning a 'void' into something vibrant."
    },
    {
      "hour": 1,
      "fact_text": "On January 15, 1818, David Brewster’s long-overlooked work on strange crystals that split light in two was finally read to the Royal Society. At nearly the same moment, Augustin‑Jean Fresnel was expanding the new science of polarized light, together laying foundations for the optics behind everything from polarizing sunglasses to fiber‑optic internet.",
      "fact_year": 1818,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Birefringence",
      "episode": {
        "id": 31,
        "title": "Morning Drops #31 - A Trip-Hop Journey",
        "description": "Hosted by friend Lorenzo, a journey through the roots and evolution of trip-hop. From Bristol's early experiments with Massive Attack and Tricky, to DJ Shadow's cinematic sampling in California, and Thievery Corporation's global downtempo grooves in Washington D.C. — exploring how this genre blurred boundaries and reshaped electronic music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-trip-hop-journey",
        "songs": [
          "Massive Attack - Unfinished Sympathy",
          "Tricky - Hell Is Round the Corner",
          "DJ Shadow - Midnight in a Perfect World",
          "Thievery Corporation - Lebanese Blonde",
          "Smoke City - Underwater Love"
        ],
        "music-genres": [
          "Trip-Hop",
          "Downtempo",
          "Electronic"
        ]
      },
      "match_reason": "Birefringence splits light into two paths just as trip‑hop splits and refracts musical genres into parallel moods, both turning linear streams into layered, polarized textures."
    },
    {
      "hour": 2,
      "fact_text": "In 1934, a magnitude 8.0 earthquake ripped along the boundary between Nepal and India’s Bihar region, shaking the Himalayas so violently that entire towns tilted, rails bent, and the landscape itself seemed to twist. Between 6,000 and 10,700 people died, but the event also triggered modern studies of Himalayan tectonics and the deep forces reshaping our planet.",
      "fact_year": 1934,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1934_Nepal%E2%80%93India_earthquake",
      "episode": {
        "id": 39,
        "title": "Morning Drops #39 - Immerse",
        "description": "An analogy between diving, one of Gaia's great passions, and the act of immersing in life itself. A reflection on what happens when we go below the surface: when we let ourselves be fully present. From moments of calm suspension to warm, rhythmic flow, the selection moves like water — fluid, organic, and alive. An invitation to slow down, listen deeper, and float.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-immerse",
        "songs": [
          "Pino D'Angiò - Un Po' d'Uva e un Liquore",
          "Midlife - The Magnificent Moon",
          "Tornado Wallace - Today",
          "Nu Genea - Marechià (feat. Celia Kameni)"
        ],
        "music-genres": [
          "Italo Disco",
          "Indie",
          "Balearic",
          "Nu Disco"
        ]
      },
      "match_reason": "A massive quake reveals the deep, unseen movements of the Earth; ‘Immerse’ invites listeners below the surface of daily noise into slow, tectonic emotional currents."
    },
    {
      "hour": 3,
      "fact_text": "On January 15, 2022, the Hunga Tonga–Hunga Haʻapai submarine volcano exploded with a force so immense it sent shock waves around the planet and a plume halfway to space. The blast temporarily severed Tonga’s communications with the world and generated tsunamis across the Pacific, reminding us how a small dot on the map can suddenly reshape an entire ocean basin.",
      "fact_year": 2022,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2022_Hunga_Tonga%E2%80%93Hunga_Ha%E2%80%99apai_eruption_and_tsunami",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "A sudden volcanic blast that electrified the atmosphere pairs with a high‑voltage rock set, both carrying the feeling of a planetary ‘electric shock’ that’s impossible to ignore."
    },
    {
      "hour": 4,
      "fact_text": "In 2021, a magnitude 6.2 earthquake struck West Sulawesi in Indonesia before dawn, collapsing hospitals and homes in a region already accustomed to the restless grinding of tectonic plates. More than 100 people were killed and thousands injured, yet local communities again showed remarkable resilience in rebuilding on one of Earth’s most geologically volatile crossroads.",
      "fact_year": 2021,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2021_West_Sulawesi_earthquake",
      "episode": {
        "id": 45,
        "title": "Morning Drops #39 - Moving Meditation",
        "description": "An episode inspired by how travel helps us see more clearly. Stepping into new places opens the mind, shifts perspective. The music moves through balearic warmth, boogie grooves, world and latin-folk influences, and touches of new wave — a selection built to follow the quiet changes that happen when you're out of your usual rhythm.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-moving-meditation",
        "songs": [
          "Stella & The Longos - La Flamme",
          "España Circo Este - Dormo poco e sogno molto",
          "Mystic Jungle - Sunset Breaker",
          "Talking Heads - This Must Be the Place (Naive Melody)"
        ],
        "music-genres": [
          "Balearic",
          "Italian Folk Rock",
          "World Music",
          "New Wave"
        ]
      },
      "match_reason": "Life along Indonesia’s seismic margins demands a constant, uneasy adaptation; this episode’s ‘moving meditation’ mirrors that need to find flow and perspective amid shifting ground."
    },
    {
      "hour": 5,
      "fact_text": "On January 15, 2019, Theresa May’s government suffered one of the heaviest parliamentary defeats in modern British history, as MPs rejected her Brexit withdrawal agreement by a margin of 230 votes. The vote captured a rare moment when centuries‑old institutions and contemporary political fractures collided in full public view.",
      "fact_year": 2019,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Brexit_withdrawal_agreement",
      "episode": {
        "id": 33,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "A country arguing over connection and separation from a union fits beside an episode about rethinking our own hyper‑connection, both questioning what it really means to unplug or walk away."
    },
    {
      "hour": 6,
      "fact_text": "In 1991, a United Nations deadline passed for Iraqi forces to withdraw from occupied Kuwait, setting the stage for Operation Desert Storm. The moment crystallized a new era of televised, coalition‑led warfare in which satellites, diplomacy, and public opinion were as present on the battlefield as tanks and jets.",
      "fact_year": 1991,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/United_Nations",
      "episode": {
        "id": 2,
        "title": "Sedna FM #02 - Destination Sedna",
        "description": "Continuing the Sedna FM journey together with family and friends! Episode two of the main series — exploring new musical territories and deepening the connection with our listeners. A collective voyage through sound.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/destination-sedna",
        "songs": [
          "Pink Floyd - Breathe",
          "The fountain DC - Starburster",
          "Laura Cahen - La Poussiere",
          "Taxi Kebab - Lmchi w rjou3",
          "Odion Iruoje - Identify With Your Roots",
          "Depeche mode - world in my eyes (Oil Tank Mix)",
          "Massive attack - Dissolved girl",
          "Kokoroko - Three piece suite",
          "Salin - Egungun",
          "E.S.P. - It's You"
        ],
        "music-genres": [
          "Progressive Rock",
          "Post-Punk",
          "French Pop",
          "Maghreb",
          "Afrobeat",
          "Synthpop",
          "Trip-Hop"
        ]
      },
      "match_reason": "A global coalition coordinating across borders parallels a globe‑spanning playlist; both are multi‑national assemblages navigating power, perspective, and the ‘world in our eyes.’"
    },
    {
      "hour": 7,
      "fact_text": "On January 15, 1969, the Soviet Union launched Soyuz 5, a mission that would see spacecraft dock in orbit and cosmonauts perform a daring spacewalk transfer between vehicles. The flight unfolded under the shadow of earlier failures, turning orbital rendezvous into a test of human nerve and the Soviet space program’s resilience.",
      "fact_year": 1969,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Soyuz_5",
      "episode": {
        "id": 48,
        "title": "Evening Flows #01 - Yasmin - Crescendo in the Medina",
        "description": "The first Evening Flow episode comes from Yasmin. It starts deep in the medina, slow, mysterious, textured, and grows into a liberating dance across sub-Saharan landscapes. A journey through ambient soundscapes, Arabic melodies, Afro-Latin rhythms, and funky highlife grooves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/evening-flows-party-in-the-medina",
        "songs": [
          "Stive Morgan - Solar Wind, Pt. 3",
          "David Visan & Carlos Campos - Crystal Heart",
          "Evan Mars - Ya Zareef Al Tool",
          "Gerardo Frisina - Cuiabá",
          "Dele Sosimi & Medlar - You No Fit Touch Am (Medlar Remix)",
          "The Busy Twist - Friday Night"
        ],
        "music-genres": [
          "Ambient",
          "Deep House",
          "World Music",
          "Nu Jazz",
          "Afrobeat",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "An orbital docking and spacewalk feel like a slow ascent from gravity-bound streets into free‑floating motion, reflected in an episode that rises from ambient lift‑off to an orbital dance of rhythms."
    },
    {
      "hour": 8,
      "fact_text": "In 2016, at the remote Somali town of El‑Adde, Al‑Shabaab militants overran a Kenyan Army camp in one of the deadliest days in Kenya’s military history. The attack exposed the hidden human costs of a long, low‑visibility conflict fought far from most citizens’ daily lives.",
      "fact_year": 2016,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_El_Adde",
      "episode": {
        "id": 22,
        "title": "Morning Drops #16 - The Sound of Tuareg",
        "description": "A journey into the sound of the Tuareg: from traditional chants and desert rituals to the electrified rhythms of exile and resistance. Music shaped by sand, memory, and survival.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-sound-of-tuareg",
        "songs": [
          "Les Filles de Illighadad - Imigradan",
          "Tinariwen - Amassakoul ’N’ Ténéré",
          "Liya Ag Ablil - Awa Adounia",
          "Tinariwen - Sastanàqqàm"
        ],
        "music-genres": [
          "Desert Blues",
          "Tuareg",
          "World Music"
        ]
      },
      "match_reason": "A harsh, arid battlefield in the Horn of Africa resonates with desert‑born music of exile and resistance; both speak to conflict and survival carved into sand and memory."
    },
    {
      "hour": 9,
      "fact_text": "On January 15, 1870, political cartoonist Thomas Nast published a drawing in Harper’s Weekly featuring a stubborn donkey kicking a lion, helping cement the donkey as the enduring symbol of the United States Democratic Party. With one sharp image, he turned animals into political shorthand that still dominates American visual language today.",
      "fact_year": 1870,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Thomas_Nast",
      "episode": {
        "id": 23,
        "title": "Morning Drops #17 - Steel City",
        "description": "Gaia takes us on a short trip through Sheffield's sounds — from electronic textures to raw guitars and sharp storytelling. Four tracks, one city, different edges of the same story.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-steel-city",
        "songs": [
          "The Human League - The Sound Of The Crowd",
          "Cabaret Voltaire - Deep Time",
          "Pulp - Common People",
          "Arctic Monkeys - A Certain Romance"
        ],
        "music-genres": [
          "Synthpop",
          "Industrial",
          "Britpop",
          "Indie Rock"
        ]
      },
      "match_reason": "Nast used visual satire to tell sharp stories about class and power; ‘Steel City’ gathers bands famed for lyrical and sonic commentary on ordinary people and politics, a modern soundtrack to biting cartoons."
    },
    {
      "hour": 10,
      "fact_text": "In 2018, the British construction giant Carillion went into compulsory liquidation, abruptly unraveling a web of public contracts and thousands of jobs. The collapse exposed how fragile enormous infrastructural systems can be when held together by opaque finances and long supply chains.",
      "fact_year": 2018,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Carillion",
      "episode": {
        "id": 33,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "A giant company suddenly failing and disrupting daily life mirrors the shock of losing a central ‘infrastructure’ like your phone; both invite reflection on the hidden systems we depend on."
    },
    {
      "hour": 11,
      "fact_text": "On January 15, 1967, the very first Super Bowl kicked off in Los Angeles, pitting the Green Bay Packers against the Kansas City Chiefs before a not‑quite‑sold‑out crowd. Few could have guessed that this experimental championship game would evolve into one of the most watched and musically elaborate spectacles on Earth.",
      "fact_year": 1967,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Super_Bowl",
      "episode": {
        "id": 7,
        "title": "Morning Drops #01 - Timeless Legacy",
        "description": "Gaia guides us through timeless music to start the morning with the right foot! The first episode of the Morning Drops series — classic sounds that never fade.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-timeless-legacy",
        "songs": [
          "Roberta Flack - Killing me softly with his song",
          "Stone, Angie & Raphael Saadiq - Brotha",
          "Roy Ayers - Running Away (Extended)"
        ],
        "music-genres": [
          "Soul",
          "R&B",
          "Jazz-Funk"
        ]
      },
      "match_reason": "The inaugural Super Bowl created a tradition that became ‘timeless’ in sports and music; pairing it with an episode about enduring classics highlights how a first attempt can become a lasting legacy."
    },
    {
      "hour": 12,
      "fact_text": "In 1962, during the Netherlands New Guinea conflict, the Indonesian Navy’s fast patrol boat RI Macan Tutul, commanded by Commodore Yos Sudarso, was sunk in the Arafura Sea. Sudarso’s death turned him into a national hero and underscored how decolonization struggles played out even in remote tropical waters.",
      "fact_year": 1962,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Yos_Sudarso",
      "episode": {
        "id": 28,
        "title": "Morning Drops #22 - Sicilians On The Dolomites",
        "description": "Hosted by Yasmin, a musical journey inspired by the mountains. Joined by two special guests, exploring the tracks they've chosen, hearing the stories behind their picks, and discovering the personal memories each song brings to life — a blend of music, voices, and landscapes you can hear.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sicilians-on-the-dolomites",
        "songs": [
          "Franco Battiato - Haiku",
          "Florian Pellissier Quintet - Coup de foudre à Thessalonique",
          "Lucio Dalla & Francesco De Gregori - Ma come fanno i marinai",
          "Pink Floyd - Fearless"
        ],
        "music-genres": [
          "Italian Art Pop",
          "French Jazz",
          "Italian Singer-Songwriter",
          "Progressive Rock"
        ]
      },
      "match_reason": "A naval battle and a commander lost at sea resonate with an episode that includes ‘Ma come fanno i marinai’—a song about sailors—and mountain stories that mirror courage, risk, and memory."
    },
    {
      "hour": 13,
      "fact_text": "On January 15, 1943, the Red Army launched the Voronezh–Kastornoye offensive, pushing back Axis forces in a bitter Russian winter. It was one of a series of counter‑offensives that slowly turned the tide on the Eastern Front, showing how cumulative, grinding advances can reshape an entire war.",
      "fact_year": 1943,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Voronezh%E2%80%93Kastornoye_offensive",
      "episode": {
        "id": 49,
        "title": "Morning Drops #42 - The Joy Of Learning",
        "description": "Hosted by Yasmin, this Morning Drop explores learning as a lifelong process, focusing on persistence, repetition, and the emotional landscape that comes with challenging oneself over time.\n\nThrough personal stories and scientific insights, the episode looks at how learning reshapes the brain, generates joy through effort, and why progress often arrives after confusion and frustration. It reflects on the so-called delayed pleasure effect, the role of dopamine in motivation, and how curiosity and learning support long-term wellbeing.\n\nThe episode also questions our cultural relationship with failure and invites a softer, more realistic approach to learning, one that accepts mistakes as part of growth and sees persistence as a quiet form of strength.\n\nMood: reflective, grounded, quietly hopeful\nMusic genre: alternative rock, hip hop, electronic, neo-soul, drill\n\nA space to listen slowly and stay with the process.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-joy-of-learning",
        "songs": [
          "Radiohead - Separator",
          "Mac Miller - What's the Use?",
          "Morad & Beny Jr - Sigue",
          "Post Malone - White Iverson"
        ],
        "music-genres": [
          "Alternative Rock",
          "Experimental Electronic",
          "Hip Hop",
          "Neo-Soul",
          "Drill / Trap"
        ]
      },
      "match_reason": "A slow, grinding counter‑offensive that changes history echoes an episode about incremental effort and delayed rewards, both celebrating persistence as a quiet but transformative force."
    },
    {
      "hour": 14,
      "fact_text": "In 1865, during the final months of the American Civil War, Union forces captured Fort Fisher in North Carolina, sealing off Wilmington—the Confederacy’s last major seaport. With that, the South’s supply lines constricted, hastening the collapse of a rebellion that had reshaped the nation.",
      "fact_year": 1865,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Fort_Fisher",
      "episode": {
        "id": 41,
        "title": "Morning Drops #35 - Thailand",
        "description": "Recorded in Koh Samui, Thailand, where Yasmin and her friend Patricia spent more than two intense weeks training Muay Thai and Western boxing. Between sweat, rhythm, and sea breeze, they share reflections on discipline, friendship, and the beauty of movement - with a soundtrack that connects Thai sounds to the flow of daily practice.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-thailand",
        "songs": [
          "Salin - Egungun",
          "Justin Bieber - Love Yourself",
          "Khun Narin - Phua Kao",
          "Burna Boy - Cheat on Me (feat. Dave)"
        ],
        "music-genres": [
          "Afrobeat",
          "Pop",
          "Thai Funk",
          "Afro-Fusion"
        ]
      },
      "match_reason": "A brutal coastal battle that demanded strategy and stamina connects with an episode rooted in martial training and disciplined movement, both about bodies under pressure near the sea."
    },
    {
      "hour": 15,
      "fact_text": "On January 15, 1777, the region then known as New Connecticut declared itself independent, later becoming the Vermont Republic. For fourteen years it functioned as a de facto independent state with its own currency and postal system before joining the United States as the 14th state.",
      "fact_year": 1777,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Vermont_Republic",
      "episode": {
        "id": 17,
        "title": "Morning Drops #11 - Mediterranean Boat",
        "description": "Gaia invites you to embark on a musical voyage across the Mediterranean. Exploring music from different countries shared by people who call them home. A warm, sun-soaked journey through coastal sounds.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-mediterranean-boat",
        "songs": [
          "Arleta - Bar To Navagio",
          "Baba Zula - Tavla",
          "Mylène Farmer - Désenchantée",
          "Fabrizio De André - Crêuza de mä"
        ],
        "music-genres": [
          "Greek Folk",
          "Turkish Psychedelic",
          "French Pop",
          "Italian Singer-Songwriter"
        ]
      },
      "match_reason": "A small region declaring its own identity and ‘home’ fits with a musical voyage through borderlands of the Mediterranean, where cultures assert unique flavors along shared coasts."
    },
    {
      "hour": 16,
      "fact_text": "In 1541, King Francis I of France granted Jean‑François Roberval a commission to colonize New France—parts of what is now Canada—and spread the Catholic faith. The venture struggled and never fully took root, but it marked an early attempt to graft European cities, beliefs, and power onto the harsh landscapes of North America.",
      "fact_year": 1541,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/New_France",
      "episode": {
        "id": 24,
        "title": "Morning Drops #18 - Sardegna",
        "description": "Yasmin traces her connection to Sardegna — the island where her Italian journey began. Through music and memory, she shares the story of how this place shaped her family's path, and why it still holds such a deep place in her heart.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-18-sardegna",
        "songs": [
          "Piero Marras - Istrales",
          "Mahmood & Tenores di Bitti - Com’è profondo il mare",
          "Fabrizio De André - Hotel Supramonte",
          "Giuni Russo - Alghero"
        ],
        "music-genres": [
          "Italian Folk",
          "Sardinian",
          "Italian Pop"
        ]
      },
      "match_reason": "A royal project to imprint culture on distant land mirrors an episode about how a specific place shapes personal identity; both explore how geography and stories entwine across generations."
    },
    {
      "hour": 17,
      "fact_text": "On January 15 in the tumultuous year of AD 69, the Roman general Otho seized power in Rome and declared himself emperor, beginning a reign that would last barely three months. His brief grasp on the imperial purple epitomizes how quickly fortunes could rise and fall in the ancient world’s most powerful city.",
      "fact_year": 69,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Otho",
      "episode": {
        "id": 6,
        "title": "Sedna FM #06 - Alters of an Ego",
        "description": "What if you could step outside yourself and become someone freer, bolder, or completely unexpected? Exploring the artistry of musicians who craft alter-egos and parallel realities to experiment with new dimensions of their identity. It's not about hiding who they are — it's about expanding who they can be.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/alters-of-an-ego",
        "songs": [
          "The Thin White Duke - Stay",
          "Mac Miller - Dang (feat. Anderson .Paak)",
          "Larry Lovestein - Love Affair",
          "The Fireman - Strawberries Oceans Ships Forest",
          "Paul McCartney - Oh! Darling",
          "Prince - Kiss",
          "Camille - Rebirth of the Flash",
          "MF DOOM - Deep Fried Frenz",
          "Gorillaz - Dirty Harry",
          "Gorillaz - Andromeda"
        ],
        "music-genres": [
          "Glam Rock",
          "Hip-Hop",
          "Jazz",
          "Ambient",
          "Classic Rock",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "Otho’s sudden transformation into emperor with a fragile new persona fits an episode about crafting and wearing identities, whether imperial titles or musical alter‑egos that can vanish as quickly as they appear."
    }
  ],
  "generated_at": "2026-01-15T00:00:00.009911+00:00",
  "date": "2026-01-15",
  "updated_at": "2026-01-15T17:00:02.022139+00:00"
}