{
  "current_hour": 21,
  "current_fact": {
    "hour": 21,
    "fact_text": "The founding of the Árpád dynasty in the 9th century gave medieval Hungary a ruling house that would last until 1301, guiding its conversion to Christianity and expansion in Central Europe. Legend ties their ancestor Álmos to dreams and omens, blending myth and statecraft from the very start.",
    "fact_year": 896,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/%C3%81rp%C3%A1d_dynasty",
    "episode": {
      "id": 24,
      "title": "Morning Drops #18 - Sardegna",
      "description": "Yasmin traces her connection to Sardegna — the island where her Italian journey began. Through music and memory, she shares the story of how this place shaped her family's path, and why it still holds such a deep place in her heart.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-18-sardegna",
      "songs": [
        "Piero Marras - Istrales",
        "Mahmood & Tenores di Bitti - Com’è profondo il mare",
        "Fabrizio De André - Hotel Supramonte",
        "Giuni Russo - Alghero"
      ],
      "music-genres": [
        "Italian Folk",
        "Sardinian",
        "Italian Pop"
      ]
    },
    "match_reason": "An ancient dynasty rooted in place and legend fits with an episode about how a specific land — Sardinia — can anchor family history and identity across centuries."
  },
  "queue": [
    {
      "hour": 22,
      "fact_text": "NBC, founded in 1926, became the first major national radio network in the United States before it later turned to television. Its early engineers had to experiment with relay stations and long‑distance lines, essentially teaching a continent how to listen together in real time.",
      "fact_year": 1926,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/NBC",
      "episode": {
        "id": 9,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "NBC’s early radio network turned empty airwaves into shared creative space, matching the episode’s theme of seeing emptiness as room for new signals and stories."
    },
    {
      "hour": 23,
      "fact_text": "Dave Garroway, the original host of NBC’s Today, was nicknamed the “quiet philosopher of television” because he favored calm, conversational delivery over showman theatrics. He would often sign off with a simple raised hand and the word “peace,” a surprisingly gentle gesture for early mass media.",
      "fact_year": 1952,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Dave_Garroway",
      "episode": {
        "id": 20,
        "title": "Morning Drops #14 - Slow Planet",
        "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
        "songs": [
          "Air - Cherry Blossom Girl",
          "Kruder & Dorfmeister - Keep On Believing",
          "Tosca - Orozco",
          "Bonobo - Terrapin"
        ],
        "music-genres": [
          "Downtempo",
          "Trip-Hop",
          "Electronic",
          "Chillout"
        ]
      },
      "match_reason": "Garroway’s soft-spoken, peaceful style resonates with a slow, downtempo episode that invites listeners to breathe and move gently through their day."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "In 1973, Elvis Presley’s “Aloha from Hawaii via Satellite” became the first concert broadcast live around the world by satellite, reaching an estimated 1–1.5 billion viewers. It was so logistically ambitious that it used more satellites than the Apollo missions, turning a single performance into a global, real-time event.",
      "fact_year": 1973,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Aloha_from_Hawaii_via_Satellite",
      "episode": {
        "id": 2,
        "title": "Sedna FM #02 - Destination Sedna",
        "description": "Continuing the Sedna FM journey together with family and friends! Episode two of the main series — exploring new musical territories and deepening the connection with our listeners. A collective voyage through sound.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/destination-sedna",
        "songs": [
          "Pink Floyd - Breathe",
          "The fountain DC - Starburster",
          "Laura Cahen - La Poussiere",
          "Taxi Kebab - Lmchi w rjou3",
          "Odion Iruoje - Identify With Your Roots",
          "Depeche mode - world in my eyes (Oil Tank Mix)",
          "Massive attack - Dissolved girl",
          "Kokoroko - Three piece suite",
          "Salin - Egungun",
          "E.S.P. - It's You"
        ],
        "music-genres": [
          "Progressive Rock",
          "Post-Punk",
          "French Pop",
          "Maghreb",
          "Afrobeat",
          "Synthpop",
          "Trip-Hop"
        ]
      },
      "match_reason": "A global satellite concert mirrors the episode’s theme of long-distance voyage and connecting listeners across the world through sound."
    },
    {
      "hour": 1,
      "fact_text": "In 1911, Roald Amundsen’s expedition became the first to make landfall on the eastern edge of Antarctica’s Ross Ice Shelf on their way to the South Pole. They navigated an almost featureless white world using sled dogs, primitive equipment, and dead reckoning, treating the frozen continent like an uncharted ocean.",
      "fact_year": 1911,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Amundsen%27s_South_Pole_expedition",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "Both the expedition and the episode journey into polar extremes, evoking icy light, remote waters, and quiet endurance at the edge of the world."
    },
    {
      "hour": 2,
      "fact_text": "On a January morning in 1952, NBC’s Today show debuted and essentially invented the modern breakfast television format. Its host Dave Garroway broke the invisible wall of broadcast formality, talking to viewers as if they were friends sharing coffee in their living room.",
      "fact_year": 1952,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Today_(American_TV_program)",
      "episode": {
        "id": 7,
        "title": "Morning Drops #01 - Timeless Legacy",
        "description": "Gaia guides us through timeless music to start the morning with the right foot! The first episode of the Morning Drops series — classic sounds that never fade.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-timeless-legacy",
        "songs": [
          "Roberta Flack - Killing me softly with his song",
          "Stone, Angie & Raphael Saadiq - Brotha",
          "Roy Ayers - Running Away (Extended)"
        ],
        "music-genres": [
          "Soul",
          "R&B",
          "Jazz-Funk"
        ]
      },
      "match_reason": "A pioneering morning show that redefined how people start their day pairs with Sedna’s own first Morning Drops, both crafted as warm, daily rituals."
    },
    {
      "hour": 3,
      "fact_text": "In 1907, a powerful earthquake struck Kingston, Jamaica, collapsing much of the city’s Victorian architecture and killing over a thousand people in minutes. The ground shook so violently that people reported feeling as if the solid earth had briefly turned to waves.",
      "fact_year": 1907,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1907_Kingston_earthquake",
      "episode": {
        "id": 11,
        "title": "Morning Drops #04 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "The sudden, overwhelming force of an earthquake resonates with the episode’s theme of jolts and shocks delivered through high-voltage guitars."
    },
    {
      "hour": 4,
      "fact_text": "In 1939, Norway laid claim to Queen Maud Land, a vast sector of Antarctica named after its queen. The claim was driven not by settlers but by whalers and polar explorers, sketching nationhood onto a landscape of ice, wind, and almost no permanent human presence.",
      "fact_year": 1939,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Queen_Maud_Land",
      "episode": {
        "id": 22,
        "title": "Morning Drops #16 - The Sound of Tuareg",
        "description": "A journey into the sound of the Tuareg: from traditional chants and desert rituals to the electrified rhythms of exile and resistance. Music shaped by sand, memory, and survival.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-sound-of-tuareg",
        "songs": [
          "Les Filles de Illighadad - Imigradan",
          "Tinariwen - Amassakoul ’N’ Ténéré",
          "Liya Ag Ablil - Awa Adounia",
          "Tinariwen - Sastanàqqàm"
        ],
        "music-genres": [
          "Desert Blues",
          "Tuareg",
          "World Music"
        ]
      },
      "match_reason": "An icy ‘white desert’ claim in Antarctica mirrors the episode’s evocation of desert landscapes and the way humans inscribe identity onto harsh, open spaces."
    },
    {
      "hour": 5,
      "fact_text": "When the RMS Oceanic was launched in 1899, it was the largest ship afloat since the colossal SS Great Eastern decades earlier. Oceanic was so lavish that it featured electric lighting, a novelty for many passengers who had never flipped a switch before boarding.",
      "fact_year": 1899,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/RMS_Oceanic_(1899)",
      "episode": {
        "id": 37,
        "title": "Morning Drops #31 - Sailing With Germans",
        "description": "From the deck of a sailing boat, hosted by Yasmin and her special guests. A week at sea with six Germans, each with their own stories, songs, and ways of moving through the waves. From shared meals to unexpected laughter, from quiet resilience to sun-soaked joy — a collection of voices and tracks that reflect what it means to journey together.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sailing-with-germans",
        "songs": [
          "Billy Talent - Dead Silence",
          "Ben Howard - Keep Your Head Up",
          "Ziggy Alberts - Simple Things",
          "Vitor Kley - O Sol",
          "Enya - Orinoco Flow",
          "Paveier - Leev Marie"
        ],
        "music-genres": [
          "Punk Rock",
          "Indie Folk",
          "Surf Pop",
          "New Age",
          "German Folk"
        ]
      },
      "match_reason": "A record-breaking ocean liner and a modern sailing trip both turn the sea into a moving home, aligning with the episode’s seafaring stories and wave-soaked soundtrack."
    },
    {
      "hour": 6,
      "fact_text": "In 1943, Japan began Operation Ke, an intricate nighttime evacuation of its troops from Guadalcanal under the noses of Allied forces. The withdrawal was so stealthy that the Allies initially mistook it for the build-up to a new offensive, not a retreat.",
      "fact_year": 1943,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Operation_Ke",
      "episode": {
        "id": 31,
        "title": "Morning Drops #25 - A Trip-Hop Journey",
        "description": "Hosted by friend Lorenzo, a journey through the roots and evolution of trip-hop. From Bristol's early experiments with Massive Attack and Tricky, to DJ Shadow's cinematic sampling in California, and Thievery Corporation's global downtempo grooves in Washington D.C. — exploring how this genre blurred boundaries and reshaped electronic music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-trip-hop-journey",
        "songs": [
          "Massive Attack - Unfinished Sympathy",
          "Tricky - Hell Is Round the Corner",
          "DJ Shadow - Midnight in a Perfect World",
          "Thievery Corporation - Lebanese Blonde",
          "Smoke City - Underwater Love"
        ],
        "music-genres": [
          "Trip-Hop",
          "Downtempo",
          "Electronic"
        ]
      },
      "match_reason": "The covert, nocturnal mood of a hidden evacuation works with the cinematic, shadowy textures and tension-filled calm of classic trip-hop."
    },
    {
      "hour": 7,
      "fact_text": "The 1797 Battle of Rivoli cemented Napoleon Bonaparte’s reputation when he outmaneuvered a larger Austrian force in the Italian Alps. He exploited the terrain so precisely that some historians compare the battle lines to a carefully choreographed piece of theater.",
      "fact_year": 1797,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Rivoli",
      "episode": {
        "id": 42,
        "title": "Morning Drops #36 - Women of Rock",
        "description": "A tribute to the women who shaped the sound of rock, the ones who picked up a guitar and refused to ask for permission. The conversation unfolds in Italian, led by Gaia and her father. A dialogue between generations and a reminder that the pulse of rock has always belonged to anyone brave enough to play it loud. Distortion, rhythm, freedom.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-women-of-rock",
        "songs": [
          "Suzi Quatro - Can the Can",
          "Joan Jett & The Blackhearts - I Love Rock 'n Roll",
          "Laura Cox - Hard Blues Shot",
          "Jackie Venson - Always Free (Live)"
        ],
        "music-genres": [
          "Glam Rock",
          "Hard Rock",
          "Blues Rock"
        ]
      },
      "match_reason": "A bold Alpine victory that reshaped power in Italy pairs with an Italian-framed episode about defiant, battle-ready rock energy and breaking through resistance."
    },
    {
      "hour": 8,
      "fact_text": "In 1858, Italian revolutionary Felice Orsini tried to assassinate Napoleon III in Paris using homemade bombs filled with bullets. The blasts killed and injured dozens of bystanders but left the emperor relatively unscathed, and Orsini’s letters from prison later helped inspire liberal reforms in Italy and France.",
      "fact_year": 1858,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Felice_Orsini",
      "episode": {
        "id": 14,
        "title": "Morning Drops #08 - (un)Boxing",
        "description": "An episode about breaking free from expectations and labels. Music that helps us unbox ourselves and embrace who we truly are.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-unboxing",
        "songs": [
          "Kendrick Lamar - Feel",
          "Kendrick Lamar - The Blacker the Berry",
          "Kendrick Lamar - Mirror"
        ],
        "music-genres": [
          "Hip-Hop",
          "Conscious Rap"
        ]
      },
      "match_reason": "A failed assassination by a radical idealist reflects explosive attempts to break oppressive structures, resonating with the episode’s themes of resistance and breaking boxes."
    },
    {
      "hour": 9,
      "fact_text": "In 1969, an accidental rocket warhead explosion on the aircraft carrier USS Enterprise near Hawaii triggered a chain reaction of fires and detonations on deck, killing 28 sailors. The inferno was so intense that some aircraft simply melted, yet the crew managed to save the ship.",
      "fact_year": 1969,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/USS_Enterprise_fire",
      "episode": {
        "id": 11,
        "title": "Morning Drops #04 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "The catastrophic chain reaction of explosions is echoed in the episode’s fierce, high-energy guitar surges and the idea of raw, uncontrolled power."
    },
    {
      "hour": 10,
      "fact_text": "Giacomo Puccini’s opera Tosca premiered in Rome in 1900, and contemporary critics thought it was almost too realistic and brutal for the stage. With torture, execution, and a heroine who hurls herself from a rampart, it felt like early cinematic thriller material long before film embraced such intensity.",
      "fact_year": 1900,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Tosca",
      "episode": {
        "id": 44,
        "title": "Morning Drops #38 - History of Flamenco",
        "description": "A special journey into the history of Flamenco, guided by Yasmin and her guest Almudena from Madrid, Spain. Exploring the roots and evolution of this emotionally raw and culturally rich tradition, from its early vocal origins and Andalusian influences, through its transformation on stage and screen, to its modern reinventions by iconic Spanish artists.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-history-of-flamenco",
        "songs": [
          "La Niña de los Peines - Al Gurugú",
          "Lola Flores - Pena, penita, pena",
          "Paco de Lucía - Entre dos aguas",
          "Camarón de la Isla - La leyenda del tiempo",
          "Rosalía - Pienso en tu mirá"
        ],
        "music-genres": [
          "Flamenco",
          "Spanish Folk",
          "Nuevo Flamenco"
        ]
      },
      "match_reason": "A dramatic, emotionally charged Italian opera lines up with Flamenco’s own intense theatricality and deep, stage-born passion."
    },
    {
      "hour": 11,
      "fact_text": "The 1814 Treaty of Kiel forced Denmark to cede Norway to Sweden in exchange for Pomerania, reshaping Scandinavia’s political map overnight. Norwegians were not consulted; the decision treated an entire kingdom almost like a bargaining chip on a diplomatic chessboard.",
      "fact_year": 1814,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Treaty_of_Kiel",
      "episode": {
        "id": 28,
        "title": "Morning Drops #22 - Sicilians On The Dolomites",
        "description": "Hosted by Yasmin, a musical journey inspired by the mountains. Joined by two special guests, exploring the tracks they've chosen, hearing the stories behind their picks, and discovering the personal memories each song brings to life — a blend of music, voices, and landscapes you can hear.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sicilians-on-the-dolomites",
        "songs": [
          "Franco Battiato - Haiku",
          "Florian Pellissier Quintet - Coup de foudre à Thessalonique",
          "Lucio Dalla & Francesco De Gregori - Ma come fanno i marinai",
          "Pink Floyd - Fearless"
        ],
        "music-genres": [
          "Italian Art Pop",
          "French Jazz",
          "Italian Singer-Songwriter",
          "Progressive Rock"
        ]
      },
      "match_reason": "A treaty that rearranged borders and identities across Nordic landscapes pairs with an episode about travel, mountains, and how places shape who we are."
    },
    {
      "hour": 12,
      "fact_text": "On Ratification Day in 1784, the U.S. Congress formally ratified the Treaty of Paris, officially ending the American Revolutionary War. The delegates signed the document in a chilly building in Annapolis, Maryland, because too few representatives had arrived earlier to make a legal quorum.",
      "fact_year": 1784,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Ratification_Day_(United_States)",
      "episode": {
        "id": 49,
        "title": "Morning Drops #42 - The Joy Of Learning",
        "description": "Hosted by Yasmin, this Morning Drop explores learning as a lifelong process, focusing on persistence, repetition, and the emotional landscape that comes with challenging oneself over time.\n\nThrough personal stories and scientific insights, the episode looks at how learning reshapes the brain, generates joy through effort, and why progress often arrives after confusion and frustration. It reflects on the so-called delayed pleasure effect, the role of dopamine in motivation, and how curiosity and learning support long-term wellbeing.\n\nThe episode also questions our cultural relationship with failure and invites a softer, more realistic approach to learning, one that accepts mistakes as part of growth and sees persistence as a quiet form of strength.\n\nMood: reflective, grounded, quietly hopeful\nMusic genre: alternative rock, hip hop, electronic, neo-soul, drill\n\nA space to listen slowly and stay with the process.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-joy-of-learning",
        "songs": [
          "Radiohead - Separator",
          "Mac Miller - What's the Use?",
          "Morad & Beny Jr - Sigue",
          "Post Malone - White Iverson"
        ],
        "music-genres": [
          "Alternative Rock",
          "Experimental Electronic",
          "Hip Hop",
          "Neo-Soul",
          "Drill / Trap"
        ]
      },
      "match_reason": "The slow, procedural end to a long war reflects the episode’s focus on process, patience, and the quiet satisfaction that arrives after long effort."
    },
    {
      "hour": 13,
      "fact_text": "In 2019, a Saha Airlines Boeing 707 cargo aircraft overran the runway at Fath Air Base in Iran after the crew mistakenly lined up with the wrong airstrip, crashing into a residential area. The aging four‑engine jet had once been a military aircraft, a reminder of how long some machines outlive their intended roles.",
      "fact_year": 2019,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2019_Saha_Airlines_Boeing_707_crash",
      "episode": {
        "id": 33,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "A tragic misalignment and outdated technology connects with an episode questioning our entanglement with modern tech and how easily systems go wrong."
    },
    {
      "hour": 14,
      "fact_text": "In 2016, coordinated bomb blasts and gunfire struck near Jakarta’s Sarinah Building, with attackers staging an urban assault that unfolded in real time across social media. The Islamic State’s claim of responsibility marked one of its most visible operations in Southeast Asia.",
      "fact_year": 2016,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2016_Jakarta_attacks",
      "episode": {
        "id": 10,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "Yasmin dives into Women's Day through the voices of four incredible female rappers. Morning fire from the magic planet of Sedna FM — move your hands up and down with us. Hip hop culture through a feminine lens.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-bars-with-balls",
        "songs": [
          "Ele A - Globo",
          "Little Simz - Point and Kill (feat. Obongjayar)",
          "Lil' Kim - Lighters Up",
          "Queen Latifah - U.N.I.T.Y."
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeats",
          "Rap"
        ]
      },
      "match_reason": "An attack in a modern city square and the broader struggle against violence and extremism pair with an episode centered on powerful voices using rap to confront and resist."
    },
    {
      "hour": 15,
      "fact_text": "In 1993, the Polish ferry MS Jan Heweliusz capsized and sank off the island of Rügen during a storm, killing 55 people in the country’s worst peacetime maritime disaster. The ship had a history of stability problems and previous damage, raising haunting questions about how risk is managed at sea.",
      "fact_year": 1993,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Sinking_of_the_MS_Jan_Heweliusz",
      "episode": {
        "id": 26,
        "title": "Morning Drops #20 - Hitchhiking Poland",
        "description": "Yasmin takes you back to the summer of 2020, when borders were still uncertain and a long-held wish to visit Poland finally came true. Through four tracks, tracing her journey from a stranger's couch in Poznań to the peaks of Zakopane.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-hitchhiking-poland",
        "songs": [
          "Pidżama Porno - Ezoteryczny Poznań",
          "Seev, Masswo - Primal Scream",
          "Antoha MC - Ритм сердца",
          "Yugopolis & Maciej Maleńczuk - Ostatnia Nocka"
        ],
        "music-genres": [
          "Polish Rock",
          "Electronic",
          "Russian Rap",
          "Slavic Folk Rock"
        ]
      },
      "match_reason": "A Polish maritime tragedy off Rügen connects geographically and emotionally with an episode tracing a Polish journey, inviting reflection on the country’s waters and roads."
    },
    {
      "hour": 16,
      "fact_text": "Also in 1943, Franklin D. Roosevelt and Winston Churchill convened the Casablanca Conference in Morocco, deciding on the policy of demanding “unconditional surrender” from the Axis powers. Behind the famous photographs, they wrestled with logistics, egos, and the weight of choosing how millions of lives would be risked.",
      "fact_year": 1943,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Casablanca_Conference",
      "episode": {
        "id": 48,
        "title": "Evening Flows #01 - Yasmin - Crescendo in the Medina",
        "description": "The first Evening Flow episode comes from Yasmin. It starts deep in the medina, slow, mysterious, textured, and grows into a liberating dance across sub-Saharan landscapes. A journey through ambient soundscapes, Arabic melodies, Afro-Latin rhythms, and funky highlife grooves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/evening-flows-party-in-the-medina",
        "songs": [
          "Stive Morgan - Solar Wind, Pt. 3",
          "David Visan & Carlos Campos - Crystal Heart",
          "Evan Mars - Ya Zareef Al Tool",
          "Gerardo Frisina - Cuiabá",
          "Dele Sosimi & Medlar - You No Fit Touch Am (Medlar Remix)",
          "The Busy Twist - Friday Night"
        ],
        "music-genres": [
          "Ambient",
          "Deep House",
          "World Music",
          "Nu Jazz",
          "Afrobeat",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "A wartime summit in North Africa fits the medina‑rooted, North African and sub‑Saharan journey of the episode, both mapping pivotal decisions against Moroccan and broader Afro-Atlantic soundscapes."
    },
    {
      "hour": 17,
      "fact_text": "The Third Battle of Panipat in 1761 was one of the largest battles of the 18th century, with perhaps 100,000 combatants clashing on the plains of northern India. The struggle between the Maratha Empire and Ahmad Shah Durrani’s Afghan forces reshaped power across the Indian subcontinent for decades.",
      "fact_year": 1761,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Third_Battle_of_Panipat",
      "episode": {
        "id": 45,
        "title": "Morning Drops #39 - Moving Meditation",
        "description": "An episode inspired by how travel helps us see more clearly. Stepping into new places opens the mind, shifts perspective. The music moves through balearic warmth, boogie grooves, world and latin-folk influences, and touches of new wave — a selection built to follow the quiet changes that happen when you're out of your usual rhythm.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-moving-meditation",
        "songs": [
          "Stella & The Longos - La Flamme",
          "España Circo Este - Dormo poco e sogno molto",
          "Mystic Jungle - Sunset Breaker",
          "Talking Heads - This Must Be the Place (Naive Melody)"
        ],
        "music-genres": [
          "Balearic",
          "Italian Folk Rock",
          "World Music",
          "New Wave"
        ]
      },
      "match_reason": "A massive, fate-changing clash between empires is counterbalanced by an episode about movement, perspective shifts, and crossing borders in a quieter, more reflective way."
    },
    {
      "hour": 18,
      "fact_text": "Andrew III of Hungary died in 1301 without a male heir, bringing an end to the centuries‑old Árpád dynasty that had founded the medieval Hungarian state. The power vacuum triggered competing claims from foreign rulers, turning succession into a multinational tug‑of‑war.",
      "fact_year": 1301,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Andrew_III_of_Hungary",
      "episode": {
        "id": 34,
        "title": "Morning Drops #28 - Under Scottish Skies",
        "description": "Gaia shares a personal moment of transition — a shift in seasons, in rhythm, and in life. From this space of quiet change comes a musical journey through Scotland: not the usual names, but voices that speak from the edges. A personal ritual and a small act of curiosity: an invitation to notice what grounds us when everything moves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-under-scottish-skies",
        "songs": [
          "Paolo Nutini - Pencil Full of Lead",
          "Lapse - Lady Bug",
          "Joesef - Let's Stay Together",
          "Vital Spark - Stone of Destiny"
        ],
        "music-genres": [
          "Indie Rock",
          "Scottish Folk",
          "Soul",
          "Celtic Rock"
        ]
      },
      "match_reason": "A dynastic end and contested succession echo the episode’s focus on transitions, uncertainty, and finding what grounds you when political and personal seasons change."
    },
    {
      "hour": 19,
      "fact_text": "In 1236, England’s King Henry III married Eleanor of Provence, a French noblewoman who arrived in her new kingdom as a teenager and never even spoke English fluently. Though politically arranged, their marriage appears to have been personally affectionate, and Eleanor became a key patron of art and poetry at court.",
      "fact_year": 1236,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Eleanor_of_Provence",
      "episode": {
        "id": 4,
        "title": "Sedna FM #04 - Queen of Spades",
        "description": "Tuning in from the planet of irrational love. Exploring love's most vulnerable side — the kind that awakens the child within us. A diverse music selection ranging from electric blues to downtempo, soul, and jazz. A tribute to the feeling that has moved artists to create the most beautiful works. Love makes us vulnerable, and there is no art without vulnerability.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/queen-of-spades",
        "songs": [
          "Alabama Shakes - Gimme All Your Love",
          "Queens of the stone age - Make it wit chu",
          "Rosa Passos - Fusion",
          "Sade - Mr Wrong",
          "Daft Punk - Something About Us",
          "10cc - I'm Not in Love",
          "Jonny Nash - Theories",
          "Etta James - I'd Rather Go Blind",
          "Adriano Celentano - Storia D'amore",
          "Eric Clapton - Have you ever loved a woman",
          "Arctic Monkey - The Bakery"
        ],
        "music-genres": [
          "Blues Rock",
          "Stoner Rock",
          "Bossa Nova",
          "Soul",
          "Electronic",
          "Soft Rock",
          "Blues"
        ]
      },
      "match_reason": "A royal marriage blending politics and genuine affection fits an episode devoted to love’s vulnerable, complicated, and sometimes strategic nature."
    },
    {
      "hour": 20,
      "fact_text": "Elvis Presley, born in 1935 and later crowned the “King of Rock and Roll,” fused gospel, country, and rhythm and blues into a sound that scandalized some and electrified millions. His early recordings at Sun Studio are often cited as the moment when rock music crystallized into a global cultural force.",
      "fact_year": 1935,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Elvis_Presley",
      "episode": {
        "id": 1,
        "title": "Sedna FM #01 - November Bomb",
        "description": "The first Family & Friends radio episode from Yasmin Sarbaoui and Gaia Parolini. Where it all began — a life soundtrack that launched Sedna FM into the universe. Raw, heartfelt, and full of the energy that defines everything that followed.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/november-bomb",
        "songs": [
          "berlioz - Open this wall",
          "Nas - One Mic",
          "Canserbero - De la vida como pelicula, tragedia, comedia y ficcion",
          "Frankie Knuckles - Your Love",
          "Notorious B.I.G. - 17 Ten Crack Commandments",
          "Liloca - Utani Xuva",
          "Fela Kuti - Zombie",
          "Neffa - Aspettando il sole",
          "Childish Gambino - No Excuses",
          "Modjo - Music takes you back"
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeat",
          "House",
          "Italian Pop",
          "R&B",
          "Latin Rap"
        ]
      },
      "match_reason": "The birth of Elvis as a musical ‘origin point’ aligns with Sedna’s own first episode — both are starting blasts that set a whole universe of sound in motion."
    },
    {
      "hour": 21,
      "fact_text": "The founding of the Árpád dynasty in the 9th century gave medieval Hungary a ruling house that would last until 1301, guiding its conversion to Christianity and expansion in Central Europe. Legend ties their ancestor Álmos to dreams and omens, blending myth and statecraft from the very start.",
      "fact_year": 896,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/%C3%81rp%C3%A1d_dynasty",
      "episode": {
        "id": 24,
        "title": "Morning Drops #18 - Sardegna",
        "description": "Yasmin traces her connection to Sardegna — the island where her Italian journey began. Through music and memory, she shares the story of how this place shaped her family's path, and why it still holds such a deep place in her heart.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-18-sardegna",
        "songs": [
          "Piero Marras - Istrales",
          "Mahmood & Tenores di Bitti - Com’è profondo il mare",
          "Fabrizio De André - Hotel Supramonte",
          "Giuni Russo - Alghero"
        ],
        "music-genres": [
          "Italian Folk",
          "Sardinian",
          "Italian Pop"
        ]
      },
      "match_reason": "An ancient dynasty rooted in place and legend fits with an episode about how a specific land — Sardinia — can anchor family history and identity across centuries."
    }
  ],
  "generated_at": "2026-01-14T00:00:00.017736+00:00",
  "date": "2026-01-14",
  "updated_at": "2026-01-14T21:00:02.002076+00:00"
}